Repository: phlax/mozilla-gaia
Catalog: ig/shared/lockscreen/lockscreen.properties.po
Languages: ig

source: Airplane mode
ig: Ụkpụrụ ụgbọ elu

source: Searching…
ig: Na-achọ…

source: No network
ig: Netwọk adịghị

source: {{operator}} (Roaming)
ig: {{operator}} (Iji netwọk ọzọ)

source: Emergency calls only
ig: Naanị oku ihe mberede

source: (unknown SIM state)
ig: (ọkwa SIM amaghị)

source: (no SIM)
ig: (SIM adịghị)

source: (SIM PIN required)
ig: (achọrọ SIM PIN)

source: (SIM PUK required)
ig: (achọrọ SIM PUK)

source: (network locked)
ig: (akpọchiri netwọ)

source: (service provider locked)
ig: (akpọchiri ihe nnweta ọrụ)

source: (corporate locked)
ig: (akpọchiri nrụkọta ọrụ)

source: (network1 locked)
ig: (akpọchiri netwọk1)

source: (network2 locked)
ig: (akpọchiri netwọk2)

source: (hrpd network locked)
ig: (akpọchiri netwọk hrpd)

source: (ruim corporate locked)
ig: (akpọchiri nrụkọta ọrụ ruim)

source: (ruim service provider locked)
ig: (akpọchiri ihe nnweta ọrụ ruim)
