Repository: phlax/mozilla-gaia
Catalog: ig/apps/system/net_error.properties.po
Languages: ig

source: No access to the Internet right now.
ig: Enweghị Ịntanetị ugbu a.

source: {{name}} requires an Internet connection.
ig: {{name}} chọrọ njikọ Ịntanetị.

source: Server not found
ig: Ahụghị sava

source: Can’t find the server at {{name}}.
ig: Enweghị ike ịchọta sava na {{name}}.

source: File not found
ig: Ahụghị faịlụ

source: The device can’t display this page because the file cannot be found.
ig: Ngwaọrụ ahụ enweghị ike igosipụta ibe a n'ihi enweghị ike ịhụ faịlụ ahụ.

# connection-failed
source: Unable to connect
ig: Enwenwughi ike ijikọ

# connection-failed-error
source: A network error occurred while trying to reach the site.
ig: Mperi netwọk dapụtara ka a na anwa ịnweta saịtị ahụ.

# invalid-connection
source: Unable to connect
ig: Enwenwughi ike ijikọ

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ig: Mperi netwọk dapụtara ka a na anwa ịnweta saịtị ahụ.

source: URL not valid
ig: URL ezighi ezi

source: The URL entered is not valid and cannot be loaded.
ig: URL etinyere ezighi ezi, enweghị ike ịdọnye ya.

# redirect-loop
source: Can’t display page
ig: Enweghị ike igosipụta ibe

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ig: Ngwaọrụ ahụ enweghị ike igosipụta ibe a n'ihi ibe ahụ anaghị ebugharị nke ọma. Nwaa ibe a ọzọ ma emechaa.

source: Page expired
ig: Ibe agafeela

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ig: Dị ka ihe mkpachapụ anya, ngwaọrụ ahụ enweghị ike igosipụta ibe a n'ihi na oge ya agafeela.

source: The document cannot change while Printing or in Print Preview.
ig: Dọkụmentị ahụ enweghị ike ịgbanwe ka a na eme Mbipụta ma ọ bụ na Nhụchalụ Mbipụta.

source: This address is restricted
ig: Amachiri adreesị a

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ig: Adreesị a na eji ọnụ netwọk nke a na ejikarị maka ebumnuche na abụghị nchọgharị Weebụ. Ngwaọrụ ahụ akagbuola arịrịọ maka mkpuchido gị.

# proxy-resolve-failure
source: Proxy Server Error
ig: Mperi Sava Prọksi

source: The device is configured to use a proxy server that can’t be found.
ig: Ahaziri ngwaọrụ ahụ iji sava prọksi nke ahụghị.

# proxy-connect-failure
source: Proxy Server Error
ig: Mperi Sava Prọksi

source: The device is configured to use a proxy server that is refusing connections.
ig: Ahaziri ngwaọrụ ahụ iji sava prọksi na ajụ njikọ.

# content-encoding
source: Can’t display page
ig: Enweghị ike igosipụta ibe

source: The device can’t display this page because a content encoding error occurred.
ig: Ngwaọrụ ahụ enweghị ike igosipụta ibe a n'ihi mperi nzuzo ọdịnaya dapụtara.

source: Page unsupported
ig: Akwadoghi ibe

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ig: Enweghị ike igosipụta ibe a n'ihi ọ na eji teknụzụ akwadoghi na ngwaọrụ ahụ.

source: Warning
ig: Ịdọ aka na ntị

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ig: Ekpesala weebụsaịtị ahụ dị ka adịgboroja weebụ ezubere iji ghọgbuo ndị ọrụ na ịkekọrita ozi gbasara ha ma ọ bụ ego ha.

source: Malware attack blocked
ig: Egbochiri nsogbu malụwe

source: The site at has been reported as an attack site and has been blocked.
ig: Ekpesala saịtị ahụ dị ka saịtị nsogbu, egbochiela ya.

source: Unsafe content
ig: Ọdịnaya na adịghị mma

source: The page cannot be shown because it may not be safe to open.
ig: Enweghị ike igosi ibe ahụ n'ihi ọ nwere ike ọ gaghị adị mma imepe.

# corrupted-content
source: Can’t display page
ig: Enweghị ike igosipụta ibe

source: The page cannot be shown because an error in the data transmission was detected.
ig: Enweghị ike igosi ibe ahụ n'ihi achọpụtara mperi na nnyefe data.

source: Unable to connect
ig: Enwenwughi ike ijikọ

source: Cancel
ig: Kagbuo

source: Close
ig: Mechie

source: Try again
ig: Nwaa ọzọ

source: Check settings
ig: Lelee ntọala

source: Tap to check settings
ig: Pịa iji lelee ntọala
