Repository: phlax/mozilla-gaia
Catalog: yo/apps/homescreen/homescreen.properties.po
Languages: yo

source: {{topic}} on {{name}}
yo: {{topic}} lórí {{name}}

source: Change Wallpaper
yo: Pàrọ̀ Àwòrán àgbétẹ́lẹ̀

source: Add Smart Collections
yo: Ṣafikun Àwọn àkójọ Amúṣẹ́yá

source: Delete {{name}}
yo: Parẹ́ {{name}}

source: {{name}} and all of its data will be deleted.
yo: {{name}} àti gbogbo dátà rẹ̀ ni yóò parẹ́.

source: Delete
yo: Parẹ́

source: Cancel
yo: Parẹ́

source: Remove {{name}}
yo: Yọkúrò {{name}}

source: Remove {{name}} from the homescreen?
yo: Yọ {{name}} kúrò ní aṣàfihàn ilé?

source: Remove
yo: Yọkúrò

source: Download
yo: Gbàwálẹ̀

source: Restart Download
yo: Tún Bẹ̀rẹ̀ Ìgbàwálẹ̀

source: Do you want to download {{name}}?
yo: Ǹjẹ́ o fẹ́ gbàwálẹ̀ {{name}}?

source: Page {{current}} of {{total}}
yo: Ojú-ìwé {{current}} ti {{total}}

source: Homescreen
yo: Aṣàfihàn ilé

# loadingEvme2
source: Loading…
yo: Ń gbàwálẹ̀…

source: Everything…
yo: Gbogbo…

# evme-searchbar-default2
source: I’m thinking of…
yo: Mo ń ronú nípa…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
yo: Mo ń ronú nípa…

source: Back
yo: Ẹ̀yìn

# evme-searchbar-default.placeholder
source: I’m thinking of…
yo: Mo ń ronú nípa…

# evme-searchbar-title
source: Everything
yo: Gbogbo

source: Enter any topic or search query
yo: Ṣàmuwọlé orí ọ̀rọ̀ yóòwù tàbí ìbéèrè wíwá

source: Enter any topic or keyword
yo: Ṣàmuwọlé orí ọ̀rọ̀ yóòwù tàbí kókó ọ̀rọ̀

source: Dismiss
yo: Yọ kúrò

source: No options found
yo: Kòsí àwọn ẹ̀yàn

source: History:
yo: Ìtàn:

source: History
yo: Ìtàn

source: Clear history
yo: Pa ìtàn rẹ́

# evme-helper-didyoumean-title
source: Did you mean:
yo: Kílo túnmọ̀ sí:

# evme-helper-refine-title
source: Did you mean:
yo: Kílo túnmọ̀ sí:

# evme-helper-title-prefix
source: Everything
yo: Gbogbo

# evme-helper-title-empty
source: Everything
yo: Gbogbo

source: Add to homescreen
yo: Fikún si aṣàfihàn ilé

source: Remove from homescreen
yo: Yọkúrò láti aṣàfihàn ilé

# evme-apps-market-download
source: Download
yo: Gbàwálẹ̀

source: More Apps
yo: Àwọn ìṣàfilọ́lẹ̀ Si

# evme-apps-loading-app
source: Loading…
yo: Ń gbàwálẹ̀…

# evme-appsmore-loading
source: Loading…
yo: Ń gbàwálẹ̀…

source: Add {{name}} to Home Screen?
yo: Ṣafikun {{name}} si Aṣàfihàn Ilé?

source: {{name}} was already added to Home Screen
yo: {{name}} ti wà ní Aṣàfihàn Ilé

source: Connect to the internet to add more Smart Collections
yo: Sopọ̀ sí íntánẹ́tì láti ṣàfikún sí Àwọn àkójọ Amúṣẹ́yá

source: Set as wallpaper?
yo: Ṣàgbekalẹ̀ bíi àwòrán àgbétẹ́lẹ̀?

source: No Smart Collections to add
yo: Kòsí Àwọn àkójọ Amúṣẹ́yá láti ṣàfikún

source: {{name}} added to Home Screen
yo: {{name}} wà ní Aṣàfihàn Ilé

source: Wallpaper set successfully
yo: Àwòrán àgbétẹ́lẹ̀ gbékalẹ̀ dáradára

source: More
yo: Si

# evme-collectionssuggest-loading
source: Loading…
yo: Ń gbàwálẹ̀…

# evme-collectionssuggest-loading-cancel
source: Cancel
yo: Parẹ́

source: Create your own Smart Collection
yo: Ṣẹ̀dá àwọn àkójọ Amúṣẹ́yá rẹ

source: Source:
yo: Orísun:

# evme-collection-title-prefix
source: Everything
yo: Gbogbo

source: Phone
yo: Fóònù

# evme-collection-loading-more
source: Loading…
yo: Ń gbàwálẹ̀…

source: Connect to the internet to get apps for {{query}}
yo: Sopọ̀ sí íntánẹ́tì láti gba àwọn ìṣafílọ́lẹ̀ fún {{query}}

source: Connect to the internet to get even more apps for {{query}}
yo: Sopọ̀ sí íntánẹ́tì láti gba àwọn ìṣàfilọ́lẹ̀ sii fún {{query}}

source: Find the things you love with the coolest apps.
yo: Wá àwọn ohun náà tí o fẹ́ràn pẹ̀lú àwọn ìṣáfilọ́lẹ̀ tí o tutù.

source: For example, find your favorite singer or band…
yo: Fún àpẹẹrẹ, ṣàwarí aayò olùkọrin tàbí ẹgbẹ́ rẹ…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
yo: Àwọn wọ̀nyíi ni àwọn ìṣafilọ́lẹ̀ fún <b>{{query}}</b>,<br /><br /> tẹ àwòrán aṣàmì láti ṣi.

source: Custom…
yo: Àkànṣe…

source: Astrology
yo: Aworàwọ̀

source: Autos
yo: Aládàáṣe

source: Beauty
yo: Ẹwà

source: Books
yo: Àwọn ìwé

source: Celebs
yo: Àwọn gbajúgbajà

source: Daily Deals
yo: Ìdówò Ojoojúmọ́

source: Dating
yo: Ìbádọ̀rẹ́

source: Electronics
yo: Ìmọ̀ ẹ̀rọ

source: Email
yo: Í-meélì

source: Entertainment
yo: Ìdárayá

source: Environment
yo: Àyíka

source: Fashion
yo: Àrà

source: Funny
yo: Panilẹ́rìn

source: Games
yo: Àwọn eré ìdárayá

source: Government
yo: Ìjọba

source: Health
yo: Ìlera

source: Jobs
yo: Àwọn iṣẹ́

source: Local
yo: Agbègbè

source: Maps
yo: Àwòrán amọ̀nà

source: Movies
yo: Àwọn eré

source: Music
yo: Orin

source: New Apps
yo: Ìṣàfilọ́lẹ̀ Titun

source: News
yo: Ìròyìn

source: Photography
yo: Ìyafọ́tò

source: Recipes
yo: Àwọn ètò oúnjẹ

source: Restaurants
yo: Àrójẹ

source: Shopping
yo: Ìnọ́jà

source: Social
yo: Ojúlùmọ̀

source: Sports
yo: Eré-ìdárayá

source: Tech News
yo: Àwọn Ìròyìn Ìmọ̀ ẹ̀rọ

source: Top Apps
yo: Àwọn ìṣafílọ̀lẹ̀ Òkè

source: Travel
yo: Ìrìn-àjò

source: Video
yo: Fídíò

source: Utilities
yo: Àwọn ohun àmúyẹ

source: Weather
yo: Ojú ọjọ́

source: Add to top of collection
yo: Ṣàfikún ìkójọ okè

source: Save to Homescreen
yo: Fi àṣafihàn ilé pamọ́

source: Edit
yo: Ṣàtúntò

source: Website name
yo: Orúkọ ojúlé wẹ́ẹ̀bù

source: Address
yo: Àdírẹ̀sì

# edit-dialog-cancel
source: Cancel
yo: Paré

source: Done
yo: Ti ṣe tán

source: Close
yo: Padé

source: Save
yo: Fi pamọ́
