Repository: phlax/mozilla-gaia
Catalog: zam/apps/gallery/gallery.properties.po
Languages: zam

# number-selected2[zero]
source: Select
zam: Mxhen ko lash lu

# number-selected2[one]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash lu

# number-selected2[two]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash lu

# number-selected2[few]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash lu

# number-selected2[many]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash lu

# number-selected2[other]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash lu

source: Delete photo?
zam: Te dont kue ga?

source: Delete video?
zam: Te dont video ga?

source: Nothing selected
zam: Yent kuan mxhen lu

source: Delete selected item?
zam: Lash luu te dont kue ga?

# delete-n-items?[two]
source: Delete {{ n }} items?
zam: Lash luu te dont {{ n }} lu kue ga?

# delete-n-items?[few]
source: Delete {{ n }} items?
zam: Lash luu te dont {{ n }} lu kue ga?

# delete-n-items?[many]
source: Delete {{ n }} items?
zam: Lash luu te dont {{ n }} lu kue ga?

# delete-n-items?[other]
source: Delete {{ n }} items?
zam: Lash luu te dont {{ n }} lu kue ga?

# pickoneimage2
source: Select
zam: Mxhen ko do lash lu

# cropimage
source: Crop
zam: Chuy

source: Cancel
zam: Na lit luy

source: Delete
zam: Te dont na

source: OK
zam: BLIY

source: Edit
zam: Thus kuey

source: Save
zam: Lo xhog kue

source: Done
zam: Gok la

source: Exposure
zam: Loy

source: Crop
zam: Chuy

source: Effects
zam: Xha niey

source: Borders
zam: Ru nii

source: Original
zam: Thes xha niey

source: Sepia
zam: Güiy como sepia

source: Freeform
zam: Ve ne xha niey

source: Portrait
zam: Tob lo ga

source: Landscape
zam: Güiy como paisaje

source: Square
zam: Dhaáp lad igual

source: No photos or videos
zam: Yent xha niel o video tree

source: Use the Camera app to get started.
zam: Toob ki camara.

source: No photos
zam: Yent xha nie moon

source: No memory card
zam: Yent pa yuy

source: Insert a memory card to use this app.
zam: Toob memoria na camare re.

source: Memory card in use
zam: de li chen Memoria nal

source: Unplug the phone to use this app.
zam: Tuy telefóno xha tak lil kue.

source: Scanning
zam: De kuan ni

source: Database Upgrade
zam: De lit Kub kue

source: Please wait while Gallery updates its database.
zam: Let hasta que lit kub kue.

source: Can not share this image file type.
zam: Na gadt taal na kue.

source: Can not edit photos: Memory card is full.
zam: Gadt thus kuel kue: Xheru memoria na lu.

source: Image is too large to display on this device.
zam: Ka dosh na ru kue par tak nie lil lo tre.

source: Image is invalid or corrupt and cannot be displayed.
zam: Na gadt loot kue.

source: {{filename}} saved to Gallery
zam: {{filename}} lo xhog lo Galeria na lu

source: Go to Camera
zam: Gua lo Camara

source: Name
zam: Xha mud leel

source: Size
zam: Xha naruy

source: Image Type
zam: Xha nie Moon

source: Date Taken
zam: Güis Mxhen luy

source: Resolution
zam: Xha niey

source: Close
zam: Toog gaa

source: Gallery
zam: Te xho re moon

source: Preview
zam: Veré
