Repository: phlax/mozilla-gaia
Catalog: */apps/callscreen/callscreen.properties.po
Languages: km, si

source: Incoming
km: ការ​ហៅ​ចូល
si: ලැබෙන

source: Outgoing
km: ការហៅចេញ
si: බැහැර

source: Mobile
km: ទូរស័ព្ទ​ដៃ
si: ජංගම

source: Home
km: ទំព័រ​ដើម
si: නිවස

source: Work
km: ការងារ
si: රාජකාරී

source: Personal
km: ផ្ទាល់​ខ្លួន
si: පුද්ගලික

source: Fax home
km: ទូរសារ​​​នៅ​​ផ្ទះ
si: ෆැක්ස් නිවස

source: Fax office
km: ទូរសារ​​នៅ​​ការិយាល័យ​
si: ෆැක්ස් කාර්‍යයාලය

source: Fax other
km: ទូរសារ​​ផ្សេង​ៗ​
si: ෆැක්ස් වෙනත්

source: Other
km: ផ្សេងៗ​
si: වෙනත්

source: Mobile, {{ carrier }}
km: ទូរស័ព្ទ​ដៃ, {{ carrier }}
si: ජංගම, {{ carrier }}

source: Home, {{ carrier }}
km: ផ្ទះ, {{ carrier }}
si: නිවෙස්, {{ carrier }}

source: Work, {{ carrier }}
km: ការងារ, {{ carrier }}
si: රාජකාරි, {{ carrier }}

source: Personal, {{ carrier }}
km: ផ្ទាល់ខ្លួន, {{ carrier }}
si: පුද්ගලික, {{ carrier }}

source: Fax home, {{ carrier }}
km: ទូរសារ​នៅផ្ទះ​, {{ carrier }}
si: ෆැක්ස් නිවස, {{ carrier }}

source: Fax office, {{ carrier }}
km: ទូរសារ​នៅ​ការិយាល័យ​, {{ carrier }}
si: ෆැක්ස් කාර්‍යයාලය, {{ carrier }}

source: Fax other, {{ carrier }}
km: ទូរសារ​ផ្សេងៗ​, {{ carrier }}
si: ෆැක්ස් වෙනත්, {{ carrier }}

source: Other, {{ carrier }}
km: ផ្សេងៗ​, {{ carrier }}
si: වෙනත්, {{ carrier }}
