Repository: phlax/mozilla-gaia
Catalog: yo/apps/settings/device_type/tv/settings.device.properties.po
Languages: yo

source: Change TV name
yo: Ṣàyípadà orúkọ TV

source: Share my TV’s Internet connection with a USB-connected device.
yo: Pín ìṣomọ́ Íntánẹ́ẹ̀tì TM mi pẹ̀lú ohun èlò àrídìmú tí o ṣomọ́-USB.

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
yo: Gba àwọn ohun èlò àrídìmú míràn láàyè láti pín ìṣomọ́ Íntánẹ́ẹ̀tì TV mi nípa ṣíṣomọ́ nípaṣẹ̀ Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this TV.
yo: Ohun orín kò yípadà nítorí fáìlì tí o yàn kò le múṣiṣẹ lórí TV yìí.

source: Find My Device allows you to locate, lock or erase your TV
yo: Wá Ohun Èlò Àrídìmú Mi ń gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa TV rẹ rẹ̀

source: Find My Device allows you to locate, lock or erase your TV from a web site:
yo: Wá Ohun Èlò Àrídìmú Mi máa gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa TV rẹ rẹ́ láti ojúlé wẹ́ẹ̀bù:

source: Your TV is being tracked by another device through the website.
yo: Ohun èlò àrídìmú míràn ń ṣàmójútó TV rẹ nípaṣẹ̀ ojúlé wẹ́ẹ̀bù.

source: No devices are actively tracking your TV through the website.
yo: Kò sí àwọn ohun èlò àrídìmú tí o ń ṣàmójútó TV rẹ nípaṣẹ̀ ojúlé wẹ́ẹ̀bù.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
yo: Títan àkà USB ń gba kọ̀mpútà àtí ohun èlò àrídìmú míràn tí o ṣopọ̀ nípa lílo USB láàyè láti wọlé sí àwọn fáìlì orí TV yìí.

source: Reset TV
yo: Mú TV bọ̀ṣípò

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
yo: Títún ààtò ṣe máa pa gbogbo dátà rẹ rẹ́, pẹ̀lú àwọn ìfilọ́lẹ̀ tí o ti rà. TV naà máa padà sí kání bí o se wà nígbà tí o ràá. Kò sí nínú àwọn ààtò tàbí dátà rẹ tí o má wà ní pípamọ́.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
yo: Títan móòdù pamọ́ agbára má pa dátà TV náà, àwọn ìṣomọ́ Búlútuùtù àti Ibiilẹ̀ láti mú kí bátìrì pẹ́ si. O ṣì le tan àwọn iṣẹ́ wọ̀nyí padà ní aláfọwọ́ṣe.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
yo: Ràn wá lọ́wọ́ láti mú {{brandShortName}} dára si nípa pínpín dátà nípa TV rẹ àti bí o se ń lòó.

source: Connected to TV audio
yo: Ti ṣètò àjọspọ̀ mọ́ ohùn àfetígbọ́ TV

source: Connected to TV/media audio
yo: Ti sètò àjọsepọ̀ 'si ohùn àfetígbọ́ TV/mídíà
