Repository: phlax/mozilla-gaia
Catalog: ha/apps/homescreen/homescreen.properties.po
Languages: ha

source: {{topic}} on {{name}}
ha: {{topic}} a kan {{name}}

source: Change Wallpaper
ha: Canja takardar ado

source: Add Smart Collections
ha: Daɗa kyakkyawar tattarawa

source: Delete {{name}}
ha: Goge {{name}}

source: {{name}} and all of its data will be deleted.
ha: {{name}} da duk bayananta za'a goge.

source: Delete
ha: Goge

source: Cancel
ha: Soke

source: Remove {{name}}
ha: Cire {{name}}

source: Remove {{name}} from the homescreen?
ha: A cire {{name}} daga fuskar gida?

source: Remove
ha: Cire

source: Download
ha: Sauke

source: Restart Download
ha: Sake kunna Saukewa

source: Do you want to download {{name}}?
ha: Ka na so ka sauke {{name}}?

# loadingEvme2
source: Loading…
ha: Ana lodawa…

source: Everything…
ha: Komai…

# evme-searchbar-default2
source: I’m thinking of…
ha: Ina tunanin…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ha: Ina tunanin…

source: Back
ha: Baya

# evme-searchbar-default.placeholder
source: I’m thinking of…
ha: Ina tunanin...

# evme-searchbar-title
source: Everything
ha: Komai

source: Enter any topic or search query
ha: Shigar da ko wane batu ko neman bincike

source: Enter any topic or keyword
ha: Shigar da ko wane batu ko mabuɗin kalma

source: Dismiss
ha: Watsar

source: No options found
ha: Ba'a sami zaɓi ba

source: History:
ha: Tarihi:

source: History
ha: Tarihi

source: Clear history
ha: Share tarihi

# evme-helper-didyoumean-title
source: Did you mean:
ha: Ka na nufin:

# evme-helper-refine-title
source: Did you mean:
ha: Ka na nufin:

# evme-helper-title-prefix
source: Everything
ha: Komai

# evme-helper-title-empty
source: Everything
ha: Komai

# evme-apps-market-download
source: Download
ha: Sauke

source: More Apps
ha: Ƙarin aikace-aiakace

# evme-apps-loading-app
source: Loading…
ha: Ana lodawa...

# evme-appsmore-loading
source: Loading…
ha: Ana lodawa...

source: Add {{name}} to Home Screen?
ha: A daɗa {{name}} a Fuskar Gida?

source: {{name}} was already added to Home Screen
ha: {{name}} tuni aka daɗa shi a Fuskar Gida

source: Connect to the internet to add more Smart Collections
ha: Haɗa da intanet domin daɗa ƙarin Kyakkyawar Tattarawa.

source: Set as wallpaper?
ha: A saita a matsayin takardar ado?

source: No Smart Collections to add
ha: Babu Kyakkyawar Tattarawa da za'a daɗa

source: {{name}} added to Home Screen
ha: {{name}} an daɗa a Fuskar Gida

source: Wallpaper set successfully
ha: An nasarar saita takardar ado

source: More
ha: Ƙari

# evme-collectionssuggest-loading
source: Loading…
ha: Ana lodawa…

# evme-collectionssuggest-loading-cancel
source: Cancel
ha: Soke

source: Create your own Smart Collection
ha: Ƙiƙiri Kyakkyawar Tattarawarka

source: Source:
ha: Tushe:

# evme-collection-title-prefix
source: Everything
ha: Komai

source: Phone
ha: Waya

# evme-collection-loading-more
source: Loading…
ha: Ana lodawa…

source: Connect to the internet to get apps for {{query}}
ha: Haɗa da intanet domin samun aikace-aikace na {{query}}

source: Connect to the internet to get even more apps for {{query}}
ha: Haɗa da intanet domin samun kuma ƙarin aikace-aikace na {{query}}

source: Find the things you love with the coolest apps.
ha: Nemo abubuwan da ka ke so tare da aikace-aikace masu sauƙi.

source: For example, find your favorite singer or band…
ha: Misali, nemo mawaƙin da kafi so ko ƙungiyar mawaƙa...

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ha: Waɗannan su ne aikace-aikacen domin <b>{{query}}</b>,<br /><br />danna ko wace alama domin buɗe shi.

source: Custom…
ha: Tsararre...

source: Astrology
ha: Ilimin taurari

source: Autos
ha: Motoci

source: Beauty
ha: Kwalliya

source: Books
ha: Littattafai

source: Celebs
ha: Bukunkuna

source: Daily Deals
ha: Harkokin kullum

source: Dating
ha: Samartaka

source: Electronics
ha: Kayayyaki masu amfani da wuta

source: Email
ha: Imel

source: Entertainment
ha: Shaƙatawa

source: Environment
ha: Mahalli

source: Fashion
ha: Ado

source: Funny
ha: Ban dariya

source: Games
ha: Wasanni

source: Government
ha: Gwamnati

source: Health
ha: Lafiya

source: Jobs
ha: Ayyuka

source: Local
ha: Na gida

source: Maps
ha: Taswirori

source: Movies
ha: Fina-finai

source: Music
ha: Kiɗa

source: New Apps
ha: Sababbin aikace-aikace

source: News
ha: Labarai

source: Photography
ha: Ɗaukar hoto

source: Recipes
ha: Girke-girke

source: Restaurants
ha: Gidajen cin abinci

source: Shopping
ha: Siyayya

source: Social
ha: Dandali

source: Sports
ha: Wasanni

source: Tech News
ha: Labaran Injina

source: Top Apps
ha: Aikace-aikace na kan-gaba

source: Travel
ha: Bulaguro

source: Video
ha: Bidiyo

source: Utilities
ha: Kayan amfani

source: Weather
ha: Yanayi

source: Add to top of collection
ha: Daɗa a saman tattarawa

source: Save to Homescreen
ha: Ajiye a Fuskar Gida

source: Edit
ha: Gyara

source: Website name
ha: Sunan tashar yanar gizo

source: Address
ha: Adireshi

# edit-dialog-cancel
source: Cancel
ha: Soke

source: Done
ha: An kammala
