Repository: phlax/mozilla-gaia
Catalog: ha/apps/sms/sms.properties.po
Languages: ha

source: Messages
ha: Saƙwanni

source: Delete messages
ha: Goge saƙwanni

source: Edit
ha: Gyara

source: Back
ha: Baya

source: Cancel
ha: Soke

source: Undo
ha: Warware

source: Done
ha: An gama

source: Delete
ha: Goge

source: Deleting…
ha: Yana gogewa…

source: Select all
ha: Zaɓi duka

source: Deselect all
ha: Fasa zaɓar duka

# selected-messages[zero]
source: none selected
ha: ba wanda aka zaɓa

# selected-messages[one]
source: {{n}} selected
ha: an zaɓi {{n}}

# selected-messages[two]
source: {{n}} selected
ha: an zaɓi {{n}}

# selected-messages[few]
source: {{n}} selected
ha: an zaɓi {{n}}

# selected-messages[many]
source: {{n}} selected
ha: an zaɓi {{n}}

# selected-messages[other]
source: {{n}} selected
ha: an zaɓi {{n}}

source: Select Threads
ha: Zaɓi Zarurruka

source: Select Messages
ha: Zaɓi saƙwanni

source: Settings
ha: Saituna

source: Add subject
ha: Daɗa batu

source: Remove subject
ha: Cire batu

source: To:
ha: Zuwa:

source: Send
ha: Aika

source: New
ha: Sabo

source: Message
ha: Saƙwanni

# messagesInput_placeholder
source: Message
ha: Saƙwanni

source: Subject
ha: Batu

source: Converting to multimedia message.
ha: Canjawa zuwa saƙon kaɗe-kaɗe.

source: Converting to text message.
ha: Canjawa zuwa rubutaccen saƙo.

source: You’ve reached the maximum length.
ha: Ka kai iyakar tsawo.

source: Maximum length of subject reached.
ha: An riski iyakar tsawon batu.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
ha: Ka wuce iyakar girma. Cire abubuwan maƙalawa ko ka taƙaita rubutaccen saƙo domin aikawa.

source: New message
ha: Sabon rubutaccen saƙo

source: Send message
ha: Aika saƙo

source: (No recipient)
ha: (Babu mai karɓa)

source: {{n}} recipient
ha: {{n}} mai karɓar saƙo

# recipient[two]
source: {{n}} recipients
ha: masu karɓa {{n}}

# recipient[few]
source: {{n}} recipients
ha: masu karɓa {{n}}

# recipient[many]
source: {{n}} recipients
ha: masu karɓa {{n}}

# recipient[other]
source: {{n}} recipients
ha: masu karɓa {{n}}

source: {{n}} KB
ha: KB {{n}}

source: {{n}} MB
ha: MB {{n}}

source: There is no application available to open this file type.
ha: Babu aikace-aikacen da za su buɗe irin wannan fayil ɗin.

source: Remove
ha: Cire

source: {{n}} participant
ha: wanda ya shiga {{n}}

# participant[two]
source: {{n}} participants
ha: waɗanda suka shiga {{n}}

# participant[few]
source: {{n}} participants
ha: waɗanda suka shiga {{n}}

# participant[many]
source: {{n}} participants
ha: waɗanda suka shiga {{n}}

# participant[other]
source: {{n}} participants
ha: waɗanda suka shiga {{n}}

source: Message report
ha: Rahoton rubutaccen saƙo

source: Text Message (SMS)
ha: Rubutaccen saƙo (SMS)

source: Multimedia Message (MMS)
ha: Saƙon Kaɗe-kaɗe (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
ha: Rutaccen saƙonka (SMS), ba'a aika ba a {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ha: Saƙonka na Kaɗe-kaɗe (MMS), batu {{subject}}, an aika ran {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ha: Saƙonka na Kaɗe-kaɗe (MMS), an aika ran {{datetime}}

source: Status:
ha: Matsayi:

source: sent
ha: an aika

source: received
ha: an karɓa

source: sending
ha: aikawa

source: error
ha: kuskure

source: not downloaded
ha: ba'a sauke ba

source: Delivered:
ha: An kai saƙo:

source: Read:
ha: Karanta:

source: Requested
ha: Wanda aka tambaya

source: Message size:
ha: Girman rubutaccen saƙo:

source: Recipients:
ha: Mai karɓar saƙo:

source: From:
ha: Daga:

source: Sent:
ha: An aika:

source: Received:
ha: An karɓa:

source: Via:
ha: Ta hanyar:

source: Search
ha: Nema

source: Unknown
ha: Wanda ba'a sani ba

source: Replace existing Draft
ha: Maye gurbin ajiyayyen rubutun da ake da shi

source: Save as Draft
ha: Ajiye a matsayin Rubutun da ba'a aika be

# discard-message
source: Discard
ha: Watsar

source: Are you sure you want to discard this message?
ha: Ka tabbatar ka na so ka yi watsi da wannan rubutaccen saƙon?

source: Discard the message you’re composing and open the new message?
ha: Yi watsi da saƙon da ka ke rubutawa kuma ka buɗe sabon rurbutaccen saƙo?

source: The message could not be sent. Try again?
ha: Ba za'a iya aikawa da saƙon ba. Sake gwadawa?

source: Resend this message
ha: Sake aika wannan rubutaccen saƙon

source: Delete selected messages?
ha: A goge rubutattun saƙon da aka zaɓa?

source: Delete selected message threads?
ha: A goge zaren rubutattun saƙon da aka zaɓa?

source: New message from
ha: Sabon rubutaccen saƙo daga

source: Read it
ha: Karanta shi

source: No messages
ha: Babu saƙwanni

source: Start communicating now
ha: Fara aika saƙo yanzu

source: Message not sent
ha: Ba'a aika da saƙo ba

source: There was a problem sending the message. Please try again.
ha: Akwai matsala wajen aika saƙon. Sake gwadawa.

source: Missing SIM card
ha: Katin SIM da ya ɓata

source: Insert a valid SIM card to continue.
ha: Saka ingantaccen katin SIM domin ci gaba.

source: Airplane mode activated
ha: An kunna yanayin jirgin sama

source: Turn off airplane mode to send messages.
ha: Kashe yanayin jirgin sama domin aika saƙwanni.

source: FDN active
ha: FDN ya na aiki

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
ha: An kunna (Fixed Dialing Numbers) na FDN. Ka tabbatar cibiyar SMS da kuma wanda zai karɓi saƙo su na jerinka na FDN:<br />{{numbers}}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ha: An kunna (Fixed Dialing Numbers) na FDN. Ka tabbatar cibiyar SMS da kuma waɗanda za su karɓi saƙo su na jerinka na FDN:<br />{{numbers}}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ha: An kunna (Fixed Dialing Numbers) na FDN. Ka tabbatar cibiyar SMS da kuma waɗanda za su karɓi saƙo su na jerinka na FDN:<br />{{numbers}}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ha: An kunna (Fixed Dialing Numbers) na FDN. Ka tabbatar cibiyar SMS da kuma waɗanda za su karɓi saƙo su na jerinka na FDN:<br />{{numbers}}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ha: FDN (Zaunannun Lambobi da aka Buga) an kunnasu. Ka tabbatar cibiyarka ta SMS da kuma waɗannan masu karɓar saƙo na jerinka na FDN:<br />{{ numbers }}

source: Switch data connection
ha: Kunna haɗin bayani

source: Later
ha: Nan gaba

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ha: Kunna bayanin haɗinka zuwa SIM {{ nonActiveSimld }} domin aika MMS. Bayanin canji na yanzu a kan SIM {{ activeSimId }} za'a dakatar. Ci gaba duk da haka?

source: No network coverage
ha: Babu yanayin haɗin yanar gizo

source: Make sure you have a mobile signal and try again.
ha: Ka tabbatar ka na da sigina na waya kuma ka sake gwadawa.

source: Message not found
ha: Ba'a sami rubutaccen saƙo ba

source: The message you’re looking for is no longer available.
ha: Rubutaccen saƙon da ka ke nema babu shi.

source: Invalid number
ha: Lamba maras inganci

source: Make sure the mobile number you’re sending to is valid.
ha: Ka tabbatar lambar wayar da ka ke aikawa gareta ta na da inganci.

source: Unable to download
ha: Ya gaza saukewa

source: Please make sure the SIM card inserted is the one used to receive this message.
ha: Ka tabbata katin SIM da ka saka shi ne wanda ka yi amfani da shi domin karɓar wannan saƙo.

source: This message has already been deleted.
ha: Tuni an goge wannan saƙon.

# view-attachment-image
source: View
ha: Kallo

source: Listen
ha: Saurare

# view-attachment-video
source: View
ha: Kallo

# view-attachment-other
source: View
ha: Kallo

source: Remove image
ha: Cire hoto

source: Remove audio
ha: Cire Abin saurare

source: Remove video
ha: Cire bidiyo

source: Remove attachment
ha: Cire abin maƙalawa

source: Replace image
ha: Maye gurbin hoto

source: Replace audio
ha: Maye gurbin abin saurare

source: Replace video
ha: Maye gurbin bidiyo

source: Replace attachment
ha: Maye gurbin abin maƙalawa

source: Unsent Message
ha: Rubutaccen saƙon da ba'a aika ba

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
ha: Ba'a aika rubutaccen saƙonka da ya gabata ba. Kana so ka gyara rubutaccen saƙon ko ka yi watsi da shi ka ci gaba?

# unsent-message-option-edit
source: Edit
ha: Gyara

# unsent-message-option-discard
source: Discard
ha: Watsar

source: Message options
ha: Zaɓin aika saƙo

source: Forward
ha: Gaba

source: View message report
ha: Kalli rahoton saƙo

source: Mobile
ha: Ta hannu

source: Home
ha: Gida

source: Work
ha: Aiki

source: Personal
ha: Na mutum

source: Fax home
ha: Fax na gida

source: Fax office
ha: Fax na ofis

source: Fax other
ha: Aika fax ga wasu

source: Another
ha: Wani

source: Other
ha: Wasu

source: today
ha: yau

source: yesterday
ha: jiya

source: (incorrect date)
ha: (kwanan wata ba dai dai ba)

source: Add to an existing contact
ha: A daɗa ga abokan hulɗa na yanzu

source: Create new contact
ha: A ƙirƙiri sabon abokin hulɗa

source: View contact
ha: Duba abokin hulɗa

source: Call
ha: Kira

source: Send email
ha: Aika imel

source: MMS message
ha: Saƙon MMS

source: Message is not downloaded yet.
ha: Ba'a sauke saƙo ba tukuna.

source: Attachment can be downloaded until {{date}}.
ha: Za'a iya sauke abin da aka maƙala ha sai {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ha: Yi haƙuri, saƙon ya lalace ran {{date}} kuma ba za'a iya saukeshi ba.

source: Download
ha: Sauke

source: Downloading…
ha: Yana saukewa…

source: untitled
ha: marar suna

# files-too-large[zero]
source: The file you have selected is too large.
ha: Fayil ɗin da ka zaɓa ya yi girma sosai.

# files-too-large[one]
source: The file you have selected is too large.
ha: Fayil ɗin da ka zaɓa ya yi girma sosai.

# files-too-large[two]
source: The files you have selected are too large.
ha: Fayilolin da ka zaɓa sun yi girma sosai.

# files-too-large[few]
source: The files you have selected are too large.
ha: Fayilolin da ka zaɓa sun yi girma sosai.

# files-too-large[many]
source: The files you have selected are too large.
ha: Fayilolin da ka zaɓa sun yi girma sosai.

# files-too-large[other]
source: The files you have selected are too large.
ha: Fayilolin da ka zaɓa sun yi girma sosai.

source: Resizing the attached image
ha: Sake girman hoton da aka maƙala

source: There is a problem with the attached file and it cannot be downloaded.
ha: Akwai matsala tare da fayil ɗin da aka maƙala kuma ba zai sauku ba.

source: Message saved as draft
ha: An ajiya saƙo a mastayin wanda ba'a aika ba

source: Delivered
ha: An isar da saƙo

source: Read
ha: Karanta

source: Error
ha: Kuskure
