Repository: phlax/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: as, mai, ms, xh

source: Messages
as: বাৰ্তাসমূহ
mai: समाद
ms: Mesej
xh: Imiyalezo

source: Delete messages
as: বাৰ্তাসমূহ মচি পেলাওক
mai: समाद मेटाउ
ms: Hapus mesej
xh: Cima imiyalezo

source: Select
ms: Pilih

source: Edit
as: সম্পাদনা কৰক
mai: संपादन
ms: Sunting
xh: Hlela

source: Back
as: পিছলৈ
mai: पाछाँ
ms: Undur
xh: Emva

source: Cancel
as: বাতিল কৰক
mai: रद्द करू
ms: Batal
xh: Rhoxisa

source: Undo
as: বাতিল কৰক
mai: पहिने जहिना
ms: Kembali Asal
xh: Qhaqha okwenzileyo

source: Done
as: কৰা হল
mai: संपन्न
ms: Selesai
xh: Ugqibile

source: Delete
as: মচি পেলাওক
mai: मेटाउ
ms: Hapus
xh: Cima

source: Deleting…
as: মচা হৈছে…
mai: मेटाएल जाए रहल अछि ...
ms: Menghapus…
xh: Iyacima…

source: Select all
as: সকলো বাছক
mai: सभक चयन करू
ms: Pilih semua
xh: Khetha konke

source: Deselect all
as: সকলো অনিৰ্বাচিত কৰক
mai: सभ अचयनित करू
ms: Nyahpilih semua
xh: Sukukhetha konke

source: Select Threads
ms: Pilih Bebenang

source: Select Messages
ms: Pilih Mesej

source: Settings
as: সংহতিসমূহ
mai: सेटिंग
ms: Tetapan
xh: Iisetingi

source: Add subject
as: বিষয় যোগ কৰক
mai: विषय जोड़ू
ms: Tambah subjek
xh: Yongeza umbandela

source: Remove subject
as: বিষয় আতৰাওক
mai: विषय मेटाउ
ms: Singkit subjek
xh: Shenxisa umbandela

source: To:
as: প্ৰতি:
mai: प्रति:
ms: Kepada:
xh: Iya:

source: Send
as: প্ৰেৰণ কৰক
mai: पठाबू
ms: Hantar
xh: Thumela

source: New
as: নতুন
mai: नव
ms: Baru
xh: Omtsha

source: Message
as: বাৰ্তা
mai: समाद
ms: Mesej
xh: Umyalezo

# messagesInput_placeholder
source: Message
as: বাৰ্তা
mai: समाद
ms: Mesej
xh: Umyalezo

source: Subject
as: বিষয়
mai: विषय
ms: Subjek
xh: Umbandela

source: Converting to multimedia message.
as: মাল্টিমিডিয়া বাৰ্তালৈ পৰিবৰ্তন কৰা হৈছে
mai: मल्टीमीडिया समाद मे कनवर्ट भ रहल अछि.
ms: Mengubah kepada mesej multimedia.
xh: Itshintshela kumyalezo weentlobo zemidiya.

source: Converting to text message.
as: টেক্সট বাৰ্তালৈ পৰিবৰ্তন কৰা হৈছে।
mai: पाठ समाद मे कनवर्ट भ रहल अछि.
ms: Mengubah kepada mesej teks.
xh: Itshintshela kumyalezo obhaliweyo.

source: You’ve reached the maximum length.
as: আপুনি সৰ্বাধিক দৈৰ্ঘ্য প্ৰাপ্ত কৰিছে।
mai: अहाँ बेसी सँ बेसी नमाइ तक पहुँच चुकल अछि.
ms: Anda telah mencapai panjang maksima.
xh: Ufikelele kubude obupheleleyo.

source: Maximum length of subject reached.
as: বিষয়ৰ সৰ্বাধিক দৈৰ্ঘ্য প্ৰাপ্ত হৈছে।
mai: विषय केर बेसी सँ बेसी नमाइ पर पहुँच चुकल अछि.
ms: Panjang maksima subjek telah dicapai.
xh: Ufikelele kubude obupheleleyo bombandela.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
as: আপুনি সৰ্বাধিক দৈৰ্ঘ্য অতিক্ৰম কৰিছে। এটাচমেন্টসমূহ আতৰাওক অথবা ইয়াক পঠাবলে বাৰ্তা সৰু কৰক।
mai: अहाँक अधिकतम नमाइ पार कए गेलिए. एकरा भेजबाक लेल विशेष वर्ण निकालू अथवा संदेश छोट करू.
ms: Anda telah melebihi panjang maksima. Singkit kepilan atau pendekkan mesej untuk menghantarnya.
xh: Udlule kubude obupheleleyo. Shenxisa izincanyathiselwa okanye ushwankathele umyalezo ukuze uwuthumele.

source: New message
as: নতুন বাৰ্তা
mai: नव संदेश
ms: Mesej Baru
xh: Umyalezo omtsha

source: Send message
as: বাৰ্তা প্ৰেৰণ কৰক
mai: सन्देश पठाबू
ms: Hantar Mesej
xh: Thumela umyalezo

source: (No recipient)
as: (কোনো প্ৰাপক নাই)
mai: (कोनो प्राप्तकर्ता नहि)
ms: (Tiada penerima)
xh: (Akukho bafumeneyo)

source: {{n}} recipient
as: {{n}} প্ৰাপক
mai: {{n}} प्राप्तकर्ता
ms: {{n}} penerima
xh: Abawufumeneyo ba-{{n}}

# recipient[two]
source: {{n}} recipients
as: {{n}} প্ৰাপক
mai: {{n}} प्राप्तकर्ता
ms: {{n}} penerima
xh: Abawufumeneyo ba-{{n}}

# recipient[few]
source: {{n}} recipients
as: {{n}} প্ৰাপক
mai: {{n}} प्राप्तकर्ता
ms: {{n}} penerima
xh: Abawufumeneyo ba-{{n}}

# recipient[many]
source: {{n}} recipients
as: {{n}} প্ৰাপক
mai: {{n}} प्राप्तकर्ता
ms: {{n}} penerima
xh: Abawufumeneyo ba-{{n}}

# recipient[other]
source: {{n}} recipients
as: {{n}} প্ৰাপক
mai: {{n}} प्राप्तकर्ता
ms: {{n}} penerima
xh: Abawufumeneyo ba-{{n}}

source: There is no application available to open this file type.
as: এই ফাইল ধৰণ খোলিবলে কোনো এপ্লিকেচন উপলব্ধ নাই।
mai: ई फाइल प्रकार खोलब कलेल कोनो अनुप्रयोग उपलब्ध नहि अछि.
ms: Tidak terdapat apliaksi untuk membuka jenis fail ini.
xh: Akukho aplikheyishini ikhoyo ukuvula olu hlobo lwefayile.

source: Remove
as: আতৰাওক
mai: हटाउ
ms: Singkir
xh: Shenxisa

source: {{n}} participant
as: {{n}} অংশগ্ৰহণকাৰী
mai: {{n}} प्रतिभागी
ms: {{n}} peserta
xh: Abathathi-nxaxheba aba-{{n}}

# participant[two]
source: {{n}} participants
as: {{n}} অংশগ্ৰহণকাৰী
mai: {{n}} प्रतिभागी
ms: {{n}} peserta
xh: Abathathi-nxaxheba aba-{{n}}

# participant[few]
source: {{n}} participants
as: {{n}} অংশগ্ৰহণকাৰী
mai: {{n}} प्रतिभागी
ms: {{n}} peserta
xh: Abathathi-nxaxheba aba-{{n}}

# participant[many]
source: {{n}} participants
as: {{n}} অংশগ্ৰহণকাৰী
mai: {{n}} प्रतिभागी
ms: {{n}} peserta
xh: Abathathi-nxaxheba aba-{{n}}

# participant[other]
source: {{n}} participants
as: {{n}} অংশগ্ৰহণকাৰী
mai: {{n}} प्रतिभागी
ms: {{n}} peserta
xh: Abathathi-nxaxheba aba-{{n}}

source: Message report
as: বাৰ্তা সংবাদ
mai: समाद रिपोट
ms: Laporan mesej
xh: Ingxelo yomyalezo

source: Text Message (SMS)
as: টেক্সট বাৰ্তা (SMS)
mai: पाठ समाद (SMS)
ms: Mesej Teks (SMS)
xh: Umyalezo obhaliweyo (SMS)

source: Multimedia Message (MMS)
as: মাল্টিমিডিয়া বাৰ্তা (MMS)
mai: मल्टीमीडिया समाद(MMS)
ms: Mesej Multimedia (MM)
xh: Umyalezo weentlobo zemidiya (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
as: আপোনাৰ বাৰ্তা (SMS) ক, {{datetime}} ত পঠোৱা হৈছিল
mai: अहाँक पाठ समाद (SMS), {{datetime}} पर भेजल गेल छला
ms: Mesej Teks (SMS) anda, telah dihantar pada {{datetime}}
xh: Umyalezo wakho obhaliweyo (SMS), uthunyelwe ngo-{{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
as: আপেনাৰ মাল্টিমিডিয়া বাৰ্তা (MMS), বিষয় {{subject}} ক, {{datetime}} ত পঠোৱা হৈছে
mai: अहाँक पाठ समाद (SMS), विषय {{subject}} {{datetime}} पर भेजल गेल छला
ms: Mesej Multimedia (MMS) anda, bertajuk {{subject}}, telah dihantar pada {{datetime}}
xh: Umyalezo wakho weentlobo zemidiya (MMS), umbandela {{subject}}, uthunyelwe nge-{{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
as: আপোনাৰ মাল্টিমিডিয়া বাৰ্তা (MMS) ক, {{datetime}} ত পঠোৱা হৈছিল
mai: अहाँक पाठ समाद (SMS), {{datetime}} पर भेजल गेल छला
ms: Mesej Multimedia (MMS) anda, telah dihantar pada {{datetime}}
xh: Umyalezo wakho weentlobo zemidiya (MMS), uthunyelwe nge-{{datetime}}

source: sent
as: প্ৰেৰিত
mai: भेजल-डाक
ms: hantar
xh: uthunyelwe

source: received
as: প্ৰাপ্ত
mai: प्राप्त
ms: diterima
xh: owufumeneyo

source: sending
as: প্ৰেৰণ কৰা হৈছে
mai: भेजल जाए रहल अछि
ms: menghantar
xh: iyathumela

source: error
as: ত্ৰুটি
mai: त्रुटि
ms: ralat
xh: imposiso

source: not downloaded
as: ডাউনল'ড কৰা হোৱা নাই
mai: डाउनलोड नहि कएल गेल
ms: tidak dimuat turun
xh: awukhutshelwanga

source: Delivered:
as: প্ৰেৰিত:
mai: देल गेल:
ms: Disampaikan:
xh: Uhanjisiwe:

source: Read:
as: পঢ়া হৈছে:
mai: पढू:
ms: Baca:
xh: Funda:

source: Requested
as: অনুৰোধ কৰা হৈছে
mai: अनुरोधित
ms: Dipohon:
xh: Oceliweyo

source: Message size:
as: বাৰ্তাৰ আকাৰ:
mai: समाद आकार:
ms: Saiz mesej:
xh: Ubukhulu bomyalezo:

source: Recipients:
as: প্ৰাপকসকল:
mai: प्राप्तकर्ता:
ms: Penerima:
xh: Abawufumeneyo:

source: From:
as: প্ৰেৰক:
mai: सँ:
ms: Daripada:
xh: Usuka:

source: Sent:
as: প্ৰেৰিত:
mai: भेजल-डाक
ms: Dihantar:
xh: Ithunyelwe:

source: Received:
as: প্ৰাপ্ত:
mai: प्राप्त:
ms: Diterima:
xh: Ifunyenwe:

source: Via:
as: ৰে:
mai: केर माध्यम सँ:
ms: Melalui:
xh: Nge:

source: Search
as: সন্ধান কৰক
mai: खोजू
ms: Carian
xh: Khangela

source: Unknown
as: অজ্ঞাত
mai: अज्ञात
ms: Tidak diketahui
xh: Akwaziwa

source: Replace existing Draft
as: স্থায়ী খচৰা প্ৰতিস্থাপন কৰক
mai: मोजुदा ड्राफ्ट बदलू
ms: Ganti Draf sedia ada
xh: Ufuna ukutshintsha idrafti ekhoyo ngenye

source: Save as Draft
as: খচৰা হিচাপে সংৰক্ষণ কৰক
mai: ड्राफ्ट रूपेँ सहेजू
ms: Simpan sebagai Draf
xh: Gcina njengedrafti

# discard-message
source: Discard
as: বৰ্জন কৰক
mai: छोड़ू
ms: Buang
xh: Lahla

source: Are you sure you want to discard this message?
as: আপুনি এই বাৰ্তা বৰ্জন কৰিবলে নিশ্চিত নে?
mai: की अहाँकेँ यकीन अछि जे अहाँ एहि समाद केँ रद्द कएनाइ चाहैत अछि?
ms: Anda pasti untuk membuang mesej ini?
xh: Uqinisekile ufuna ukuwulahla lo myalezo?

source: Discard the message you’re composing and open the new message?
as: আপুনি ৰচনা কৰা বাৰ্তা বৰ্জন কৰি নতুন বাৰ্তা খোলিব নে?
mai: कम्पोजिंग कए रहल समाद केँ छोड़ू आओर नव समाद खोलू?
ms: Membuang mesej yang anda karang dan buka mesej baru?
xh: Ufuna ukuwulahla lo myalezo uwubhalayo?

source: The message could not be sent. Try again?
as: বাৰ্তাটো পঠাব পৰা নগ'ল। পুনৰ চেষ্টা কৰিব নে?
mai: समाद नहि भेजल जाए सकल. फेर कोसिस करू?
ms: Mesej tidak dapat dihantar. Cuba lagi?
xh: Umyalezo awunakuthunyelwa. Ufuna ukuzama kwakhona?

source: Resend this message
as: এই বাৰ্তা পুনৰ প্ৰেৰণ কৰক
mai: ई समाद केँ फेर पठाबू
ms: Hantar semula mesej ini
xh: Phinda uthumele umyalezo

source: Delete selected messages?
as: নিৰ্বাচিত বাৰ্তাসমূহ মচি পেলাব নে?
mai: चयनित समाद केँ हटओनाइ चाहैत अछि?
ms: Hapus mesej dipilih?
xh: Ufuna ukuwucima lo myalezo uwukhethileyo?

source: Delete selected message threads?
as: নিৰ্বাচিত বাৰ্তা থ্ৰেডসমূহ মচি পেলাব নে?
mai: चयनित समाद सूत्र केँ हटओनाइ चाहैत अछि?
ms: Hapus bebenang mesej dipilih?
xh: Ufuna ukucima uluhlu lwemiyalezo?

source: New message from
as: উল্লেখিত ব্যক্তিৰ পৰা নতুন বাৰ্তা
mai: सँ नव समाद
ms: Mesej baru daripada
xh: Umyalezo omtsha ovela

source: Read it
as: ইয়াক পঢ়ক
mai: एकरा पढू
ms: Bacanya
xh: Wufunde

source: No messages
as: কোনো বাৰ্তা নাই
mai: कोनो सन्देश नहि
ms: Tiada mesej
xh: Akukho miyalezo

source: Start communicating now
as: এতিয়াই সংযোগ কৰা আৰম্ভ কৰক
mai: समाद स्थापित कएनाइ अखन शुरू करू
ms: Mula berhubung sekarang
xh: Qalisa ukunxibelelana ngoku

source: Message not sent
as: বাৰ্তা পঠোৱা হোৱা নাই
mai: संदेश नहि पठाएल गेल.
ms: Mesej tidak dihantar
xh: Umyalezo awuthunyelwanga

source: There was a problem sending the message. Please try again.
as: বাৰ্তাটো পঠাওতে এটা সমস্যা হ'ল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
mai: समाद पठाबै मे एकटा समस्या छल. पुन: प्रयास करू.
ms: Terdapat masalah menghantar mesej. Sila cuba lagi.
xh: Kubekho ingxaki ekuthunyelweni komyalezo. Nceda uzame kwakhona.

source: Missing SIM card
as: সন্ধানহিন SIM কাৰ্ড
mai: लापता SIM कार्ड
ms: Kehilangan kad SIM
xh: Ikhadi le-SIM elingekhoyo

source: Insert a valid SIM card to continue.
as: আগবাঢ়িবলে এটা বৈধ SIM কাৰ্ড সুমুৱাওক।
mai: जारी राखए कलेल एकटा वैध SIM कार्ड डालू.
ms: Masukkan kad SIM yang sah untuk meneruskan.
xh: Faka ikhadi le-SIM elisebenzayo uqhubeke.

source: Airplane mode activated
as: বিমান অৱস্থা সক্ৰিয়
mai: एयरप्लेन-मोड सक्रिय अछि
ms: Mod pesawat diaktifkan
xh: Imo yenqwelo-moya ivuliwe

source: Turn off airplane mode to send messages.
as: বাৰ্তাসমূহ পঠাবলে বিমান অৱস্থা বন্ধ কৰক।
mai: समाद पठाबै कलेल एयरप्लेन मोड बन्न करू.
ms: Matikan mod pesawat untuk menghantar mesej.
xh: Cima imo yenqwelo-moya ukuze uthumele imiyalezo.

source: Turn off airplane mode to download attachments.
ms: Matikan mod pesawat terbang untuk memuat turun kepilan.

source: FDN active
as: FDN সক্ৰিয়
mai: FDN सक्रिय
ms: FDN aktif
xh: I-FDN iyasebenza

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰ) সক্ৰিয়। নিশ্চিত কৰক যে SMS কেন্দ্ৰ আৰু নিম্নলিখিত প্ৰাপক আপোনাৰ FDN তালিকাত আছে:<br />{{ numbers }}
mai: FDN (फिक्स्ड डायलिंग संख्या) सक्रिय अछि. पक्का करू SMS सेंटर आओर अहाँक FDN सूचीमे निम्नलिखित प्राप्तकर्ता अछि:<br />{{ numbers }}
ms: FDN (Nombor Dialan Tetap) diaktifkan. Pastikan pusat SMS dan penerima berikut di dalam senarai FDN:<br /> {{ numbers }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza. Qinisekisa ukuba iziko lemiyalezo yefowuni kunye naba bamkeli, bakhona kuluhlu lwakho lwe-FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰ) সক্ৰিয়। নিশ্চিত কৰক যে SMS কেন্দ্ৰ আৰু নিম্নলিখিত প্ৰাপক আপোনাৰ FDN তালিকাত আছে:<br />{{ numbers }}
mai: FDN (फिक्स्ड डायलिंग संख्या) सक्रिय अछि. पक्का करू SMS सेंटर आओर अहाँक FDN सूचीमे निम्नलिखित प्राप्तकर्तासभ अछि:<br />{{ numbers }}
ms: FDN (Nombor Dialan Tetap) diaktifkan. Pastikan pusat SMS dan penerima berikut di dalam senarai FDN:<br /> {{ numbers }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza. Qinisekisa ukuba iziko lemiyalezo yefowuni kunye naba bamkeli balandelayo, bakhona kuluhlu lwakho lwe-FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰ) সক্ৰিয়। নিশ্চিত কৰক যে SMS কেন্দ্ৰ আৰু নিম্নলিখিত প্ৰাপক আপোনাৰ FDN তালিকাত আছে:<br />{{ numbers }}
mai: FDN (फिक्स्ड डायलिंग संख्या) सक्रिय अछि. पक्का करू SMS सेंटर आओर अहाँक FDN सूचीमे निम्नलिखित प्राप्तकर्तासभ अछि:<br />{{ numbers }}
ms: FDN (Nombor Dialan Tetap) diaktifkan. Pastikan pusat SMS dan penerima berikut di dalam senarai FDN:<br /> {{ numbers }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza. Qinisekisa ukuba iziko lemiyalezo yefowuni kunye naba bamkeli balandelayo, bakhona kuluhlu lwakho lwe-FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰ) সক্ৰিয়। নিশ্চিত কৰক যে SMS কেন্দ্ৰ আৰু নিম্নলিখিত প্ৰাপক আপোনাৰ FDN তালিকাত আছে:<br />{{ numbers }}
mai: FDN (फिक्स्ड डायलिंग संख्या) सक्रिय अछि. पक्का करू SMS सेंटर आओर अहाँक FDN सूचीमे निम्नलिखित प्राप्तकर्तासभ अछि:<br />{{ numbers }}
ms: FDN (Nombor Dialan Tetap) diaktifkan. Pastikan pusat SMS dan penerima berikut di dalam senarai FDN:<br /> {{ numbers }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza. Qinisekisa ukuba iziko lemiyalezo yefowuni kunye naba bamkeli balandelayo, bakhona kuluhlu lwakho lwe-FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰ) সক্ৰিয়। নিশ্চিত কৰক যে SMS কেন্দ্ৰ আৰু নিম্নলিখিত প্ৰাপক আপোনাৰ FDN তালিকাত আছে:<br />{{ numbers }}
mai: FDN (फिक्स्ड डायलिंग संख्या) सक्रिय अछि. पक्का करू SMS सेंटर आओर अहाँक FDN सूचीमे निम्नलिखित प्राप्तकर्तासभ अछि:<br />{{ numbers }}
ms: FDN (Nombor Dialan Tetap) diaktifkan. Pastikan pusat SMS dan penerima berikut di dalam senarai FDN:<br /> {{ numbers }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza. Qinisekisa ukuba iziko lemiyalezo yefowuni kunye naba bamkeli balandelayo, bakhona kuluhlu lwakho lwe-FDN:<br />{{ numbers }}

source: Switch data connection
as: তথ্য সংযোগ চুইচ কৰক
mai: डाटा कनेक्शन स्विच करू
ms: Tukar sambungan data
xh: Tshintsha unxibelelwano lwedatha

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ms: Tukar sambungan data kepada SIM {{ nonActiveSimId }} untuk menerima MMS. Sambungan data semasa pada SIM {{ activeSimId }} akan digantung. Teruskan juga?

source: Later
as: পাছত
mai: बाद मे
ms: Kemudian
xh: Emva kwethuba

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ms: Tukar sambungan data kepada SIM {{ nonActiveSimId }} untuk menerima MMS. Sambungan data semasa pada SIM {{ activeSimId }} akan digantung. Teruskan juga?

source: No network coverage
as: কোনো নেটৱৰ্ক নাই
mai: कोनो संजाल कवरेज नहि अछि
ms: Tiada liputan rangkaian
xh: Akukho nethiweki

source: Make sure you have a mobile signal and try again.
as: আপোনাৰ এটা ম'বাইল সংকেত থকাটো নিশ্চিত কৰক আৰু পুনৰ চেষ্টা কৰক।
mai: सुनिश्चित करू अहाँक एकटा मोबाइल संकेत अछि आओर फेर सँ कोसिस.
ms: Pastikan anda memiliki signal selular dan cuba lagi.
xh: Qiniseka ukuba unesignali yefowuni ephathwayo uze uzame kwakhona.

source: Message not found
as: বাৰ্তা পোৱা নগ'ল
mai: समाद नहि भेटल
ms: Mesej tidak ditemui
xh: Umyalezo awufunyanwa

source: The message you’re looking for is no longer available.
as: আপুনি বিচৰা বাৰ্তা আৰু উপলব্ধ নহয়।
mai: खोजल जाए रहल समाद आब उपलब्ध नहि अछि
ms: Mesej yang anda cari tidak lagi tersedia.
xh: Umyalezo owufunayo awusafumaneki.

source: Invalid number
as: অবৈধ সংখ্যা
mai: अवैध संख्या
ms: Nombor tidak sah
xh: Inombolo engasebenziyo

source: Make sure the mobile number you’re sending to is valid.
as: সুনিশ্চিত কৰক যে আপুনি এটা বৈধ নম্বৰলৈ পঠাই আছে।
mai: सुनिश्चित करू अहाँ जे मोबाइल नंबर भेज रहल छी मान्य अछि.
ms: Pastikan nombor telefon yang anda hantar adalah sah.
xh: Qiniseka ukuba inombolo yefowuni ephathwayo oyifunayo iyasebenza.

source: Unable to download
ms: Tidak dapat memuat turun

source: Please make sure the SIM card inserted is the one used to receive this message.
ms: Sila pastikan kam SIM yang dimasukkan adalah yang digunakan untuk menerima mesej ini.

source: This message has already been deleted.
as: এই বাৰ্তাটো ইতিমধ্যে মছি পেলোৱা হৈছে।
mai: ई समाद पहिने ही हटएल जाए चुकल अछि.
ms: Mesej telah pun dihapus.
xh: Lo myalezo sele ucinyiwe.

# view-attachment-image
source: View
as: দৰ্শন কৰক
mai: देखू
ms: Lihat
xh: Jonga

source: Listen
as: শুনক
mai: सुनू
ms: Dengar
xh: Mamela

# view-attachment-video
source: View
as: দৰ্শন
mai: देखू
ms: Lihat
xh: Jonga

# view-attachment-other
source: View
as: দৰ্শন কৰক
mai: देखाउ
ms: Lihat
xh: Jonga

source: Remove image
as: প্ৰতিচ্ছবি আতৰাওক
mai: इमेज मेटाउ
ms: Singkir imej
xh: Shenxisa umfanekiso

source: Remove audio
as: অডিঅ' আতৰাওক
mai: आडियो हटाउ
ms: Singkir audio
xh: Shenxisa i-odiyo

source: Remove video
as: ভিডিঅ' আতৰাওক
mai: वीडियो मेटाउ
ms: Singkir video
xh: Shenxisa ividiyo

source: Remove attachment
as: এটাচমেন্ট আতৰাওক
mai: संलग्नक हटाउ
ms: Singkir kepilan
xh: Shenxisa okuncanyathelisiweyo

source: Replace image
as: ছবি প্ৰতিস্থাপন কৰক
mai: छवि बदलू
ms: Ganti imej
xh: Tshintsha umfanekiso ngomnye

source: Replace audio
as: অডিঅ' প্ৰতিস্থাপন কৰক
mai: आडियो केँ बदलू
ms: Ganti audio
xh: Tshintsha i-odiyo ngenye

source: Replace video
as: ভিডিঅ' প্ৰতিস্থাপন কৰক
mai: वीडियो केँ बदलू
ms: Ganti video
xh: Tshintsha ividiyo ngenye

source: Replace attachment
as: এটাচমেন্ট প্ৰতিস্থাপন কৰক
mai: अनुलग्नक केँ बदलू
ms: Ganti kepilan
xh: Tshintsha okuncanyathelisiweyo ngokunye

source: Unsent Message
as: অপ্ৰেৰিত বাৰ্তা
mai: नहि भेजल गेल समाद
ms: Mesej belum dihantar
xh: Imiyalezo engathunyelwanga

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
as: আপোনাৰ পূৰ্বৱৰ্তী বাৰ্তা প্ৰেৰণ কৰা হোৱা নাছিল। আপুনি অপ্ৰেৰিত বাৰ্তা সম্পাদন কৰিব খোজে নে ইয়াক বৰ্জন কৰি আগবাঢ়িব খোজে?
mai: अहाँक पछिला समाद नहि भेजल गेल छला. अहाँ नहि भेजल गेल समाद केँ संपादित करए चाहैत छी अथवा एकरा छोड़नाइ जारी रखनाइ चाहैत अछि?
ms: Mesej terdahulu anda tidak dihantar. Adakah anda ingin menyunting mesej belum dihantar atau membuangnya dan teruskan?
xh: Umyalezo wakho wangaphambili awuthunyelwanga. Ingaba ufuna ukuhlela umyalezo ongathunyelwanga okanye ukuwulahla uze uqhubeke?

# unsent-message-option-edit
source: Edit
as: সম্পাদনা কৰক
mai: संपादन
ms: Sunting
xh: Hlela

# unsent-message-option-discard
source: Discard
as: বৰ্জন কৰক
mai: छोड़ू
ms: Buang
xh: Lahla

source: Message options
as: বাৰ্তাৰ বিকল্পসমূহ
mai: समाद विकल्प
ms: Pilihan mesej
xh: Ukhetho lomyalezo

source: Forward
as: আগবঢ়াওক
mai: अग्रेषित करू
ms: Maju
xh: Gqithisela phambili

source: View message report
as: বাৰ্তা সংবাদ দৰ্শন কৰক
mai: समाद रिपोट देखाउ
ms: Laporan lihat mesej
xh: Bona ingxelo yomyalezo

source: Mobile
as: ম'বাইল
mai: मोबाइल
ms: Bimbit
xh: Imfonomfono ephathwayo

source: Home
as: ঘৰ
mai: घर
ms: Laman Utama
xh: Ekhaya

source: Work
as: কৰ্ম
mai: काम
ms: Kerja
xh: Umsebenzi

source: Personal
as: ব্যক্তিগত
mai: निजी
ms: Peribadi
xh: Eyobuqu

source: Fax home
as: ঘৰৰ Fax
mai: घर क फैक्स
ms: Fax rumah
xh: Ifeksi yasekhaya

source: Fax office
as: অফিচৰ Fax
mai: कार्यालय क फैक्स
ms: Fax syarikat
xh: Ifeksi yase-ofisini

source: Fax other
as: Fax অন্য
mai: आन फैक्स
ms: Fax lain
xh: Ifeksi engenye

source: Another
as: অন্য
mai: एकटा आओर
ms: Lagi
xh: Enye

source: Other
as: অন্য
mai: आन
ms: Lain-lain
xh: Okunye

source: today
as: আজি
mai: आइ
ms: hari ini
xh: namhlanje

source: yesterday
as: কালি
mai: काल्हि
ms: semalam
xh: izolo

source: (incorrect date)
as: (ভুল তথ্য)
mai: (गलत तारीख)
ms: (salah tarikh)
xh: (umhla ongachananga)

source: Add to an existing contact
as: এটা স্থায়ী পৰিচয়লৈ যোগ কৰক
mai: मोजुदा संपर्क मे जोड़ू
ms: Tambah kepada kenalan sedia ada
xh: Yongeza kumntu onokuqhagamshelana naye okhoyo

source: Create new contact
as: নতুন পৰিচয় সৃষ্টি কৰক
mai: नवसंपर्क बनाउ
ms: Cipta kenalan baru
xh: Bhala umntu onokuqhagamshelana naye omtsha

source: View contact
as: পৰিচয় দৰ্শন কৰক
mai: सम्पर्क देखू
ms: Lihat kenalan
xh: Bona umntu onokuqhagamshelana naye

source: Call
as: কল কৰক
mai: कॉल
ms: Panggil
xh: Tsala umnxeba

source: Send email
as: ইমেইল প্ৰেৰণ কৰক
mai: इमेल पठाबू
ms: Hantar email
xh: Thumela i-imeyili

source: MMS message
as: MMS বাৰ্তা
mai: MMS समाद
ms: Mesej MMS
xh: Umyalezo we-MMS

source: Message is not downloaded yet.
as: বাৰ্তাক এতিয়াও ডাউনল'ড কৰা হোৱা নাই।
mai: समाद अखन तक डाउनलोड नहि भेल.
ms: Mesej belum lagi dimuat turun.
xh: Umyalezo awukakhutshelwa.

source: Attachment can be downloaded until {{date}}.
as: এটাচমেন্টক {{date}} লৈকে ডাউনল'ড কৰিব পৰা যাব।
mai: संलग्नक {{date}} तकि डाउनलोड नहि कएल जाए सकैछ.
ms: Lampiran boleh dimuat turun sehingga {{date}}.
xh: Isincanyatheliswa singakhutshelwa kude kube {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
as: ক্ষমা কৰিব, বাৰ্তাৰ {{date}} তাৰিখে অৱসান ঘটিল আৰু ডাউনল'ড কৰিব নোৱাৰি।
mai: माफ करू, {{date}} पर संदेश खत्म भए गेल आओर डाउनलोड नहि कएल जाए सकैछ.
ms: Maaf, mesej telah luput pada {{date}} dan tidak dapat dimuat turun.
xh: Uxolo, umyalezo uphelelwe ngo{{date}} kwaye awunakho ukukhutshelwa.

source: Download
as: ডাউনল'ড কৰক
mai: डाउनलोड
ms: Muat Turun
xh: Khuphela

source: Downloading…
as: ডাউনল'ড কৰা হৈছে...
mai: डाउनलोड कए रहल अछि…
ms: Memuat turun…
xh: Iyakhuphela…

source: untitled
as: শীৰ্ষকহীন
mai: बेनाम
ms: tidak berjudul
xh: ayinamxholo

# files-too-large[zero]
source: The file you have selected is too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলটো অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Ifayile oyikhethileyo inkulu kakhulu.

# files-too-large[one]
source: The file you have selected is too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলটো অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Ifayile oyikhethileyo inkulu kakhulu.

# files-too-large[two]
source: The files you have selected are too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলসমূহ অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Iifayile ozikhethileyo zinkulu kakhulu.

# files-too-large[few]
source: The files you have selected are too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলসমূহ অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Iifayile ozikhethileyo zinkulu kakhulu.

# files-too-large[many]
source: The files you have selected are too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলসমূহ অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Iifayile ozikhethileyo zinkulu kakhulu.

# files-too-large[other]
source: The files you have selected are too large.
as: আপুনি নিৰ্বাচন কৰা ফাইলসমূহ অতি বৃহৎ।
mai: अहाँ द्वारा चुनल गेल फाइल बहुत पैघ अछि.
ms: Fail yang anda pilih terlalu besar.
xh: Iifayile ozikhethileyo zinkulu kakhulu.
