Repository: phlax/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: as, mai, ms, xh

source: Resizing the attached image
as: সংলগ্ন ছবিক পুনৰ আকাৰ দিয়া হৈছে
mai: जुड़ल छवि रीसाइजिंग करू
ms: Pensaizan semula imej kepilan
xh: Sihlengahlengisa ubukhulu bomfanekiso oncanyathelisiweyo

source: There is a problem with the attached file and it cannot be downloaded.
as: সংলগ্ন ছবিৰ সৈতে এটা সমস্যা আছে আৰু ইয়াক ডাউনল'ড কৰিব নোৱাৰি।
mai: संलग्न फाइल क सँग एकटा समस्या अछि आओर एकरा डाउनलोड नहि कएल जाए सकत.
ms: Terdapat masalah dengan fail yang dikepilkan dan ianya tidak dapat dimuat turun.
xh: Kukho ingxeki ngefayile encanyathelisiweyo yaye ayinakukhutshelwa.

source: Message saved as draft
as: বাৰ্তাক ছবি হিচাপে সংৰক্ষণ কৰা হৈছে
mai: समाद ड्राफ्ट रूपेँ सहेजल
ms: Mesej disimpan sebagai draf
xh: Umyalezo ugcinwe njengedrafti

source: using SIM {{n}}
ms: menggunakan SIM {{n}}

source: Add attachment
ms: Tambah lampiran

source: Contact photo
ms: Foto Kenalan

source: Unread
ms: Belum Baca

source: Has draft
ms: Telah didraf

source: Draft
ms: Draf

source: Sending…
ms: Menghantar...

source: Delivered
ms: Dihantar

source: Read
ms: Baca

source: Error
ms: Ralat

source: {{n}} KB
xh: Ii-KB ezi-{{n}}

source: {{n}} MB
xh: Ii-MB ezi-{{n}}

source: Status:
as: অৱস্থা:
mai: स्थिति:
xh: Ubume:

# sendDefaultErrorBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# sendMissingSimCardBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# sendFlightModeBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# fdnBlocked2BtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# sendNoSignalErrorBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# sendNotFoundErrorBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

# sendInvalidAddressErrorBtnOk
source: OK
as: ঠিক আছে
mai: बेस
xh: Kulungile

source: ({{sim}}) {{sender}}
xh: {{sender}} ({{sim}})
