Repository: phlax/mozilla-gaia
Catalog: dsb/apps/communications/dialer/shared.properties.po
Languages: dsb

source: To make a call you need to disable airplane mode in settings.
dsb: Aby zawołał, musyśo modus leśenja w nastajenjach znjemóžniś.

# callAirplaneModeBtnOk
source: OK
dsb: W pórěźe

source: Airplane mode activated
dsb: Modus leśenja zaktiwěrowany

source: Number is busy
dsb: Numer jo wobsajźony

source: The number is currently busy. Please try again later.
dsb: Numer jo tuchylu wobsajźony. Pšosym wopytajśo pózdźej hyšći raz.

source: FDN active
dsb: FDN aktiwny

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany a slědujucy numer njejo we wašej FDN-lisćinje: {{ number }}

source: Emergency number
dsb: Nuzowy telefonowy numer

source: To make a call, the phone must be connected to a network.
dsb: Aby zawołało, musy se telefon ze seśu zwězaś.

source: Emergency calls are not allowed by the network.
dsb: Nuzowe zawołanja njedowóluju se pśez seś.

# emergencyDialogBtnOk
source: OK
dsb: W pórěźe

source: No network connection
dsb: Žeden seśowy zwisk

source: Invalid phone number
dsb: Njepłaśiwy telefonowy numer

source: The phone number you are calling is not valid.
dsb: Telefonowy numer, na kótaryž zwóniśo, njejo płaśiwy.

source: Unable to make a phone call now
dsb: Jo něnto njemóžno zawołaś

source: Cannot make a call. If you are already dialing, please hang up first.
dsb: Telefonat njejo móžno. Jolic južo wóliśo, połožćo nejpjerwjej.

source: Other connection in use
dsb: Drugi zwisk se wužywa

source: You have an active call on another connection. You can only use one connection at a time.
dsb: Telefoněrujośo rowno z drugim zwiskom. Móžośo jano jaden zwisk naraz wužywaś.
