Repository: phlax/mozilla-gaia
Catalog: zam/apps/music/music.properties.po
Languages: zam

source: Music
zam: Ko xhon lu

source: Playlist
zam: Ko tak xhon lu

source: Artists
zam: Xha mud lee re xha xhol

source: Albums
zam: Cho men xhol

source: Songs
zam: Re ko tan gon lu

source: More
zam: Güi reta

source: Song artist
zam: Cho men xhol

source: Song album
zam: Ko xho len album

source: Unknown artist
zam: Mnet na cho xhool

source: Unknown album
zam: Mnet na xha mud le album

source: Unknown title
zam: Mnet na xha mud le kue

source: Add songs to get started
zam: Blu re men xhool xha tak mte te kue

source: Load songs on to the memory card.
zam: Bla re men ko xhool let target na memoria.

source: No memory card found
zam: Yent target na memoria

source: Insert a memory card to listen to songs.
zam: Toob target na memoria xha tak gool lu cho men xhool.

source: Music can not be used while phone is plugged in
zam: Gadt goon lu diss re mientras lii xhin lu telefóno

source: Unplug the phone to play music.
zam: Toog telefóno xha tak goon lu xha xhool men.

source: Database Upgrade
zam: Lii kub kue

source: Please wait while Music updates its database.
zam: Let lin kub kue.

source: Search Music
zam: Kuan ko lahs lu gool lu

# search-cancel
source: Cancel
zam: Naa lit luy

# search-artists
source: Artists
zam: Cho xhool

# search-albums
source: Albums
zam: Xha mud le kue

source: Tracks
zam: Ko de yoon lu

source: close
zam: toog ga

source: Shuffle all
zam: Te kochs re kue

source: Highest rated
zam: Koo más do lash men

source: Recently added
zam: Ko penta tob na

source: Most played
zam: Ko mas gib na

source: Least played
zam: Ko menos gib na

source: Select a track
zam: Mxhen ko de yoon lu

source: Save
zam: Loo xhog kue

source: Saved {{title}} to Music
zam: Lo xhog {{title}} canción re

source: Audio cannot be played: format is unsupported or file is invalid.
zam: Na gadt tes na kue: ta diif formato dob bá.

# overlay-cancel-button
source: Cancel
zam: Naa lit luy

source: Music paused during the call
zam: Dizh re na gadt teés tis de bezh xha lu
