Repository: phlax/mozilla-gaia
Catalog: ha/apps/settings/device_type/phone/settings.device.properties.po
Languages: ha

source: Change phone name
ha: Canja sunan waya

source: Share my phone’s Internet connection with a USB-connected device.
ha: Raba haɗin yanar gizo na wayata tare da haɗin na'urar haɗi ta USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ha: Ƙyale sauran na'urori su raba haɗin intanet na wayata ta haɗawa da hanyar Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this phone.
ha: Ba'a canja kiɗan kira ba sabo da fayil ɗin da aka zaɓa ba za'a iya nuna shi a wannan wayar ba.

source: Find My Device allows you to locate, lock or erase your phone
ha: Nemo Na'urata ya ba ka dama domin gano, kulle ko share wayarka

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ha: Nemo Na'urata ya ba ka dama domin gano, kulle ko share wayarka daga dandalin yanar gizo:

source: Your phone is being tracked by another device through the website.
ha: Za'a iya bibiyar wayarka daga wata na'ura ta hanyar dandalin yanar gizon.

source: No devices are actively tracking your phone through the website.
ha: Babu wasu na'urori da ke a kan halin bibiyar wayarka ta hanyar yanar gizon.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
ha: Kunna ma'ajiyar USB ya bayar da dama ga wata kwamfutar ko na'urar da aka haɗa ta amfani da USB samun dama a kan wannan wayar.

source: Reset Phone
ha: Sake saita Waya

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ha: Sake saitawa zai goge duk bayananka, da ya haɗa da duk wasu aikace-aikace da ka saya. Za'a iya dawo da wayar zuwa yadda aka ƙerata tun asali. Babu saitunanka ko bayani da za'a ajiye.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ha: Kunna yanayin ajiyar wuta zai kashe bayanan waya, Bluetooth da haɗin bayanin Wurin zama domin tsawaita rayuwar batir. Duk da haka za ka iya sake kunna waɗan nan ayyuka da hannu.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
ha: Taimaka mana inganta {{brandShortName}} ta hanyar raba bayani dangane da wayarka da kuma yadda ka ke amfani da ita.

source: Connected to phone audio
ha: An haɗa da sauraro na waya

source: Connected to phone/media audio
ha: An haɗa da waya/abin sauraro na kiɗa
