Repository: phlax/mozilla-gaia
Catalog: ig/apps/clock/clock.properties.po
Languages: ig

source: Reset
ig: Tọgharịa

source: Start
ig: Bido

source: Stop
ig: Kwụsị

source: Cancel
ig: Kagbuo

source: Hour
ig: Elekere

source: Hours
ig: Elekere

source: Minute
ig: Nkeji

source: Minutes
ig: Nkeji

source: Alarm
ig: Otimkpu

source: Timer
ig: Ngụoge

source: Stopwatch
ig: Elekere ngụda oge

source: Alarm name
ig: Aha otimkpu

source: New alarm
ig: Otimkpu ọhụrụ

source: Edit alarm
ig: Dezie otimkpu

source: Pause
ig: Kwụsịtụ

source: Resume
ig: Malitekwa

source: Delete
ig: Hichapụ

source: Time
ig: Oge

# snooze-label
source: Snooze
ig: Bugharịa

# snooze-button
source: Snooze
ig: Bugharịa

source: Repeat
ig: Kụgharịa

source: Vibrate
ig: Maa jijiji

source: Close
ig: Mechie

source: Save
ig: Chekwaa

source: Done
ig: Emechaala

# closeButton.ariaLabel
source: Close
ig: Mechie

# newAlarmButton.ariaLabel
source: New alarm
ig: Otimkpu ọhụrụ

source: System Alarm Volume
ig: Olu Otimkpu Sistemụ

source: Sound
ig: Ụda

source: No Sound
ig: Ụda Adịghị

source: Every day
ig: Kwa ụbọchị

source: Weekdays
ig: Ụbọchị izu

source: Weekends
ig: Ụbọchị izu ụka

source: Never
ig: Ma ncha

source: On
ig: Gbanwuo

source: Off
ig: Gbanyụọ

source: +1 Min
ig: +1 Nkeji

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ig: Atọrọ otimkpu na <strong>{{minutes}}</strong> bido ugbu a.

source: The alarm is set for {{hours}} {{minutes}} from now.
ig: Atọrọ otimkpu na {{hours}} {{minutes}} bido ugbu a.

source: The alarm is set for {{days}} {{hours}} from now.
ig: Atọrọ otimkpu na {{days}} {{hours}} bido ugbu a.

source: less than a minute
ig: na erughi otu nkeji

# nMinutes[one]
source: one minute
ig: otu nkeji

# nMinutes[two]
source: {{n}} minutes
ig: Nkeji {{n}}

# nMinutes[few]
source: {{n}} minutes
ig: Nkeji {{n}}

# nMinutes[many]
source: {{n}} minutes
ig: Nkeji {{n}}

# nMinutes[other]
source: {{n}} minutes
ig: Nkeji {{n}}

source: <strong>{{n}} hour</strong>
ig: <strong>{{n}} aka elekere</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ig: <strong>aka elekere {{n}}</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ig: <strong>aka elekere {{n}}</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ig: <strong>aka elekere {{n}}</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ig: <strong>aka elekere {{n}}</strong>

source: and <strong>{{n}} hour</strong>
ig: na <strong>{{n}} aka elekere</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ig: na <strong>aka elekere {{n}}</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ig: na <strong>aka elekere {{n}}</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ig: na <strong>aka elekere {{n}}</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ig: na <strong>aka elekere {{n}}</strong>

source: <strong>{{n}} day</strong>
ig: <strong>{{n}} ụbọchị</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ig: <strong>ụbọchị {{n}}</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ig: <strong>ụbọchị {{n}}</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ig: <strong>ụbọchị {{n}}</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ig: <strong>ụbọchị {{n}}</strong>

source: and <strong>{{n}} minute</strong>
ig: na <strong>{{n}} nkeji</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ig: na <strong>nkeji {{n}}</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ig: na <strong>nkeji {{n}}</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ig: na <strong>nkeji {{n}}</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ig: na <strong>nkeji {{n}}</strong>

source: zero seconds
ig: ntakịrị nkeji efu

source: one second
ig: otu ntakịrị nkeji

# nSpinnerSeconds[two]
source: {{n}} seconds
ig: Ntakịrị nkeji {{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
ig: Ntakịrị nkeji {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
ig: Ntakịrị nkeji {{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
ig: Ntakịrị nkeji {{n}}

source: zero minutes
ig: nkeji efu

# nSpinnerMinutes[one]
source: one minute
ig: otu nkeji

# nSpinnerMinutes[two]
source: {{n}} minutes
ig: Nkeji {{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
ig: Nkeji {{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
ig: Nkeji {{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
ig: Nkeji {{n}}

source: zero hours
ig: aka elekere efu

source: {{n}} hour
ig: {{n}} aka elekere

# nSpinnerHours[two]
source: {{n}} hours
ig: Aka elekere {{n}}

# nSpinnerHours[few]
source: {{n}} hours
ig: Aka elekere {{n}}

# nSpinnerHours[many]
source: {{n}} hours
ig: Aka elekere {{n}}

# nSpinnerHours[other]
source: {{n}} hours
ig: Aka elekere {{n}}
