Repository: phlax/mozilla-gaia
Catalog: */apps/bookmark/bookmark.properties.po
Languages: as, bn_in

source: Add link
as: লিঙ্ক যোগ কৰক
bn_in: লিংক যোগ করুন

source: Edit link
as: লিঙ্ক সম্পাদনা কৰক
bn_in: লিংক সম্পাদনা করুন

source: Added to Home Screen
as: মুখ্য পৰ্দালৈ যোগ কৰা হল
bn_in: হোম স্ক্রিনে যোগ করা হয়েছে

source: Updated bookmark
as: আপডেইটেড পত্ৰচিহ্ন
bn_in: আপডেট করা বুকমার্ক

source: Website name
as: ৱেবছাইটৰ নাম
bn_in: ওয়েবসাইট এর নাম

source: Address
as: ঠিকনা
bn_in: ঠিকানা

source: Cancel
as: বাতিল কৰক
bn_in: বাতিল করুন

source: Add to Home Screen
as: মুখ্য পৰ্দালৈ যোগ কৰক
bn_in: হোম স্ক্রিন যোগ করুন

source: Done
as: কৰা হ'ল
bn_in: সমাপ্ত করুন

source: Remove {{name}}
as: {{name}} আতৰাওক
bn_in: মুছে ফেলুন {{name}}

source: Remove {{name}} from system?
as: {{name}} ক চিস্টেমৰ পৰা আতৰাব নে?
bn_in: সিস্টেম থেকে {{name}} সরাবেন ?

source: Remove
as: আতৰাওক
bn_in: সরিয়ে ফেলুন
