Repository: phlax/mozilla-gaia
Catalog: lg/apps/communications/contacts/matcher/matcher.properties.po
Languages: lg

source: Looking for duplicate contacts
lg: Okunoonya endagiliro ezzedamu

source: Merging duplicate contacts
lg: Okugatta endagiliro ezifanagana

source: No duplicate contacts found
lg: Tetufunye nnamba zeddamu

source: Cancel
lg: Sazaamu

source: Merge
lg: Gatta

source: Ignore
lg: Kibuuke

source: Merge duplicates
lg: Gatta ezifanagana

source: Suggested duplicate contacts for <bdi>{{name}}</bdi>
lg: Ennamba ezirabika okuddamu eza <bdi>{{name}}</bdi>

source: No contacts selected
lg: Teli nnamba gyolonze

source: Merge with {{n}} contact
lg: Gatta ne nnamba {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
lg: Gatta n'endagiliro {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
lg: Gatta n'endagiliro {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
lg: Gatta n'endagiliro {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
lg: Gatta n'endagiliro {{n}}

source: Duplicates found
lg: Ezifanagana zizuulidwa

source: <bdi>{{name}}</bdi> duplicates information in the following contacts
lg: <bdi>{{name}}</bdi> ebikwatako ebidamu mu nnamba zzino

source: OK
lg: KALE
