Repository: phlax/mozilla-gaia
Catalog: */apps/settings/device_type/phone/settings.device.properties.po
Languages: es, fr, pt_br

source: Change phone name
es: Cambiar nombre del teléfono
fr: Modifier le nom du téléphone
pt_br: Alterar nome do telefone

source: Share my phone’s Internet connection with a USB-connected device.
es: Compartir la conexión a Internet de mi teléfono con un dispositivo conectado por USB.
fr: Partager la connexion Internet de mon téléphone avec un appareil connecté par USB.
pt_br: Compartilhar a conexão do meu telefone com um dispositivo USB conectado.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
es: Permitir que otros dispositivos compartan la conexión a Internet de mi teléfono a través de wifi.
fr: Permet à d’autres appareils de partager la connexion Internet de mon téléphone en se connectant par Wi-Fi.
pt_br: Permitir que outros dispositivos compartilhem minha conexão se conectando através do Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this phone.
es: No se cambió el tono porque el archivo seleccionado no puede reproducirse en este teléfono.
fr: Impossible de changer la sonnerie car le fichier sélectionné n’est pas lisible par ce téléphone.
pt_br: O toque não foi alterado porque o arquivo selecionado não pode ser tocado neste telefone.

source: Find My Device allows you to locate, lock or erase your phone
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su teléfono
fr: Localiser mon appareil vous permet de localiser, verrouiller ou effacer votre téléphone
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar seu telefone

source: Find My Device allows you to locate, lock or erase your phone from a web site:
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su teléfono desde una web:
fr: Localiser mon appareil vous permet de localiser, verrouiller ou effacer votre téléphone depuis un site web :
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar seu telefone a partir de um website:

source: Your phone is being tracked by another device through the website.
es: Su teléfono está siendo rastreado a través de la web por otro dispositivo.
fr: Votre téléphone est localisé par un autre appareil depuis le site web.
pt_br: Seu telefone está sendo rastreado por outro dispositivo através do website.

source: No devices are actively tracking your phone through the website.
es: Ningún dispositivo está rastreando su teléfono a través de la web.
fr: Aucun appareil ne localise actuellement votre téléphone depuis le site web.
pt_br: Nenhum dispositivo ativo está rastreando seu telefone através do website.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
es: La activación del disco USB le permite a otro PC o dispositivo conectado a través de USB acceder a archivos del teléfono.
fr: Activer le stockage USB permet à un autre appareil ou ordinateur connecté par USB d’accéder aux fichiers de ce téléphone.
pt_br: Habilitando o Armazenamento USB permite que outro computador ou dispositivo conectado através do USB acesse arquivos neste telefone.

source: Reset Phone
es: Restablecer teléfono
fr: Réinitialiser le téléphone
pt_br: Restaurar config. original

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
es: Al restablecerlo, se borrarán todos sus datos, incluso cualquier app que haya adquirido. El teléfono se restablecerá a su condición de fábrica. No se guardarán ni su configuración ni sus datos.
fr: La réinitialisation effacera toutes vos données, y compris les applications que vous avez achetées. Le téléphone sera restauré aux valeurs d’usine. Aucun de vos paramètres ni aucune de vos données ne seront conservés.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo aplicativos que você adquiriu. O aparelho será restaurado ao seu estado de fábrica. Suas configurações e dados não serão salvos.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
fr: La réinitialisation effacera toutes vos données, y compris les applications que vous avez achetées. Aucun de vos paramètres ni aucune de vos données ne seront sauvegardés. Cependant votre téléphone possèdera des outils de développement sans restriction, vous permettant de modifier et déboguer les applications système.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo quaisquer aplicativos que você adquiriu. Nenhuma de suas configurações ou dados serão salvos. Mas seu telefone terá ferramentas de desenvolvedor sem restrições, o que lhe permite modificar ou depurar aplicações do sistema.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
es: La activación del modo ahorro de energía inhabilita las conexiones de datos, Bluetooth y geolocalización del teléfono para ampliar la vida de la batería. No obstante, puede activar de nuevo estos servicios de forma manual.
fr: Activer le mode économie d’énergie désactive la connexion de données, le Bluetooth et la géolocalisation afin de préserver la charge de la batterie. Vous pourrez toujours activer à nouveau ces services manuellement.
pt_br: Ao ativar o modo de economia de energia, dados móveis, Bluetooth e Geolocalização serão desligados para estender a vida da bateria. Você poderá ligá-los novamente de forma manual.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
es: Ayúdenos a mejorar {{brandShortName}} compartiendo datos sobre su teléfono y su forma de uso.
fr: Aidez-nous à améliorer {{brandShortName}} en partageant des informations concernant votre téléphone et la façon dont vous l’utilisez.
pt_br: Ajude-nos a melhorar o {{brandShortName}} compartilhando dados sobre seu telefone e como você utiliza-o.

source: Connected to phone audio
es: Conectado a audio de teléfono
fr: Connecté à l’audio du téléphone
pt_br: Conectado ao áudio do telefone

source: Connected to phone/media audio
es: Conectado a audio multimedia/teléfono
fr: Connecté à l’audio du téléphone/média
pt_br: Conectado ao áudio do telefone/media
