Repository: phlax/mozilla-gaia
Catalog: */apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Compartilhar

source: Resend
id: Reenviar

source: Connecting
id: Conectando

source: Verify
id: Validar

source: Verifying
id: Validando

source: Verified
id: Validado

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} gostaria de saber e verificar seu número de telefone. Por favor escolha qual número você deseja compartilhar ou digite um novo.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Nós enviamos um código para {{phone_number}}. Nós tentaremos identificá-lo automaticamente, mas você precisará digitá-lo manualmente caso ele não esteja em uso nesse dispositivo.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Maravilha! Seu número {{phone_number}} agora está verificado e disponível para {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: O servidor de verificação está indisponível. Verifique sua conexão com a Internet, tente novamente ou aguarde alguns minutos.

source: There seems to be a problem with your verification code. Let's try once again!
id: Aparentemente algo errado aconteceu com seu código de verificação. Vamos tentar novamente!

source: Mobile identity
id: Identidade Móvel

source: Or add your phone number
id: Ou adicione seu número de telefone

source: Or select a phone number from the list
id: Ou selecione um número de telefone da lista
