Repository: phlax/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: si

source: Call
si: අමතන්න

source: Edit
si: සංස්කරණය

source: Cancel
si: වසන්න

source: Done
si: කළා

source: OK
si: හරි

source: Update
si: යාවත්කාලීන කරන්න

source: Retry
si: නැවත උත්සාහ කරන්න

source: Contacts
si: සබඳතා

source: Add contact
si: සබඳතාවක් එක් කරන්න

source: Delete contact
si: සබඳතාව මකන්න

source: Select contact
si: සබඳතාව තෝරා ගන්න

source: Select all
si: සියල්ල තෝරන්න

source: Deselect all
si: තෝරාගත් සියල්ල අත්හරින්න

source: Edit contact
si: සබඳතාව සංස්කරණය කරන්න

source: Delete contact?
si: සබඳතාව මකන්න ද?

source: Remove
si: ඉවත් කරන්න

source: Delete
si: මකන්න

source: Comments
si: අදහස්

source: This contact does not have a phone number
si: මෙම සබඳතාවයේ දුරකතන අංකයක් නොමැත

source: This contact does not have an email address
si: මෙම සබඳතාවයේ විද්‍යුත් තැපැල් ලිපිනයක් නොමැත

source: This contact does not have a phone number and email address
si: මෙම සම්බන්ධතාවයෙහි දුරකථන අංකයක් හෝ විද්‍යුත් තැපැල් ලිපිනයක් නොමැත

source: Remove contact picture?
si: සබඳතා සේයාරුව ඉවත් කරන්න ද?

source: Loading contacts…
si: සබඳතා පැටවෙමින්...

source: No contacts in your Contacts list
si: ඔබේ සම්බන්දතා ලැයිස්තුවේ කිසිදු සම්බන්දතාවයක් නොමැත

source: No name
si: නමක් නැත

source: Name
si: නම

source: Last name
si: අවසන් නම

# tel.placeholder
source: Phone
si: දුරකථනය

source: Carrier
si: සේවා සපයන්නා

# carrier.placeholder
source: Carrier
si: සේවා සපයන්නා

source: Email
si: විද්‍යුත් තැපෑල

# email.placeholder
source: Email
si: විද්‍යුත් තැපෑල

source: Street
si: වීදිය

source: Zip code
si: ZIP කේතය

source: City
si: නගරය

source: Country
si: රාජ්‍යය

source: Comment
si: අදහස

source: Company
si: සමාගම

source: Date
si: දිනය

# date-span-placeholder
source: Date
si: දිනය

# date.placeholder
source: Date
si: දිනය

source: Birthday
si: උපන්දිනය

source: Anniversary
si: සංවත්සරය

source: Add Picture
si: සේයාරුවක් එක් කරන්න

source: Add Phone
si: දුරකථනයක් එක් කරන්න

source: Add Email
si: විද්‍යුත් ලිපිනය එක් කරන්න

source: Add Address
si: ලිපිනය එක් කරන්න

source: Add Date
si: දිනය එක් කරන්න

source: Add Comment
si: අදහසක් එක් කරන්න

source: Add as Favorite
si: ප්‍රියතමයක් ලෙස එක් කරන්න

source: Remove as Favorite
si: ප්‍රියතමයන් වෙතින් ඉවත් කරන්න

source: Add
si: එක් කරන්න

# editButton.ariaLabel
source: Edit
si: සංස්කරණය

# phoneDetail.ariaLabel
source: Phone
si: දුරකථනය

# emailDetail.ariaLabel
source: Email
si: විද්‍යුත් තැපෑල

# addressDetail.ariaLabel
source: Address
si: ලිපිනය

# dateDetail.ariaLabel
source: Date
si: දිනය

# composeEmail.ariaLabel
source: Email
si: විද්‍යුත් තැපෑල

# makeCall.ariaLabel
source: Call
si: අමතන්න

source: Phones
si: දුරකථන

source: Emails
si: විද්‍යුත් ලිපි

source: Addresses
si: ලිපින

source: Dates
si: දින

source: Notes
si: සටහන්

source: Exit
si: ඉවත්වන්න

source: Expand
si: විදහන්න

source: Name:
si: නම:

source: Last name:
si: අවසන් නම:

source: Phone number:
si: දුරකථන අංකය:

source: Carrier:
si: වාහකයා:

source: Email:
si: විද්‍යුත් තැපැල:

source: Street:
si: වීදිය:

source: Zip code:
si: Zip කේතය:

source: City:
si: නගරය:

source: Country:
si: රාජ්‍යය:

source: Comment:
si: අදහස:

source: Main information
si: ප්‍රධාන තොරතුරු

source: Phone numbers
si: දුරකථන අංක

source: Email address
si: විද්‍යුත් ලිපිනය

# legendAddress
source: Address
si: ලිපිනය

source: Search
si: සෙවුම

source: No contacts found
si: සබඳතාවයක් හමු නොවිනි

source: Transfer Contacts
si: සබඳතා හුවමාරු කරන්න

# importContactsTitle
source: Import Contacts
si: සබඳතා ආනයනය කරන්න

# importContactsButton
source: Import Contacts
si: සබඳතා ආනයනය කරන්න

# exportContactsTitle
source: Export Contacts
si: සබඳතා අපනයනය කරන්න

# exportContactsButton
source: Export Contacts
si: සබඳතා අපනයනය කරන්න

source: Export
si: අපනයනය

source: Export to SIM
si: SIM පතට අපනයනය

source: Export to memory card
si: මතක පතර අපනයනය කරන්න

source: Export to Bluetooth
si: Bluetooth වෙතට අපනයනය කරන්න

source: Cannot use memory card because USB storage is enabled
si: USB ගබඩාව ක්‍රියාත්මක බැවින් මතක පත භාවිතා කල නොහැක

source: Export error
si: දෝශය අපනයන කරන්න

source: No contacts exported
si: කිසිදු සබඳතාවයක් අපනයනය නොවීය

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
si: සබඳතා {{total}}කින් {{exported}}ක් අපනයනය කරන ලදී

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
si: සබඳතා {{total}}කින් {{exported}}ක් අපනයනය කරන ලදී

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
si: සබඳතා {{total}}කින් {{exported}}ක් අපනයනය කරන ලදී

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
si: සබඳතා {{total}} කින් {{exported}}ක් අපනයනය කෙරිණි

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
si: සබඳතා {{total}} කින් {{exported}}ක් අපනයනය කෙරිණි

source: Some error happened while exporting
si: අපනයනය සිදු කිරීමේදී දෝශයක් පැන නැගිනි

# exportError-SD-shared
source: Can’t access memory card because it’s shared
si: හුවමාරු කර ඇති බැවින් මතක පතට ඇතුල් විය නොහැක

# exportError-SD-unavailable
source: Memory card is not available
si: මතක පතක් නොමැත

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
si: සබඳතා අපනයනය කිරීමට සෑහෙන මතකයක් මතක පතේ ඉතිරි වී නොමැත

source: SIM card is not available
si: SIM පතක් නොමැත

# exportError-BT-shared
source: Can’t access memory card because it’s shared
si: බෙදා දී ඇති බැවින් මතක පතට ප්‍රවේශ විය නොහැක

# exportError-BT-unavailable
source: Memory card is not available
si: මතක පතක් නොමැත

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
si: සබඳතා අපනයනය කිරීමට සෑහෙන මතකයක් මතක පතේ ඉතිරි වී නොමැත

source: Social networks
si: සමාජ ජාලයන්

source: Link contact
si: සබැඳි සබඳතාව

source: Unlink contact
si: සබඳාව විසන්ධි කරන්න

source: Do you want to unlink your friend?
si: ඔබගේ මිතුරාගේ සමාජ ජාල සබැදිය ඉවත් කිරීමට අවශ්‍ය ද?

source: Unlink
si: සබැඳිය අත්හරින්න

source: Import Facebook friends
si: Facebook හී මිතුරන් ආනයනය කරන්න

source: View Facebook profile
si: Facebook ගිණුම නරඹන්න

source: Message
si: පණිවුඩය

source: Wall post
si: බිත්තියේ පළ කිරීම

source: Share Contact
si: සබඳතාව බෙදාගන්න

source: The contact cannot be shared due to Facebook constraint.
si: මෙම සබඳතාවය Facebook හී ඇති වැලැක්වීම් නිසා හුවමාරුකල නොහැකියි.

source: Other accounts
si: වෙනත් ගිණුම්

source: Sync friends
si: මිතුරන් සමාකෘත කරන්න

source: Select mobile
si: ජංගමය තෝරන්න

source: Select email
si: විද්‍යුත් තැපෑල තෝරන්න

source: Select recipient
si: ලබන්නා තෝරන්න

source: Order by last name
si: අවසන් නාමය මඟින් අනුක්‍රමය

# importSim2
source: SIM card
si: SIM පත

source: Bluetooth
si: බ්ලුටූත්

source: Outlook
si: අවුට්ලුක්

source: Update imported friends
si: ආනයනය කල මිතුරන් යාවත්කාලීන කරන්න

source: Removing Facebook data
si: Facebook දත්ත ඉවත් කරමින්

source: Logging out from Facebook
si: Facebook වෙතින් නික්මෙමින්

source: Remove all Facebook data?
si: සියළුම Facebook දත්ත ඉවත් කරන්න ද?

source: Your password in Facebook has changed. Please, update it.
si: ඔබගේ Facebook මුර පදය වෙනස් වී ඇත. කරුණාකර නව මුර පදය යොදන්න.

source: Not enabled yet
si: තවමත් සක්‍රීය කර නොමැත

source: To import contacts connect to Wi-Fi or data network
si: සබඳතාවයන් ආනයනය සඳහා Wi-Fi හෝ දත්ත හුවමාරු ජාලයක් හා සබැදෙන්න

source: SIM card
si: SIM පත

source: Memory card
si: මතක පත

source: SIM {{number}}:
si: {{number}} වන SIM පත:

# ICEContactsGroup
source: ICE Contacts
si: ICE සබඳතා

source: Set ICE Contacts
si: ICE සබධතා යොදන්න

# ICESettingTitle
source: ICE Contacts
si: ICE සබඳතා

source: Add two contacts for making “In Case of Emergency” calls.
si: "හදිසි ඇමතුම්" ලබාගැනීමට සබඳතා දෙකක් එක් කරන්න

source: ICE Contact 1
si: ICE 1 වන සබඳතාවය

source: Select a contact
si: සබඳතාවයක් තෝරාන්න

source: ICE Contact 2
si: ICE සබධතාවය 2

source: This contact is already an existing ICE contact
si: මෙම සබඳතාව දැනටමත් පවතින ICE සබඳතාවකි

source: There was an error setting the contact as ICE
si: සබඳතාව ICE ලෙස සැකසීමේ දෝශයක් ඇතිවිය

source: This contact doesn't have a phone number
si: මෙම සබඳතාව සතුව දුරකතන අංකයක් නොමැත

source: Facebook contacts cannot be set as ICE contacts
si: Facebook සබඳතා ICE සබඳතා ලෙස සැකසිය නොහැක

source: Deleted phone numbers are removed from ICE Contact
si: මකාදැමූ දුරකථන අංක ICE සබදතාවෙන් ඉවත් වී ඇත

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
si: සියළු අංක මකා ඇත. මෙම සබඳතාව ICE සබඳතා වෙතින් ඉවත්වනු ඇත.

source: No contacts
si: සබඳතා නොමැතිය

source: Start adding them now
si: ඔවුන් එකතු කිරීම දැන් අරඹන්න

source: Not imported
si: ආනයනය නොවීය

source: Imported
si: ආනයනය කලා

source: Today
si: අද

source: Yesterday
si: ඊයේ

source: Please hold on. We are canceling the ongoing operation.
si: කරුණාකර රැදී සිටින්න. අප සිදුවන මෙහෙයුම අවලංගු කරමින් පවතී.

source: Organize Contacts
si: සබඳතා සංවිධානය කරන්න

source: Find duplicate contacts
si: අමතර පිටපත් ඇති සබඳතා සොයන්න

source: Preparing contacts
si: සබඳතා සූදානම් වෙමින්

source: SIM Card is full
si: SIM පත පිරී ඇත

source: Cannot access SIM card’s phone book
si: SIM පතෙහි සබඳතාවයන්ට පිවිසිය නොහැකියි

source: No SIM detected
si: SIM පතක් හමු නොවීය

source: An error occurred while exporting a contact
si: සබඳතා අපනයනයේදී දෝශයක් පැන නැගිනි

source: To export contacts insert or unlock your SIM card
si: සබඳතා අපනයනය සඳහා ඔබගේ SIM පත ඇතුලත් කිරීම හෝ අඟුලු මුදා හැරීම සිදු කරන්න

source: To export contacts insert a memory card
si: සබඳතා අපනයනය කිරීමට ප්‍රථම මතක පතක් ඇතුලු කරන්න

source: Contacts Management
si: සබදතා කලමණාකරනය

# DeleteTitle
source: Delete
si: මකන්න

source: Delete Contacts
si: සබඳතාව මකන්න

source: Contacts delete cancelled
si: සබඳතා මැකීම අත්හිටවූවා

# DeletedTxt[zero]
source: No Contact to Delete
si: මැකීමට සබඳතා නොමැත

source: 1 Contact removed
si: සබඳතා 1ක් ඉවත්කලා

# DeletedTxt[two]
source: {{n}} Contacts removed
si: සබඳතා {{n}}ක් ඉවත් කලා

# DeletedTxt[few]
source: {{n}} Contacts removed
si: සබඳතා {{n}}ක් ඉවත් කලා

# DeletedTxt[many]
source: {{n}} Contacts removed
si: සබඳතා {{n}}ක් ඉවත් කලා

# DeletedTxt[other]
source: {{n}} Contacts removed
si: සබඳතා {{n}}ක් ඉවත් කලා

source: Deleting contacts
si: සබඳතාව මකමින්

# ContactConfirmDel[zero]
source: No Contact to Delete
si: මැකීමට සබඳතා නොමැත

source: Delete 1 Contact? This cannot be undone.
si: මෙම සබඳතා 1ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.

# SelectedTxt[zero]
source: Contacts
si: සබඳතා

# SelectedTxt[one]
source: {{n}} selected
si: {{n}}ක් තෝරා ඇත

# SelectedTxt[two]
source: {{n}} selected
si: {{n}}ක් තෝරා ඇත

# SelectedTxt[few]
source: {{n}} selected
si: {{n}}ක් තෝරා ඇත

# SelectedTxt[many]
source: {{n}} selected
si: {{n}}ක් තෝරා ඇත

# SelectedTxt[other]
source: {{n}} selected
si: {{n}}ක් තෝරා ඇත

source: Video
si: වීඩියෝ

source: Audio
si: ශ්‍රව්‍ය

# removeField.ariaLabel
source: Remove
si: ඉවත් කරන්න

source: Undo
si: පසු පියවර

source: ICE Contacts
si: ICE සබධතාවය

source: Edit Picture
si: පිංතූරය සකසන්න

source: Remove photo
si: පිංතූරය ඉවත් කරන්න

source: Change photo
si: පිංරය වෙනස් කරන්න

source: Photo options
si: පිංතූර විකල්ප
