Repository: phlax/mozilla-gaia
Catalog: tn/apps/browser/browser.properties.po
Languages: tn

source: OK
tn: Go siame

source: Cancel
tn: Phimola

source: Done
tn: Feditse

source: Search or enter address
tn: Kèlè kgotsa tsenya aterese

source: History
tn: Ditso

source: New tab
tn: Tsebe e ntšhwa

source: Open link in new tab
tn: Bula tomaganyo mo tsebeng e ntšhwa

source: Future
tn: Lobaka lo lo tlang

source: Today
tn: Gompieno

source: Yesterday
tn: Maabane

source: Last 7 days
tn: Malatsi a supa a fetlileng

source: This month
tn: Kgwedi ee

source: Last 6 months
tn: Kgwedi tse thataro tse di fetlileng

source: Older than 6 months
tn: Onetse go fetla kgwedi tse thataro

source: January
tn: Ferikgong

source: February
tn: Tlhakole

source: March
tn: Mopitlwè

source: April
tn: Moranang

source: May
tn: Motsheganong

source: June
tn: Seetebosigo

source: July
tn: Phukwi

source: August
tn: Phatwe

source: September
tn: Lwetse

source: October
tn: Phalane

source: November
tn: Ngwanatsele

source: December
tn: Morule

source: Enter a search term or Web address to start browsing.
tn: Tsenya lefoko la go batlisisa kgotsa tsebe go fulega

# top-sites-startPage
source: Top sites
tn: Tsebe tsa setlhoa

# top-sites-tab
source: Top sites
tn: Tsebe tsa setlhoa

source: Settings
tn: Dithulaganyo

source: Privacy & Security
tn: Sephiri le Tlhagamò

source: Clear browsing history
tn: Phimola ditso

source: Clear browsing history?
tn: Phimola ditso?

source: Clear cookies and stored data
tn: Phimola khukhi le tshedimosetso

source: Clear cookies and other data stored by sites on this device?
tn: Phimola khukhi le ditshedimosetso ka ditsebe mo maanòng?

source: Search Engines
tn: Kèlèko ya dikgaraga

source: Default search engine
tn: Keleko ya dikgaraga ya motheo

source: Bookmarks
tn: Dibukatshwao

source: Bookmark
tn: Bukatshwao

source: Unbookmark
tn: Sutlha bukatshwao

source: Edit bookmark
tn: Fetola bukatshwao

# edit-bookmark-header
source: Edit bookmark
tn: Fetola bukatshwao

source: Page title
tn: Setlhogo sa tsebe

source: Address
tn: Aterese

source: Add to home screen
tn: Tsenya kwa sesirong

source: Username
tn: Modirisi

source: Password
tn: Fokopheto

source: Sign in
tn: Ikwadise

source: Sign in to website
tn: Ikwadise mo tsebeng

source: The website {{host}} requires you to sign in.
tn: Webosaete ya {{host}} e tlhokana le gore o tsene tirong.

source: The username or password is incorrect.
tn: Fokopheto kgotsa modirisi ga rurifadiwa

source: Well, this is embarrassing.
tn: Go siame, go tlhabisa ditlhong.

source: We tried to display this Web page, but it’s not responding.
tn: Re lekile go supa tsebe , mme ga e tsiboge.

source: Close tab
tn: Tswala tsebe

source: Reload
tn: Tsenya sešwa

source: Search for
tn: Batla

source: Save Image
tn: Boloka setshwantsho

source: Image saved to Gallery
tn: Setshwantsho se bolokilwe

source: Error saving image
tn: Phoso fa o boloka setshwantsho

source: Save Video
tn: Boloka setshwantsho

source: Video saved to Video
tn: Setshwantso se bolokilwe

source: Error saving video
tn: Phoso fa go bolokiwa setshwantsho

source: Save Audio
tn: Boloka modumo

source: Audio saved to Music
tn: Modumo o boloketswe kwa moopelong

source: Error saving audio
tn: Phoso fa go bolokiwa modumo
