Repository: phlax/mozilla-gaia
Catalog: */shared/keypad/keypad.properties.po
Languages: br

source: Phone number
br: Niverenn bellgomz

source: Delete
br: Dilemel

source: Voicemail
br: Postelerezh dre vouezh

source: Asterisk
br: Steredennig

source: Hash sign
br: Lemell

source: Cancel
br: Nullañ

source: Loading SIM card contacts…
br: O kargañ darempredoù ar gartenn SIM...

source: No contacts were found
br: Darempred ebet kavet

source: OK
br: Mat eo

source: No SIM card to load contacts from
br: Kartenn SIM ebet evit kargañ ho tarempredoù
