Repository: phlax/mozilla-gaia
Catalog: */apps/gallery/gallery.properties.po
Languages: eo, mg, sw, zu

# number-selected2[zero]
source: Select
eo: Elekti
mg: Hifantina
sw: Chagua
zu: Khetha

# number-selected2[one]
source: {{ n }} selected
eo: {{ n }} elektita
mg: {{ n }} voafantina
sw: {{ n }} zimechaguliwa
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[two]
source: {{ n }} selected
eo: {{ n }} elektita
mg: {{ n }} voafantina
sw: {{ n }} zimechaguliwa
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[few]
source: {{ n }} selected
eo: {{ n }} elektita
mg: {{ n }} voafantina
sw: {{ n }} zimechaguliwa
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[many]
source: {{ n }} selected
eo: {{ n }} elektita
mg: {{ n }} voafantina
sw: {{ n }} zimechaguliwa
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[other]
source: {{ n }} selected
eo: {{ n }} elektita
mg: {{ n }} voafantina
sw: {{ n }} zimechaguliwa
zu: Okukhethiwe kungu-{{ n }}

source: Delete photo?
eo: Ĉu forigi foton?
mg: Hamafa sary?
sw: Futa picha?
zu: Dilitha isithombe?

source: Delete video?
eo: Ĉu forigi filmeton?
mg: Hamafa horonantsary?
sw: Futa video?
zu: Dilitha ividiyo?

source: Nothing selected
eo: Nenio elektita
mg: Tsy misy voafantina
sw: Hakuna kitu kilichochaguliwa
zu: Akukho okukhethiwe

source: Delete selected item?
eo: Ĉu forigi elekitan elementon?
mg: Hamafa singa voafantina?
sw: Futa kitu kilichochaguliwa?
zu: Dilitha lokhu okukhethiwe?

# delete-n-items?[two]
source: Delete {{ n }} items?
eo: Ĉu forigi {{ n }} elementojn?
mg: Hamafa ireo singa {{ n }}?
sw: Futa vitu {{ n }}?
zu: Dilitha okungu-{{ n }} kwalokhu?

# delete-n-items?[few]
source: Delete {{ n }} items?
eo: Ĉu forigi {{ n }} elementojn?
mg: Hamafa ireo singa {{ n }}?
sw: Futa vitu {{ n }}?
zu: Dilitha okungu-{{ n }} kwalokhu?

# delete-n-items?[many]
source: Delete {{ n }} items?
eo: Ĉu forigi {{ n }} elementojn?
mg: Hamafa ireo singa {{ n }}?
sw: Futa vitu {{ n }}?
zu: Dilitha okungu-{{ n }} kwalokhu?

# delete-n-items?[other]
source: Delete {{ n }} items?
eo: Ĉu forigi {{ n }} elementojn?
mg: Hamafa ireo singa {{ n }}?
sw: Futa vitu {{ n }}?
zu: Dilitha okungu-{{ n }} kwalokhu?

# pickoneimage2
source: Select
eo: Elekti
mg: Hifantina
sw: Chagua
zu: Khetha

# cropimage
source: Crop
eo: Pritondi
mg: Hetezana
sw: Pogoa
zu: Sika okungadingeki esithombeni

source: Cancel
eo: Nuligi
mg: Foanana
sw: Ghairi
zu: Khansela

source: Delete
mg: Hamafa

source: Edit
mg: Hanitsy

source: Save
eo: Konservi
mg: Hitahiry
sw: Hifadhi
zu: Londoloza

source: Done
eo: Preta
mg: Vita
sw: Imekamilika
zu: Qedile

source: Exposure
mg: Paozin-tsary

source: Crop
eo: Pritondi
mg: Hetezana
sw: Pogoa
zu: Ukusika isithombe ngendlela oyithandayo

source: Effects
mg: Triokazy

source: Borders
eo: Randoj
mg: Sisiny
sw: Mipaka
zu: Imingcele

source: Auto-enhance on
mg: Mihamafy hoazy mandeha
sw: Kuboresha otomatiki
zu: Ithuluzi elilungisa ngokuzenzekela livuliwe

source: Auto-enhance off
mg: Mihamafy hoazy maty
sw: Kuboresha otomatiki kumezimwa
zu: Ithuluzi elilungisa ngokuzenzekela licishiwe

source: Apply
mg: Hampihatra

source: Filters
mg: Sivana

source: Original
eo: Originala
mg: Voalohany
sw: Asili
zu: Okwasekuqaleni

source: Freeform
eo: Liberforma
mg: Endrika malalaka
sw: Muundo huru

source: Portrait
eo: Vertikala
mg: Mijidina
sw: Kurasa wima

source: Landscape
eo: Horizontala
mg: Marindrano
sw: Mandhari

source: Square
eo: Kvadrata
mg: Efajoro
sw: Mraba

source: No photos or videos
eo: Neniu bildo aŭ filmeto
mg: Tsisy sary na horonantsary
sw: Hakuna picha au video
zu: Akukho sithombe noma amavidiyo

source: Use the Camera app to get started.
eo: Uzu la programon Filmilo por komenci.
mg: Ampiasao ny app Fakantsary raha hanomboka.
sw: tumia programu ya Kamera ili kuanza.
zu: Sebenzisa i-app yekhamera ukuze ukwazi ukuqala.

source: No photos
eo: Neniu foto
mg: Tsisy sary
sw: Hakuna picha
zu: Akukho zithombe

source: No memory card
eo: Neniu memorkarto
mg: Tsisy karatra memoara
sw: Hakuna kadi ya kumbukumbu
zu: Akukho khadi lememori

source: Insert a memory card to use this app.
eo: Enmetu memorkarton por uzi tiun ĉi programo.
mg: Manatsofoha karatra memoara raha hampiasa an'io app io.
sw: Ingiza kadi ya kumbukumbu ili kutumia programu hii.
zu: Faka ikhadi lememori ukuze ukwazi ukusebenzisa le app.

source: Memory card in use
eo: Memorkarto uzada
mg: Karatra memoara miasa
sw: Kadi ya kumbukumbu inatumika
zu: Likhona ikhadi lememori elisetshenziswayo

source: Unplug the phone to use this app.
eo: Malkonektu la telefonon por uzi tiun ĉi programon.
mg: Tsoahy ny telefaona raha hampiasa an'io app io.
sw: Toa simu ili kutumia programu hii.
zu: Doncula ifoni ukuze usebenzise le app.

source: Scanning
eo: Priserĉo
mg: Mi-scan
sw: Inachuja
zu: Iyasikena

source: Looking for photos and videos.
eo: Bildoj kaj filmetoj serĉataj.
mg: Mitady sary sy horonantsary.
sw: Inatafuta picha na video.
zu: Isafuna izithombe namavidiyo.

source: Database Upgrade
eo: Ĝisdatigo de datumbazo
mg: Fanondrotana Tobin-data
sw: Uboreshaji wa Databezi
zu: Ukuvuselelwa kwedatabase

source: Please wait while Gallery updates its database.
eo: Bonvolu atendi dum Galerio ĝisdatigas sian datumbazon.
mg: Andraso azafady fa manavao ny tobin-datanao ny Galeria.
sw: Tafadhali subiri wakati Albamu inasasisha databezi yake.
zu: Sicela ulinde ngenkathi iGalari ivuselela idatabase yayo.

source: Can not share this image file type.
eo: Ne eblas dividi tiun ĉi tipon de bildo.
mg: Tsy afaka mizara an'io karazan-draki-tsary io.
sw: Haiwezi kushiriki aina ya faili ya picha hii.
zu: Ayikwazi ukwabelana ngalolu hlobo lwefayela yesithombe.

source: Can not edit photos: Memory card is full.
mg: Tsy afaka manitsy sary: feno ny karatra memoara.
sw: Haiwezi kuhariri picha. Kadi ya kumbukumbu imejaa.
zu: Ayikwazi ukulungisa izithombe: Ikhadi lememori ligcwele.

source: Image is too large to display on this device.
eo: La bildo estas tro granda por montri ĝin en tiu ĉi aparato.
mg: Ngeza loatra ny sary ka tsy mety aseho amin'ity fitaovana ity.
sw: Picha ni kubwa sana ili kuonyesha kwenye kifaa hiki.
zu: Isithombe sikhulu kakhulu ukuba singavezwa kule divayisi.

source: Image is invalid or corrupt and cannot be displayed.
eo: La bildo estas nevalida aŭ difektita kaj ne povas esti montrita.
mg: Tsy mety na misy simba ny sary ka tsy mety aseho.
sw: Picha ni batili au fisidi na haiwezi kuonyeshwa.
zu: Isithombe asisebenzi noma sonakele futhi ngeke sikwazi ukuvela.

source: {{filename}} saved to Gallery
eo: {{filename}} konservita en Galerio
mg: {{filename}} voatahiry ao amin'ny Galeria
sw: {{filename}} imehifadhiwa kwa Albamu
zu: I-{{filename}} ilondolozwe kuGalari

source: New copy saved.
mg: Voatahiry ny kopia vaovao.

source: Go to Camera
eo: iri al Filmilo
mg: Hankao amin'ny Fakantsary
sw: Nenda kwa Kamera
zu: Iya kuKhamera

source: Name
eo: Nomo
mg: Anarana
sw: Jina
zu: Igama

source: Size
eo: Grando
mg: Habe
sw: Ukubwa
zu: Usayizi

source: Image Type
eo: Tipo de bildo
mg: Karazan'ny sary
sw: Aina ya Picha
zu: Uhlobo Lwesithombe

source: Date Taken
eo: Dato de kreado
mg: Daty nakana
sw: Tarehe Iliyopigwa
zu: Usuku esithathwe ngalo

source: Resolution
eo: Detaleblo
mg: Fivelatra
sw: Msongo
zu: Ukucwengeka

source: Close
eo: Fermi
mg: Akatona
sw: Funga
zu: Vala

source: Bytes
eo: oktetoj
mg: Bity
sw: Baiti
zu: Ama-Byte

source: Gallery
eo: Galerio
mg: Galeria
sw: Albamu
zu: Igalari

source: Preview
eo: Antaŭvidi
mg: Topy maso
sw: Hakiki
zu: Ukubuka kuqala

source: Video dated %I:%M %p, %B %e, %Y
mg: Horonantsary tamin'ny daty %I:%M %p, %B %e, %Y

source: Image dated %I:%M %p, %B %e, %Y
mg: Sary tamin'ny daty %I:%M %p, %B %e, %Y

source: Back
mg: Hiverina

# crop-options.ariaLabel
source: Crop
mg: Hetezana

source: Revert
mg: Averina

source: Custom aspect ratio
mg: Tahan'endrika voatokana

source: Portrait aspect ratio
mg: Tahan'endrika mijidina

source: Landscape aspect ratio
mg: Tahan'endrika marindrano

source: Square aspect ratio
mg: Tahan'endrika efajoro

source: Effect
mg: Triokazy

source: None
mg: Tsy misy

source: Black and white
mg: Mainty sy fotsy

source: Blue steel
mg: Vy mahery manga

source: Faded
mg: Vasoka

# exposure-button.ariaLabel
source: Exposure
mg: Paozin-tsary

# crop-button.ariaLabel
source: Crop
mg: Hetezana

# effect-button.ariaLabel
source: Effects
mg: Triokazy

source: Enhance
mg: Mihamafy

source: Camera
mg: Fakantsary

source: Select multiple
mg: Hifantina maromaro

# edit-button.ariaLabel
source: Edit
mg: Hanitsy

source: Share
mg: Hizara

source: Information
mg: Fampahalalana

# delete-button.ariaLabel
source: Delete
mg: Hamafa

source: Edit image preview
mg: Hanitsy topy maso sary

source: Delete
eo: Forigi
sw: Futa
zu: Dilitha

source: OK
eo: Akcepti
sw: SAWA
zu: Kulungile

source: Edit
eo: Redakti
sw: Hariri
zu: Lungisa

source: Exposure
eo: Elmetado
sw: Mfichuo
zu: Ukuchayeka

source: Effects
eo: Efektoj
sw: Athari
zu: Imifakela

source: B&W
eo: Nigra-blanka

source: KB
eo: KO

source: MB
eo: MO

source: GB
eo: GO

source: Sepia
sw: Sipia
