Repository: phlax/mozilla-gaia
Catalog: */shared/download/download.properties.po
Languages: es, pt_br, si

source: Download stopped
es: Descarga parada
pt_br: Transferência interrompida
si: බාගතවීම නතරවිය

source: Download was stopped. Try downloading again?
es: Se detuvo la descarga. ¿Intentar descargar de nuevo?
pt_br: A transferência foi interrompida. Tentar transferir novamente?
si: බාගතවීම නතරවිය. නැවත උත්සහ කරමු ද?

# stopped_download_left_button
source: Cancel
es: Cancelar
pt_br: Cancelar
si: අවලංගු කරන්න

# stopped_download_right_button
source: Try again
es: Intentar
pt_br: Tentar novamente
si: නැවත උත්සහ කරන්න

# failed_download_title
source: Download failed
es: Falló la descarga
pt_br: Transferência falhou
si: බාගතවීම අසාර්ථකයි

source: {{name}} failed to download. Try downloading again?
es: {{name}} interrumpió la descarga. ¿Intentar descargar de nuevo?
pt_br: A transferência de {{name}} falhou. Tentar transferir novamente?
si: {{name}} ගොනුව බාගතවීම අසාර්ථකයි. නැවත උත්සහ කරමු ද?

# failed_download_left_button
source: Cancel
es: Cancelar
pt_br: Cancelar
si: අවලංගු කරන්න

# failed_download_right_button
source: Try again
es: Intentar
pt_br: Tentar novamente
si: නැවත උත්සාහ කරන්න

source: Stop download
es: Parar descarga
pt_br: Parar transferência
si: බාගතවීම නවත්වන්න

source: Are you sure you want to stop the download?
es: ¿Seguro que desea parar la descarga?
pt_br: Você tem certeza que deseja parar a transferência?
si: බාගතවීම නැවැත්විය යුතු බවට විශ්වාසයි ද?

source: No
pt_br: Não
si: නෑ

source: Yes
es: Sí
pt_br: Sim
si: ඔවු

# delete_download_title
source: Delete
es: Borrar
pt_br: Excluir
si: මකන්න

source: Delete {{name}}?
es: ¿Borrar {{name}}?
pt_br: Excluir {{name}}?
si: {{name}} මැකිය යුතුයි ද?

# delete_download_left_button
source: Cancel
es: Cancelar
pt_br: Cancelar
si: අවලංගු කරන්න

# delete_download_right_button
source: Delete
es: Borrar
pt_br: Excluir
si: මකන්න

# delete_all_download_title
source: Delete
es: Borrar
pt_br: Excluir
si: මකන්න

# delete_all_download_left_button
source: Cancel
es: Cancelar
pt_br: Cancelar
si: අවලංගු කරන්න

# delete_all_download_right_button
source: Delete
es: Borrar
pt_br: Excluir
si: මකන්න

source: Delete no files?
es: ¿No borrar archivos?
pt_br: Excluir nenhum arquivo?
si: ගොනු කිසිවක් මැකිය යුතු නැති ද?

source: Delete one file?
es: ¿Borrar un archivo?
pt_br: Excluir um arquivo?
si: ගොනුවක් මැකිය යුතුයි ද?

# delete_all_download_message[two]
source: Delete {{number}} files?
es: ¿Borrar {{number}} archivos?
pt_br: Excluir {{number}} arquivos?
si: ගොනු {{number}}ක් මැකිය යුතුයි ද?

# delete_all_download_message[few]
source: Delete {{number}} files?
es: ¿Borrar {{number}} archivos?
pt_br: Excluir {{number}} arquivos?
si: ගොනු {{number}}ක් මැකිය යුතුයි ද?

# delete_all_download_message[many]
source: Delete {{number}} files?
es: ¿Borrar {{number}} archivos?
pt_br: Excluir {{number}} arquivos?
si: ගොනු {{number}}ක් මැකිය යුතුයි ද?

# delete_all_download_message[other]
source: Delete {{number}} files?
es: ¿Borrar {{number}} archivos?
pt_br: Excluir {{number}} arquivos?
si: ගොනු {{number}}ක් මැකිය යුතුයි ද?

# unsupported_file_type_download_title
source: Unable to open
es: Imposible abrir
pt_br: Não foi possível abrir
si: විවෘත කළ නොහැක

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
es: No hay ninguna aplicación que pueda abrir {{name}}. ¿Desea guardar el archivo o borrarlo?
pt_br: Não existe um aplicativo capaz de abrir {{name}}. Você gostaria de salvar o arquivo ou removê-lo?
si: {{name}} විවර කළ හැකි යෙදුමක් නොමැත. ගොනුව සුරැකිය යුතුයිද ? නැතිනම් මකන්න ද?

# unsupported_file_type_download_left_button
source: Keep File
es: Conservar
pt_br: Manter arquivo
si: ගොනුව තබාගන්න

# unsupported_file_type_download_right_button
source: Delete
es: Borrar
pt_br: Excluir
si: මකන්න

source: File not found
es: Archivo no encontrado
pt_br: Arquivo não encontrado
si: ගොනුව හමු නොවුණි

source: The file wasn’t found on the device
es: No se encontró el archivo en el dispositivo
pt_br: O arquivo não foi encontrado no dispositivo
si: ගොනුව සොයාගත නොහැක

# file_not_found_download_right_button
source: OK
es: Aceptar
si: හරි

source: Memory card in use
es: Tarjeta de memoria en uso
pt_br: O cartão de memória está em uso
si: මතක කාඩ්පතක් භාවිතයේ

source: Unplug the phone
es: Desconecte el teléfono
pt_br: Desconecte o telefone
si: දුරකතනය විසන්දි කරන්න

# unmounted_sdcard_2_download_right_button
source: OK
es: Aceptar
si: හරි

source: Unable to share
es: Imposible compartir
pt_br: Não foi possível compartilhar
si: බෙදාගත නොහැක

source: No provider found
es: No se encuentra operador
pt_br: Nenhum provedor encontrado
si: සැපයුම්කරු හමු නොවුණි

# no_provider_download_right_button
source: OK
es: Aceptar
si: හරි

source: SD Card is full
es: La tarjeta SD está llena
pt_br: O Cartão SD está lotado
si: SD කාඩ්පතේ ඉඩ නොමැත

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
es: No hay más espacio en la tarjeta SD para guardar la descarga. Elimine algunos archivos antes de reiniciarla.
pt_br: Não há espaço disponível no seu cartão SD para armazenar seu arquivo. Por favor remova alguns arquivos antes de recomeçar a transferência.
si: ඔබේ බාගතකිරීම තබාගැනීමට SD කාඩ්පතේ ඉඩ නොමැත. කරුණාකර එම ගොනුව නැවත බාගැනීමට පෙර, මෙමරි කාඩ්පතෙන් ගොනු කීපයක් ඉවත්කර ඉඩ සකසාගන්න.

# no_memory_download_right_button
source: OK
es: Aceptar
si: හරි

source: No memory card found
es: No se encuentra tarjeta de memoria
pt_br: Nenhum cartão de memória foi encontrado
si: මෙමරි කාඩ්පතක් සොයාගත නොහැක

source: Insert a memory card or select an alternate default media location in settings
es: Inserte una tarjeta de memoria o seleccione en Ajustes una ubicación predeterminada alternativa para los archivos multimedia
pt_br: Insira um cartão de memória ou selecione um local de mídia padrão nas configurações
si: මෙමරි කාඩ්පරත ඇතුළත් කරන්න හෝ සැකසුම් තුළ විකල්ප පෙරනිමි මාධ්‍ය පිහිටුම තෝරතන්න

# no_sdcard_found_2_download_right_button
source: OK
es: Aceptar
si: හරි

# file_open_error_download_title
source: Unable to open
es: Imposible abrir
pt_br: Não foi possível abrir
si: විවෘත කළ නොහැක

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
es: Hubo un problema al abrir {{name}}. ¿Desea guardar el archivo o borrarlo?
pt_br: Ocorreu um erro ao abrir {{name}}. Gostaria de salvar o arquivo ou removê-lo?
si: {{name}} විවෘත කිරීමෙ ගැටලුවක් ඇත. ගොනුව සුරැකීමට හෝ මැකීමට ඇවශ්‍ය ද?

# file_open_error_download_left_button
source: Keep File
es: Conservar
pt_br: Manter arquivo
si: ගොනුව තබාගන්න

# file_open_error_download_right_button
source: Delete
es: Borrar
pt_br: Remover
si: මකන්න

source: There was an error while restarting the download. Please try to download again.
es: Hubo un error al reiniciar la descarga. Intente descargar de nuevo.
pt_br: Ocorreu um erro ao reiniciar a transferência. Por favor, tente novamente.
si: බාගතවීම නැවත ආරම්භකිරීමේදී ගැටලුවක් පැණ නැගුනි. කරුණාකර එය නැවත බාගත කරන්න.

source: No downloads
es: Sin descargas
pt_br: Sem downloads
si: බාගතකිරීම් නොමැත.

source: B
si: බයිට්

source: KB
si: කිලෝ බයිට්

source: MB
si: මෙගාබයිට්

source: GB
si: ගිගාබයිට්

source: TB
si: ටෙරා බයිට්

source: {{size}} {{unit}}
si: {{unit}} {{size}}

source: {{partial}} of {{total}}
es: {{partial}} de {{total}}
pt_br: {{partial}} de {{total}}
si: {{total}} කින් {{partial}} ක්

source: Stopped
es: Parada
pt_br: Interrompido
si: නවතා ඇත

source: Download failed
es: Descarga fallida
pt_br: Transferência falhou
si: බාගතවීම අසාර්ථකයි

source: Open
es: Abrir
pt_br: Abrir
si: විවෘත කරන්න

source: Share
es: Compartir
pt_br: Compartilhar
si: බෙදාගන්න

source: Set as wallpaper
es: Usar como fondo de pantalla
pt_br: Definir como papel de parede
si: තිරරූපය ලෙස යොදාගන්න

source: Set as ringtone
es: Usar como tono de llamada
pt_br: Definir como toque
si: දුරකථන නාදය ලෙස යොදාගන්න

# cancel_downloaded_file
source: Cancel
es: Cancelar
pt_br: Cancelar
si: අවලංගු කරන්න

source: {[ plural(number) ]}
pt_br: {[ (number)plural ]}
