Repository: phlax/mozilla-gaia
Catalog: ig/apps/homescreen/homescreen.properties.po
Languages: ig

source: {{topic}} on {{name}}
ig: {{topic}} na {{name}}

source: Change Wallpaper
ig: Gbanwee Akwụkwọ Ahụaja

source: Add Smart Collections
ig: Tinye Mkpokọta Amamịghe

source: Delete {{name}}
ig: Hichapụ {{name}}

source: {{name}} and all of its data will be deleted.
ig: A ga-ehichapụ {{name}} yana data ya niile.

source: Delete
ig: Hichapụ

source: Cancel
ig: Kagbuo

source: Remove {{name}}
ig: Wepu {{name}}

source: Remove {{name}} from the homescreen?
ig: Wepu {{name}} n'ihuenyo mbata ahụ?

source: Remove
ig: Wepu

source: Download
ig: Budata

source: Restart Download
ig: Bidogharịa Mbudata

source: Do you want to download {{name}}?
ig: Ị chọrọ ibudata {{name}}?

source: Page {{current}} of {{total}}
ig: Ibe {{current}} nke {{total}}

source: Homescreen
ig: Ihuenyo mbata

# loadingEvme2
source: Loading…
ig: Na-adọnye…

source: Everything…
ig: Ihe niile…

# evme-searchbar-default2
source: I’m thinking of…
ig: Ana m eche…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ig: Ana m eche maka…

source: Back
ig: Azụ

# evme-searchbar-default.placeholder
source: I’m thinking of…
ig: Ana m eche maka…

# evme-searchbar-title
source: Everything
ig: Ihe niile

source: Enter any topic or search query
ig: Tinye isiokwu ọ bụla ma ọ bụ njụajụjụ ọchụchọ

source: Enter any topic or keyword
ig: Tinye isiokwu ọ bụla

source: Dismiss
ig: Wepu

source: No options found
ig: Ọnweghị nhọrọ ahụrụ

source: History:
ig: Ndekọ:

source: History
ig: Ndekọ

source: Clear history
ig: Kpochapụ ndekọ

# evme-helper-didyoumean-title
source: Did you mean:
ig: Ị chere:

# evme-helper-refine-title
source: Did you mean:
ig: Ị chere:

# evme-helper-title-prefix
source: Everything
ig: Ihe niile

# evme-helper-title-empty
source: Everything
ig: Ihe niile

source: Add to homescreen
ig: Tinye na ihuenyo mbata

source: Remove from homescreen
ig: Wepu na ihuenyo mbata

# evme-apps-market-download
source: Download
ig: Budata

source: More Apps
ig: Ngwa Ndị Ọzọ

# evme-apps-loading-app
source: Loading…
ig: Na-adọnye…

# evme-appsmore-loading
source: Loading…
ig: Na-adọnye…

source: Add {{name}} to Home Screen?
ig: Tinye {{name}} na Ihuenyo Mbata?

source: {{name}} was already added to Home Screen
ig: Etinyela {{name}} na Ihuenyo Mbata

source: Connect to the internet to add more Smart Collections
ig: Jikọọ na ịntanetị iji tinyekwuo Mkpokọta Amamịghe

source: Set as wallpaper?
ig: Tọọ dị ka akwụkwọ ahụaja?

source: No Smart Collections to add
ig: Ọnweghị Mkpokọta Amamịghe a ga-etinye

source: {{name}} added to Home Screen
ig: Etinyere {{name}} na Ihuenyo Mbata

source: Wallpaper set successfully
ig: Atọrọ akwụkwọ ahụaja na enweghị nsogbu

source: More
ig: Ọzọ

# evme-collectionssuggest-loading
source: Loading…
ig: Na-adọnye…

# evme-collectionssuggest-loading-cancel
source: Cancel
ig: Kagbuo

source: Create your own Smart Collection
ig: Mepụta Mkpokọta Amamịghe nke gị

source: Source:
ig: Isi mmalite:

# evme-collection-title-prefix
source: Everything
ig: Ihe niile

source: Phone
ig: Ekwentị

# evme-collection-loading-more
source: Loading…
ig: Na-adọnye…

source: Connect to the internet to get apps for {{query}}
ig: Jikọọ na ịntanetị iji nweta ngwa maka {{query}}

source: Connect to the internet to get even more apps for {{query}}
ig: Jikọọ na ịntanetị iji nwetakwuo ngwa maka {{query}}

source: Find the things you love with the coolest apps.
ig: Jiri ngwa ndị mara mma iji chọta ihe ndị ị masịrị.

source: For example, find your favorite singer or band…
ig: Dịka ọmụmaatụ, chọta ọkụegwu ma ọ bụ ndị ọkụegwu kachasị masị gị…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ig: Ndị a bụ ngwa maka <b>{{query}}</b>,<br /><br /> pịa akara ọ bụla iji mepee ya.

source: Custom…
ig: Ọpụrụiche…

source: Astrology
ig: Ọmụmụ kpakpando

source: Autos
ig: Ụgbọ

source: Beauty
ig: Ịchọ mma

source: Books
ig: Akwụkwọ

source: Celebs
ig: Ndị ama ama

source: Daily Deals
ig: Azụmahịa Kwa Ụbọchị

source: Dating
ig: Ịyị ọyị

source: Electronics
ig: Eletrọniks

source: Email
ig: Ozi-e

source: Entertainment
ig: Ihe obi ụtọ

source: Environment
ig: Gburugburu

source: Fashion
ig: Iyi uwe

source: Funny
ig: Ihe ọchị

source: Games
ig: Egwuregwu

source: Government
ig: Gọọmentị

source: Health
ig: Ahụike

source: Jobs
ig: Ọrụ

source: Local
ig: Mpaghara

source: Maps
ig: Maapụ

source: Movies
ig: Ihe nkiri

source: Music
ig: Egwu

source: New Apps
ig: Ngwa ọhụrụ

source: News
ig: Akụkọ

source: Photography
ig: Ịse foto

source: Recipes
ig: Usoro Isi Nri

source: Restaurants
ig: Ụlọ nri

source: Shopping
ig: Ịzụ ahịa

source: Social
ig: Mmekọrịta

source: Sports
ig: Egwuregwu

source: Tech News
ig: Akụkọ Teknụzụ

source: Top Apps
ig: Ngwa Ndị Kachasị

source: Travel
ig: Njem

source: Video
ig: Vidio

source: Utilities
ig: Akụrụngwa

source: Weather
ig: Ihuigwe

source: Add to top of collection
ig: Tinye n'elu nke mkpokọta

source: Save to Homescreen
ig: Chekwaa na Ihuenyo mbata

source: Edit
ig: Dezie

source: Website name
ig: Aha weebụsaịtị

source: Address
ig: Adreesị

# edit-dialog-cancel
source: Cancel
ig: Kagbuo

source: Done
ig: Emechaala

source: Close
ig: Mechie

source: Save
ig: Chekwaa
