Repository: phlax/mozilla-gaia
Catalog: */apps/video/video.properties.po
Languages: my, vi, xh

source: Select
my: ရွေး
vi: Lựa chọn
xh: Khetha

# number-selected2[one]
source: {{ n }} selected
my: {{ n }} ရွေးချယ်ပြီး
vi: Đã chọn {{ n }} mục
xh: Ezi-{{ n }} ezikhethiweyo

# number-selected2[two]
source: {{ n }} selected
my: {{ n }} ရွေးချယ်ပြီး
vi: Đã chọn {{ n }} mục
xh: Ezi-{{ n }} ezikhethiweyo

# number-selected2[few]
source: {{ n }} selected
my: {{ n }} ရွေးချယ်ပြီး
vi: Đã chọn {{ n }} mục
xh: Ezi-{{ n }} ezikhethiweyo

# number-selected2[many]
source: {{ n }} selected
my: {{ n }} ရွေးချယ်ပြီး
vi: Đã chọn {{ n }} mục
xh: Ezi-{{ n }} ezikhethiweyo

# number-selected2[other]
source: {{ n }} selected
my: {{ n }} ရွေးချယ်ပြီး
vi: Đã chọn {{ n }} mục
xh: Ezi-{{ n }} ezikhethiweyo

source: Nothing selected
my: မည်သည့်အရာမှ ရွေးမထားပါ
vi: Chưa chọn gì
xh: Akukho nto ikhethiweyo

source: Delete selected item?
my: ရွေးထားသော အချက်အလက်ကို ဖျက်ပစ်?
vi: Xóa mục đã chọn?
xh: Ufuna ukucima izinto ozikhethileyo?

# delete-n-items?[two]
source: Delete {{ n }} items?
my: {{ n }} ခု ဖျက်ပစ်မလား ?
vi: Xóa {{ n }} mục?
xh: Ufuna ukucima izinto ezi-{{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
my: {{ n }} ခုအားဖျက်မလား?
vi: Xóa {{ n }} mục?
xh: Ufuna ukucima izinto ezi-{{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
my: {{ n }} ခုအား ဖျက်မလား ?
vi: Xóa {{ n }} mục?
xh: Ufuna ukucima izinto ezi-{{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
my: {{ n }} ခုအား ဖျက်မလား ?
vi: Xóa {{ n }} mục?
xh: Ufuna ukucima izinto ezi-{{ n }}?

source: Try sharing one video at a time.
my: ဗီဒီယိုတစ်ခုခြင်း မျှဝေမည်
vi: Hãy thử chỉ chia sẻ một video một lúc.
xh: Zama ukwabelana ngevidiyo enye ngexesha.

source: Videos
my: ဗီဒီယိုများ
vi: Video
xh: Iividiyo

source: Add videos to get started
my: စသုံးဖို့အတွက် ဗီဒီယိုများ ထည့်ပါ
vi: Thêm video để bắt đầu
xh: Yongeza iividiyo ukuze uqalise

source: Load videos on to the memory card.
my: ဗီဒီယိုများအား မှတ်ဉာဏ်ကဒ်မှ ရယူပါ
vi: Lưu video vào thẻ nhớ.
xh: Layisha iividiyo kwikhadi lememori.

source: No memory card found
my: မှတ်ဉာဏ်ကဒ် မတွေ့ပါ
vi: Không tìm thấy nhẻ nhớ
xh: Akukho khdi lememori lifunyenweyo

source: Insert a memory card to watch videos.
my: မှတ်ဉာဏ်ကဒ် တစ်ကဒ်ထည့်ပြီး ဗီဒီယိုများကြည့်ပါ
vi: Chèn thẻ nhớ để xem video.
xh: Faka ikhadi lememori ukuze ubukele iividiyo.

source: Video can not be watched while plugged in
my: ဖုန်းအား ပလပ်တပ်ထားစဉ်တွင် ဗီဒီယိုအားကြည့်မရပါ
vi: Không thể xem video khi đang cắm nguồn
xh: Akunakubukela ividiyo ngeli lixa uyihlomele

source: Unplug the phone to watch videos.
my: ဗီဒီယိုကြည့်ရန် ဖုန်းအား ပလပ်ဖြုတ်ပါ
vi: Ngắt dây nguồn để xem video
xh: Ncothula ifowuni ukuze ubukele ividiyo.

source: Database Upgrade
my: အချက်အလက်သိုလှောင်ရုံ အဆင့်မြှင့်တင်ခြင်း
vi: Cập nhật dữ liệu
xh: Uhlaziyo lukavimba

source: Please wait while Video updates its database.
my: ဗီဒီယို အချက်အလက်များအား အဆင့်မြှင့်တင်နေစဉ်တွင် စောင့်ပေးပါ
vi: Xin vui lòng chờ trong khi ứng dụng cập nhật dữ liệu.
xh: Sicela ulinde ngeli lixa ividiyo ihlaziya uvimba wayo.

source: Are you sure you want to delete:
my: သင်ဒါကို ဖျက်မှာ သေချာပြီလား -
vi: Bạn có chắc chắn muốn xoá:
xh: Uqinisekile ufuna ukucima:

source: Select a video
my: ဗီဒီယိုဖိုင် တစ်ခုအားရွေးပါ
vi: Chọn một video
xh: Khetha ividiyo

source: Save
my: သိမ်းပါ
vi: Lưu
xh: Gcina

source: Saved {{title}} to Video
my: {{title}} အား ရုပ်ရှင်ထဲသို့သိမ်းပြီး
vi: Đã lưu {{title}}
xh: Igcinwe {{title}} kwividiyo

source: The video could not be downloaded because of a network error.
my: ချိတ်ဆက်မှူ ပြသာနာတစ်ခုကြောင့် ဗီဒီယိုအား ဒေါင်းလုဒ်မရယူနိုင်ပါ
vi: Không thể tải video vì lỗi mạng.
xh: Ividiyo ibingenakukhutshelwa ngenxa yemposiso yenethiweki.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
my: ဗီဒီယိုအားဖွင့်မရ - ဆာဗာ သို့မဟုတ် အင်တာနကချိတ်ဆက်မှူ ပြသာနာ သို့ ဗီဒီယို ပုံစံ ထောက်ပံ့မှူ ကင်းမဲ့ခြင်း ကြောင့် ဖြစ်သှ်
vi: Không thể trình chiếu video: lỗi máy chủ hoặc mạng hoặc định dạng không được hỗ trợ.
xh: Ividiyo ayinakudlalwa: enobana kungenxa yeseva okanye ukusilela kwenethiweki okanye ngenxa yefomati engaxhaswayo.

source: An unknown video error occurred.
my: မသိရှိရသော ဗီဒီယို အမှားတစ်ခု ရှိနေသှ်
vi: Có lỗi không rõ xảy ra.
xh: Kwenzeke imposiso engaziwayo yevidiyo.

source: Go to Camera
my: ကင်မရာ ဖွင့်ပါ
vi: Đi đến ứng dụng Camera
xh: Yiya kwikhamera

source: Name
my: အမည်
vi: Tên
xh: Igama

source: Length
my: ကြာချိန်
vi: Độ dài
xh: Ubude

source: Size
my: အရွယ်
vi: Kích cỡ
xh: Ubukhulu

source: Video Type
my: အမျိုးအစား
vi: Kiểu video
xh: Uhlobo lwevidiyo

source: Date Taken
my: ရိုက်ကူးခဲ့သော နေ့
vi: Ngày quay
xh: Umhla ofotwe ngawo

source: Resolution
my: ထင်ရှားပြတ်သားမှူ
vi: Độ phân giải
xh: Umgangatho womfanekiso

source: Close
my: ပိတ်
vi: Đóng
xh: Vala

source: Bytes
vi: Byte
xh: Iibhayiti

source: KB
xh: I-KB

source: MB
xh: I-MB

source: GB
xh: I-GB

source: %B %Y
xh: I-%B %Y

source: Share
my: မျှဝေ
xh: Yabelana

source: More info
my: နောက်ထပ်အချက်အလက်
xh: Ingcaciso engaphezulu

source: Delete
my: ဖျက်ပါ
xh: Cima

source: Cancel
my: ရပ်

source: Delete video?
my: ဗီဒီယိုအား ဖျက်မလား?

# overlay-cancel-button
source: Cancel
my: ရပ်
