Repository: phlax/mozilla-gaia
Catalog: */apps/clock/clock.properties.po
Languages: si, xh

source: Reset
si: යළි සැකසුම
xh: Seta kwakhona

source: Start
si: අරඹන්න
xh: Qalisa

source: Stop
si: නවතන්න
xh: Yima

source: Cancel
si: වසන්න
xh: Rhoxisa

source: Hour
xh: Iyure

source: Hours
si: පැය
xh: Iiyure

source: Minute
xh: Umzuzu

source: Minutes
si: මිනිත්තු
xh: Imizuzu

source: Alarm
si: සීනුව
xh: I-alamu

source: Timer
si: කාල ගණකය
xh: Isibali-xesha

source: Stopwatch
si: විරාම ඝටීකාව
xh: Iwotshi emiswayo

source: Alarm name
si: සීනුවේ නාමය
xh: Igama le-alamu

source: New alarm
si: නව සීනුව
xh: Ialam entsha

source: Edit alarm
si: සීනුව සකසන්න
xh: Hlela i-alamu

source: Pause
si: මඳක් නවතන්න
xh: Nqumama

source: Resume
si: යළි අරඹන්න
xh: Buyela enkomeni

source: Lap
si: වට
xh: Xhapha

source: Lap {{n}}
si: {{n}} වන වටය
xh: Ukuxhapha {{n}}

source: Delete
si: මකන්න
xh: Cima

source: Time
si: කාලය
xh: Ixesha

# snooze-label
source: Snooze
si: කෙටි විරාමක්
xh: Snuza

# snooze-button
source: Snooze
si: කෙටි විරාමක්
xh: Snuza

source: Repeat
si: පූනර්වර්තනය
xh: Phinda

source: Vibrate
si: කම්පන
xh: Shukuma

source: Close
si: වසන්න
xh: Vala

source: Save
si: සුරකින්න
xh: Gcina

source: Done
si: කළා
xh: Kwenziwe

# closeButton.ariaLabel
source: Close
si: වසන්න
xh: Vala

# newAlarmButton.ariaLabel
source: New alarm
si: නව සීනුව
xh: Ialam entsha

source: System Alarm Volume
si: පද්ධති සීනු හඬ ප්‍රමාණය
xh: IVolyum yeAlam yeSistim

source: Sound
si: ශබ්දය
xh: Isandi

source: No Sound
si: ශබ්දයක් නැත
xh: Akukho sandi

source: Every day
si: සෑම දිනම
xh: Yonke imihla

source: Weekdays
si: සතියේ දින
xh: Iintsuku zeveki

source: Weekends
si: සති අන්තයන්
xh: Iimpelaveki

source: Never
si: කිසි දිනෙක එපා
xh: Ungaze

source: On
si: සක්‍රීය
xh: Layitile

source: Off
si: අක්‍රීය
xh: Icimile

source: +1 Min
si: +1 මිනිත්තු
xh: +1 uMzuz.

source: %A, %B %e
xh: %A %e %B

source: The alarm is set for <strong>{{minutes}}</strong> from now.
xh: I-alamu isetelwe <strong>{{minutes}}</strong> ukususela ngoku.

source: The alarm is set for {{hours}} {{minutes}} from now.
xh: I-alamu isetelwe {{hours}} {{minutes}} ukususela ngoku.

source: The alarm is set for {{days}} {{hours}} from now.
xh: I-alamu isetelwe {{days}} {{hours}} ukususela ngoku.

source: less than a minute
si: මිනිත්තුවකට අඩු කාලයක්
xh: ngaphantsi komzuzu

# nMinutes[one]
source: one minute
xh: umzuzu omnye

# nMinutes[two]
source: {{n}} minutes
xh: imizuzu e-{{n}}

# nMinutes[few]
source: {{n}} minutes
xh: imizuzu e-{{n}}

# nMinutes[many]
source: {{n}} minutes
xh: imizuzu e-{{n}}

# nMinutes[other]
source: {{n}} minutes
xh: imizuzu e-{{n}}

source: <strong>{{n}} hour</strong>
xh: <strong>{{n}} iyure</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
xh: <strong>{{n}} iiyure</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
xh: <strong>{{n}} iiyure</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
xh: <strong>{{n}} iiyure</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
xh: <strong>{{n}} iiyure</strong>

source: and <strong>{{n}} hour</strong>
xh: kunye ne-<strong>{{n}} iyure</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
xh: kunye ne-<strong>{{n}} iiyure</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
xh: kunye ne-<strong>{{n}} iiyure</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
xh: kunye ne-<strong>{{n}} iiyure</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
xh: kunye ne-<strong>{{n}} iiyure</strong>

source: <strong>{{n}} day</strong>
xh: <strong>{{n}} usuku</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
xh: <strong>{{n}} iintsuku</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
xh: <strong>{{n}} iintsuku</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
xh: <strong>{{n}} iintsuku</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
xh: <strong>{{n}} iintsuku</strong>

source: and <strong>{{n}} minute</strong>
xh: kune ne-<strong>{{n}} umzuzu</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
xh: kunye ne-<strong>{{n}} imizuzu</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
xh: kunye ne-<strong>{{n}} imizuzu</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
xh: kunye ne-<strong>{{n}} imizuzu</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
xh: kunye ne-<strong>{{n}} imizuzu</strong>

source: zero seconds
xh: imizuzwana engekhoyo

source: one second
xh: umzuzwana omnye

# nSpinnerSeconds[two]
source: {{n}} seconds
xh: Imizuzwana e{{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
xh: imizuzwana e{{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
xh: Imizuzwana e{{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
xh: Imizuzwana e{{n}}

source: zero minutes
si: මිනිත්තු බිංදුවයි
xh: imizuzu engekhoyo

# nSpinnerMinutes[one]
source: one minute
xh: umzuzu omnye

# nSpinnerMinutes[two]
source: {{n}} minutes
xh: imizuzu e{{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
xh: imizuzu e-{{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
xh: imizuzu e-{{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
xh: imizuzu e{{n}}

source: zero hours
si: පැය බිංදුවක්
xh: iiyure ezingekhoyo

source: {{n}} hour
si: පැය {{n}} ක්
xh: Iyure e{{n}}

# nSpinnerHours[two]
source: {{n}} hours
xh: Iiyure ezi{{n}}

# nSpinnerHours[few]
source: {{n}} hours
xh: iiyure ezi{{n}}

# nSpinnerHours[many]
source: {{n}} hours
xh: iiyure ezi{{n}}

# nSpinnerHours[other]
source: {{n}} hours
xh: iiyure ezi{{n}}

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
si: එළාම් සකසා ඇත්තේ මෙතැන් සිට <strong>{{alarmMinutes}}</strong> වෙතයි.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
si: එළාම් සකසා ඇත්තේ මෙතැන් සිට {{alarmHours}} හා {{alarmMinutes}} ක් වෙතයි.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
si: එළාම් සකසා ඇත්තේ මෙතැන් සිට {{alarmDays}} හා {{alarmHours}} ක් වෙතයි.

# alarmMinutes[one]
source: one minute
si: එක් මිනිත්තුවක්

# alarmMinutes[two]
source: {{minutes}} minutes
si: මිනිත්තු {{minutes}}

# alarmMinutes[few]
source: {{minutes}} minutes
si: මිනිත්තු {{minutes}}

# alarmMinutes[many]
source: {{minutes}} minutes
si: මිනිත්තු {{minutes}}

# alarmMinutes[other]
source: {{minutes}} minutes
si: මිනිත්තු {{minutes}}

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
si: <strong>පැය {{hours}} ක්</strong>

source: <strong>{{hours}} hour</strong>
si: <strong>පැය {{hours}} ක්</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
si: <strong>පැය {{hours}} ක්</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
si: <strong>පැය {{hours}} ක්</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
si: <strong>පැය {{hours}} ක්</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
si: <strong>පැය {{hours}} ක්</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
si: <strong>දින {{days}} ක්</strong>

source: <strong>{{days}} day</strong>
si: <strong>දින {{days}} ක්</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
si: <strong>දින {{days}} ක්</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
si: <strong>දින {{days}} ක්</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
si: <strong>දින {{days}} ක්</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
si: <strong>දින {{days}} ක්</strong>

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
si: එක් මිනිත්තුවක්

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
si: මිනිත්තු {{n}}

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
si: මිනිත්තු {{n}}

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
si: මිනිත්තු {{n}}

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
si: මිනිත්තු {{n}}

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
si: පැය {{n}} ක්

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
si: පැය {{n}} ක්

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
si: පැය {{n}} ක්

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
si: පැය {{n}} ක්
