Repository: phlax/mozilla-gaia
Catalog: */shared/gaia_grid/gaia_grid.properties.po
Languages: eu, si, sw

source: Stop {{name}}
eu: Gelditu {{name}}
si: {{name}} නවත්වන්න
sw: Simama {{name}}

source: Do you want to stop the download in progress?
eu: Uneko deskarga gelditu nahi duzu?
si: දැනට සක්‍රීය බාගත කිරීම නවත්වන්න ද?
sw: Je unataka kukatiza daunlodi inayoendelea?

source: Stop
eu: Gelditu
si: නවත්වන්න
sw: Simamisha

source: Restart Download
eu: Berrabiarazi deskarga
si: බාගත කිරීම නැවත අරඹන්න
sw: Anzisha Daunlodi tena

source: Do you want to download {{name}}?
eu: {{name}} deskargatu nahi duzu?
si: ඔබට {{name}} බාගත කිරීමට අවැසි ද?
sw: Je unataka kudaunlodi {{name}}?

source: Download
eu: Deskargatu
si: බාගන්න
sw: Pakua

source: Remove Application
eu: Kendu aplikazioa
si: යෙදුම ඉවත් කරන්න
sw: Toa Programu-tumizi

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
eu: Ezin izan da aplikazioa instalatu errore konponezin batengatik. Saiatu berriro deskargatzen. Aplikazioa kenduko da.
si: ප්‍රකෘති කල නොහැකි දෝශයක් නිසා යෙදුම ස්ථාපනය කල නොහැකියි. කරුණාකර නැවතත් බාගත කිරීම සිදු කර බලන්න. යෙදුම දැන් ඉවත් වනු ඇත.
sw: Uwekaji wa programu-tumizi hii hauwezekani kutokana na hitilafu isiyoweza kurekebika. Tafadhali jaribu kudaunlodi tena. Programu itatolewa.

source: OK
eu: Ados
si: හරි
sw: SAWA

source: Cancel
eu: Utzi
si: අවලංගු කරන්න
sw: Ghairi
