Repository: phlax/mozilla-gaia
Catalog: ig/apps/bluetooth/bluetooth.properties.po
Languages: ig

source: Turn Bluetooth on to view devices in the area.
ig: Gbanwuo Bluetooth iji lelee ngwaọrụ dị na mpaghara ahụ.

source: Paired devices
ig: Ngwaọrụ ndị amakọrọ

source: Devices in the area
ig: Ngwaọrụ ndị dị na mpaghara a

source: Visible to all
ig: Dum na ahụ ya anya

source: Your device name exceeds {{length}} characters. Please retry again.
ig: Aha ngwaọrụ gị gafere mkpụrụedemede {{length}}. Biko nwagharịa ọzọ.

source: Bluetooth Address
ig: Adreesị Bluetooth

source: Not available
ig: Adịghị

source: No devices paired
ig: Enweghị ngwaọrụ ndị amakọrọ

source: Turned off
ig: Agbanyụrụ

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ig: {{name}}, +{{n}} ndị ọzọ

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ig: {{name}}, +{{n}} ndị ọzọ

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ig: {{name}}, +{{n}} ndị ọzọ

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ig: {{name}}, +{{n}} ndị ọzọ

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ig: {{name}}, +{{n}} ndị ọzọ

source: Tap to connect
ig: Pịa iji jikọọ

source: Pairing with device…
ig: Na-amakọ yana ngwaọrụ…

source: Waiting for other device…
ig: Na eche ngwaọrụ nke ọzọ…

source: Paired
ig: Amakọrọ

source: Connecting…
ig: Na-ejikọ…

source: Connected
ig: Ejikọrọ

source: Connected to phone audio
ig: Ejikọrọ na ọdịyo ekwentị

source: Connected to media audio
ig: Ejikọrọ na ọdịyo mgbasa ozi

source: Connected to phone/media audio
ig: Ejikọrọ na ekwentị/ọdịyo mgbasa ozi

source: Unpair
ig: Kesaa

source: Confirm
ig: Kwenye

# device-option-unpair-confirmation
source: Confirmation
ig: Nkwenye

source: Unpair device?
ig: Kesaa ngwaọrụ?

source: Connect
ig: Jikọọ

source: Disconnect
ig: Kwụpụ

source: Searching for devices…
ig: Na-achọgharị ngwaọrụ…

source: Search for devices
ig: Chọgharịa ngwaọrụ

source: Rename my device
ig: Nyegharịa ngwaọrụ m aha

source: Unknown device
ig: Ngwaọrụ amaghị

source: Change phone name
ig: Gbanwee aha ekwentị

source: Change the name of your device as it appears in your computer
ig: Gbanwee aha nke ngwaọrụ gị dị ka o si gosi na kọmputa gị

source: New name
ig: Aha ọhụrụ

source: Unable to pair devices
ig: Enwenwughi ike ịmakọ ngwaọrụ

source: Unable to pair with the device. Check that the PIN is correct.
ig: Enwenwughi ike ịmakọ yana ngwaọrụ ahụ. Lelee na PIN ahụ ziri ezi.

source: Unable to pair with the device. Too many requests.
ig: Enwenwughi ike ịmakọ yana ngwaọrụ ahụ. Ọtụtụ arịrịọ.

source: Unable to connect devices
ig: Enwenwughi ike ijikọ ngwaọrụ

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ig: Lelee na ngwaọrụ ahụ ị na anwa ijikọ ka nọ n'oke ma mee Bluetooth ya mgbanwu.

source: Unpair a connected device?
ig: Kesaa ngwaọrụ ejikọrọ?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ig: I jikọrọ na ngwaọrụ a ugbu a. Nkesa ga-akwụpụ na ya.

source: Confirmation
ig: Nkwenye

source: Bluetooth is disabled
ig: Agbanyụrụ Bluetooth

source: Do you want to turn Bluetooth on?
ig: Ị chọrọ ịgbanwu Bluetooth?

source: Cancel
ig: Kagbuo

source: Turn On
ig: Gbanwuo

source: Bluetooth file transfer failed
ig: Nnyefe faịlụ Bluetooth agaghị

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ig: Nnyefe faịlụ Bluetooth agaghị. Lelee na ntọala Bluetooth ziri ezi.

source: OK
ig: ỌDỊMMA

source: Pair
ig: Makọọ

source: Confirm devices to pair
ig: Kwenye na ngwaọrụ iji makọọ

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
ig: Iji makọọ yana {{device}}, gbaa mbọ hụ na ngwaọrụ abụọ ahụ nwere PIN egosipụtara:

source: To pair with {{device}}, enter the PIN on the device.
ig: Iji makọọ yana {{device}}, tinye PIN dị na ngwaọrụ ahụ.

source: To pair with {{device}}, enter the passkey on the device.
ig: Iji makọọ yana {{device}}, tinye igodo ntughe dị na ngwaọrụ ahụ.

# passive-pair
source: Bluetooth pairing request
ig: Arịrịọ mmakọ Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
ig: {{device}} ga-achọ ịmakọ na ekwentị a. Iji nabata, gbaa mbọ hụ na ngwaọrụ abụọ ahụ nwere PIN ndị a egosipụtara:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
ig: {{device}} ga-achọ ịmakọ na ekwentị a. Iji nabata, tinye PIN dị na ngwaọrụ ahụ.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
ig: {{device}} ga-achọ ịmakọ na ekwentị a. Iji nabata, tinye igodo ntughe dị na ngwaọrụ ahụ.

source: Bluetooth Request From
ig: Arịrịọ Bluetooth Si Na

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
ig: Arịrịọ mmakọ Bluetooth

source: Bluetooth Pairing Request
ig: Arịrịọ Mmakọ Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
ig: Oge arịrịọ mmakọ Bluetooth agafeela. Nwaa ịmakọ ọzọ.
