Repository: phlax/mozilla-gaia
Catalog: */apps/homescreen/homescreen.properties.po
Languages: am, as, km, lv, ml, my, si, xh

source: {{topic}} on {{name}}
am: {{topic}} በ {{name}}
as: {{name}} ত {{topic}}
km: {{topic}} លើ {{name}}
lv: {{topic}} uz {{name}}
ml: {{topic}} ലെ {{name}}
my: {{topic}} မှ {{name}}
si: {{name}} හි {{topic}}
xh: {{topic}} nge-{{name}}

source: Change Wallpaper
am: የ ግድግዳ ወረቀት መቀየሪያ
as: ৱালপেপাৰ পৰিবৰ্তন কৰক
km: ប្ដូរ​ផ្ទាំង​រូបភាព
lv: Mainīt fonu
ml: പശ്ചാത്തലം മാറ്റുക
my: နောက်ခံအလှပုံ ပြောင်း
si: තිරරූපය වෙනස් කරන්න
xh: Tshintsha umfanekiso wodonga

source: Add Smart Collections
am: ጥሩ ስብስቦች መጨመሪያ
as: স্মাৰ্ট সংগ্ৰহসমূহ যোগ কৰক
km: បន្ថែម​សម្រាំង​ឆ្លាត​វៃ
lv: Pievienot Gudrās Kolekcijas
ml: സ്മാര്‍ട് ശേഖരങ്ങള്‍ ചേര്‍ക്കുക
my: စုစည်းမှူ တစ်ခုထည့်
si: උසස් එකතුවට එක් කරන්න
xh: Yongeza iingqokelelo zobuchwepheshe

source: Delete {{name}}
am: ማጥፊያ {{name}}
as: {{name}} মচি পেলাওক
km: លុប {{name}}
lv: Dzēst {{name}}
ml: {{name}} നീക്കം ചെയ്യുക
my: {{name}} ဖျက်
si: {{name}} මකන්න
xh: Cima {{name}}

source: {{name}} and all of its data will be deleted.
am: {{name}} እና ሁሉም ዳታዎች ይጠፋሉ
as: {{name}} আৰু ইয়াৰ সকলো তথ্য মচি পেলোৱা হব।
km: {{name}} និង​ទិន្នន័យ​ទាំងអស់​របស់​វា​នឹង​ត្រូវ​លុប។
lv: {{name}} un visas tā datnes tiks dzēstas.
ml: {{name}}ഉം അതിന്റെ എല്ലാ വിവരങ്ങളും നീക്കം ചെയ്യപ്പെടും.
my: {{name}} နှင့် ၎င်း၏ အချက်အလက်အားလုံး ပျက်သွားမည်။
si: {{name}} සහ එහි සියලු දත්ත මැකෙනු ඇත.
xh: I-{{name}} nayo yonke idatha yayo iza kucinywa.

source: Delete
am: ማጥፊያ
as: মচি পেলাওক
km: លុប
lv: Dzēst
ml: നീക്കം ചെയ്യുക
my: ဖျက်
si: මකන්න
xh: Cima

source: Cancel
am: መሰረዣ
as: বাতিল কৰক
km: បោះបង់
lv: Atcelt
ml: റദ്ദാക്കുക
my: နေတော့
si: අහෝසි කරන්න
xh: Rhoxisa

source: Remove {{name}}
am: ማስወገጃ {{name}}
as: {{name}} আতৰাওক
km: យក​ចេញ {{name}}
lv: Noņemt {{name}}
ml: {{name}} നീക്കം ചെയ്യുക
my: {{name}}ဖျက်
si: {{name}} ඉවත් කරන්න
xh: Shenxisa {{name}}

source: Remove {{name}} from the homescreen?
am: ላስወግደው {{name}} ከ ቤት መመልከቻ ውስጥ?
as: আৰম্ভণি পৰ্দাৰ পৰা {{name}} আতৰাব নে?
km: យក​ចេញ {{name}} ពី​អេក្រង់​ដើម​ឬ?
lv: Vai noņemt {{name}} no sākuma ekrāna?
ml: {{name}} പൂമുഖത്തിൽ നിന്നും നീക്കം ചെയ്യണോ?
my: ပင်မစာမျက်နှာမှ {{name}} အားဖျက်မလား?
si: {{name}} නිවාස තිරයෙන් ඉවත් කරන්න?
xh: Ufuna ukuyicima i-{{name}} kwiskrini sasekhaya?

source: Remove
am: ማስወገጃ
as: আতৰাওক
km: យក​ចេញ
lv: Noņemt
ml: നീക്കം ചെയ്യുക
my: ဖျက်
si: ඉවත් කරන්න
xh: Shenxisa

source: Download
am: የወረዱ
as: ডাউনল'ড কৰক
km: ទាញ​យក
lv: Lejupielādēt
ml: ഡൗൺലോഡ്
my: ဆွဲချပါ
si: බාගන්න
xh: Khuphela

source: Restart Download
am: ማውረድ እንደገና ማስጀመሪያ
as: ডাউনল'ড পুনাৰম্ভ কৰক
km: ចាប់ផ្ដើម​ទាញយក​ឡើ​ងវិញ
lv: Atsākt lejupielādi
ml: ഡൌണ്‍ലോഡ് പുനരാരംഭിക്കുക
my: အစက ပြန်ဆွဲချမည်
si: බාගැනීම යළිඅරඹන්න
xh: Qalisa ukukhuphela ngokutsha

source: Do you want to download {{name}}?
am: ማውረድ ይፈልጋሉ {{name}}?
as: আপুনি {{name}} ডাউনল'ড কৰিব খোজে নে?
km: តើ​អ្នក​ចង់​ទាញ​យក {{name}}​ឬ?
lv: Vai vēlaties lejupielādēt {{name}}?
ml: താങ്കൾക്ക് {{name}} ഡൗൺലോഡ് ചെയ്യണോ?
my: {{name}} အားဒေါင်းလုဒ်ရယူထားမလား?
si: ඔබට {{name}} බාගැණීමට අවශ්‍ය ද?
xh: Ingaba ufuna ukukhuphela i-{{name}}?

source: Page {{current}} of {{total}}
am: ገጽ {{current}} ከ {{total}}
km: {{current}} ទំព័រ​នៃ {{total}}
lv: Lapa {{current}} no {{total}}
my: ပေါင်း {{total}} မှ စာမျက်နှာ {{current}}
si: {{total}} හි {{current}} පිටුව

source: Homescreen
am: የ ቤት መመልከቻ
km: អេក្រង់​ដើម
lv: Sākuma ekrāns
my: ပင်မစာမျက်နှာ
si: නිවාස තිරය

# loadingEvme2
source: Loading…
am: በመጫን ላይ...
as: ল'ড কৰা হৈছে…
km: កំពុង​ផ្ទុក...
lv: Ielādē…
ml: ലഭ്യമാക്കുന്നു…
my: ပွင့်လာနေတယ်...
si: පූරණය වෙමින්…
xh: Kuyalayishwa…

source: Everything…
am: ሁሉንም…
as: সকলো…
km: អ្វី​​គ្រប់យ៉ាង...
lv: Visu…
ml: എല്ലാം…
my: အကုန်လုံး...
si: සෑමදෙයම...
xh: Yonke into…

# evme-searchbar-default2
source: I’m thinking of…
am: እኔ እያሰብኩ ነው…
as: মই ভাৱি আছো…
km: ខ្ញុំ​កំពុង​គិត​អំពី…
lv: Es domāju par…
ml: ഞാൻ ചിന്തിച്ചുകൊണ്ടിരിക്കുന്നു…
my: ဘာစဉ်းစားနေလဲဆိုတော့ ...
si: මා සිතන්නෙ...
xh: Ndicinga nge…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
am: እኔ እያሰብኩ ነው…
as: মই ভাৱি আছো…
km: ខ្ញុំ​កំពុង​គិត​អំពី…
lv: Es domāju par…
ml: ഞാൻ ചിന്തിച്ചുകൊണ്ടിരിക്കുന്നു…
my: ဘာစဉ်းစားနေလဲဆိုတော့ ...
si: මා සිතන්නෙ...
xh: Ndicinga nge…

source: Back
am: ወደ ኋላ
as: পিছলৈ
km: ថយក្រោយ
lv: Atpakaļ
ml: പിന്നോട്ട്
my: ရှေ့သို့
si: ආපසු
xh: Emva

# evme-searchbar-default.placeholder
source: I’m thinking of…
am: እኔ እያሰብኩ ነው…
as: মই ভাৱি আছো…
km: ខ្ញុំ​កំពុង​គិត​អំពី…
lv: Es domāju par…
ml: ഞാന‍് ആലോചിക്കുന്നത്…
my: ဘာစဉ်းစားနေလဲဆိုတော့ ...
si: මා සිතන්නෙ...
xh: Ndicinga nge…

# evme-searchbar-title
source: Everything
am: ሁሉንም
as: সকলো
km: អ្វី​គ្រប់យ៉ាង
lv: Visu
ml: എല്ലാം
my: အကုန်လုံး
si: සෑමදෙයම
xh: Yonke into

source: Enter any topic or search query
am: ያስገቡ ማንኛውንም አርእስት ወይንም ጥያቄ ለመፈለግ
as: যিকোনো বিষয় অথবা সন্ধান প্ৰশ্ন সুমুৱাওক
km: បញ្ចូល​សំណួរ​ស្វែងរក ឬ​ប្រធានបទ​ណា​មួយ
lv: Ievadiet jebkuru sižetu vai meklēšanas vaicājumu
ml: ഒരു വിഷയമോ തിരച്ചില്‍ പദമോ നല്‍കുക
my: ခေါင်းစဉ်တစ်ခုခုသို့ စာကြောင်း တစ်ခုခုရိုက်ထည့်ပါ
si: ඕනෑම මාතෘකාවක් හෝ සෙවුම් විමසුමක් ඇතුළත් කරන්න
xh: Faka nawuphi na umxholo okanye into oyikhangelayo

source: Enter any topic or keyword
am: ያስገቡ ማንኛውንም አርእስት ወይንም ቁልፍ ቃል
as: যিকোনো বিষয়ে অথবা কিৱাৰ্ড সুমুৱাওক
km: បញ្ចូល​ប្រធាន​បទ​មួយ​ចំនួន ឬ​ពាក្យ​គន្លឹះ
lv: Ievadiet jebkuru tematu vai atslēgvārdu
ml: ഒരു വിഷയമോ പ്രത്യേകപദമോ നൽകുക
my: ခေါင်းစဉ် သို့ ကီးစာလုံး တစ်လုံးထည့်ပါ
si: ඕනෑම මාතෘකාවක් හෝ මූලපදය ඇතුළත් කරන්න
xh: Faka nawuphi na umxholo okanye igama eliphambili

source: Dismiss
am: መደምሰሻ
as: বাতিল কৰক
km: បោះបង់​ចោល
ml: ഉപേക്ഷിയ്ക്കുക
my: ထုတ်ပစ်ရန်
si: ඉවත් කිරීම
xh: Gxotha

source: No options found
am: ምንም ምርጫ አልተገኘ
as: কোনো বিকল্প পোৱা নগল
km: រក​មិន​ឃើញ​ជម្រើស
lv: Nav atrastu opciju
ml: സാധ്യതകളൊന്നും കണ്ടില്ല
my: ရွေးချယ်ချက် မတွေ့ပါ
si: විකල්ප හමු නොවුණි
xh: Akufumaneka lukhetho

source: History:
am: ታሪክ:
as: ইতিহাস:
km: ប្រវត្តិ ៖
lv: Vēsture:
ml: നാള്‍വഴി:
my: မှတ်တမ်း -
si: අතීතය:
xh: Imbali:

source: History
am: ታሪክ
as: ইতিহাস
km: ប្រវត្តិ
lv: Vēsture
ml: നാള്‍വഴി
my: မှတ်တမ်း
si: අතීතය
xh: Imbali

source: Clear history
am: ታሪክ ማጽጃ
as: ইতিহাস পৰিষ্কাৰ কৰক
km: សម្អាត​​ប្រវត្តិ
lv: Attīrīt vēsturi
ml: നാള്‍വഴി വെടിപ്പാക്കുക
my: မှတ်တမ်းအားရှင်း
si: අතීතය හිස් කරන්න
xh: Sula imbali

# evme-helper-didyoumean-title
source: Did you mean:
am: ይህን ማለትዎ ነው:
as: আপুনি চিহ্নিত বস্তু বুজাইছিল নে:
km: តើ​អ្នក​ចង់​មាន​ន័យ៖
lv: Vai domājāt:
ml: താങ്കൾ ഇതാണോ ഉദ്ദേശിച്ചത്:
my: သင်ဆိုလိုတာ -
si: ඔබ දැන සිටියා ද:
xh: Uthetha ukuthi:

# evme-helper-refine-title
source: Did you mean:
am: ይህን ማለትዎ ነው:
as: আপুনি চিহ্নিত বস্তু বুজাইছিল নে:
km: តើ​អ្នក​ចង់​មាន​ន័យ៖
lv: Vai domājāt:
ml: താങ്കൾ ഇതാണോ ഉദ്ദേശിച്ചത്:
my: သင်ဆိုလိုတာ -
si: ඔබ දැන සිටියා ද:
xh: Uthetha ukuthi:

# evme-helper-title-prefix
source: Everything
am: ሁሉንም
as: সকলো
km: អ្វី​គ្រប់យ៉ាង
lv: Visu
ml: എല്ലാം
my: အကုန်လုံး
si: සෑමදෙයම
xh: Yonke into

# evme-helper-title-empty
source: Everything
am: ሁሉንም
as: সকলো
km: អ្វី​គ្រប់យ៉ាង
lv: Visu
ml: എല്ലാം
my: အကုန်လုံး
si: සෑමදෙයම
xh: Yonke into

source: Add to homescreen
am: ወደ ቤት መመልከቻ መጨመሪያ
km: បន្ថែម​ទៅ​អេក្រង់​ដើម
lv: Pievienot sākuma ekrānam
my: ပင်မစာမျက်နှာသို့ထည့်ပါ
si: නිවාස තිරයට එක් කරන්න

source: Remove from homescreen
am: ከ ቤት መመልከቻ ማስወገጃ
km: លុប​ចេញ​ពី​អេក្រង់​ដើម
lv: Noņemt no sākuma ekrāna
my: ပင်မစာမျက်နှာမှ ဖျက်ပါ
si: නිවාස තිරයෙන් ඉවත් කරන්න

# evme-apps-market-download
source: Download
am: የወረዱ
as: ডাউনল'ড কৰক
km: ទាញ​យក
lv: Lejupielādēt
ml: ഡൗണ്‍ലോഡ്
my: ဆွဲချပါ
si: බාගන්න
xh: Khuphela

source: More Apps
am: ተጨማሪ መተግበሪያዎች
as: অধিক এপ
km: កម្មវិធី​ច្រើន​ទៀត
lv: Vairāk aplikāciju
ml: കൂടുതൽ പ്രയോഗങ്ങൾ
my: နောက်ထပ် အက်ပ်များ
si: තවත් යෙදුම්
xh: Ii-app ezingakumbi

# evme-apps-loading-app
source: Loading…
am: በመጫን ላይ...
as: ল'ড কৰা হৈছে…
km: កំពុង​ផ្ទុក...
lv: Ielādē…
ml: ലഭ്യമാക്കുന്നു…
my: ဖွင့်နေတယ် ...
si: පූරණය වෙමින්…
xh: Kuyalayishwa…

# evme-appsmore-loading
source: Loading…
am: በመጫን ላይ...
as: ল'ড কৰা হৈছে…
km: កំពុង​ផ្ទុក...
lv: Ielādē…
ml: ലഭ്യമാക്കുന്നു…
my: ဖွင့်နေတယ် ...
si: පූරණය වෙමින්…
xh: Kuyalayishwa…

source: Add {{name}} to Home Screen?
am: ልጨምረው {{name}} ወደ ቤት መመልከቻ ውስጥ?
as: {{name}} ক আৰম্ভণি পৰ্দাত যোগ কৰিব নে?
km: បន្ថែម {{name}} ទៅ​អេក្រង់​ដើម?
lv: Vai pievienot {{name}} Sākuma ekrānam?
ml: {{name}} പൂമുഖത്തേക്ക് ചേർക്കട്ടെ?
my: ပင်မစာမျက်နှာသို့ {{name}} အားထည့်မလား?
si: {{name}} නිවාස තිරයට එක් කරන්න
xh: Yongeza i-{{name}} kwiskrini sasekhaya?

source: {{name}} was already added to Home Screen
am: {{name}} ወደ ቤት መመልከቻ ውስጥ ቀደም ሲል ተጨምሯል
as: {{name}} ইতিমধ্যে আৰম্ভণি পৰ্দাত আছিল
km: {{name}} បាន​បន្ថែម​រួច​ហើយ​ទៅ​អេក្រង់​ដើម
lv: {{name}} jau bija pievienots Sākuma ekrānam
ml: {{name}} നേരത്തെ തന്നെ പൂമുഖത്തേക്ക് ചേർത്തതാണ്
my: {{name}} အား ပင်မစာမျက်နှာသို့ ထည့်ပြီးဖြစ်သည်
si: {{name}} නිවාස තිරයට එක් කර ඇත
xh: I-{{name}} ibisele yongeziwe kwiskrini sasekhaya

source: Connect to the internet to add more Smart Collections
am: ከ ኢንትርኔት ጋር ይገናኙ ተጨማሪ ጥሩ ስብስቦች ለመጨመር
as: অধিক স্মাৰ্ট সংগ্ৰহ যোগ কৰিবলৈ ইন্টাৰনেটৰ সৈতে সংযোগ কৰক
km: ភ្ជាប់​​អ៊ីនធឺណិត​ ដើម្បី​បន្ថែ​ម​​ Smart Collections បន្ថែម
lv: Pieslēdzieties internetam lai pievienot vairāk Gudrās kolekcijas
ml: കൂടുതല്‍ സ്മാര്‍ട്ട് ശേഖരങ്ങളെ ചേര്‍ക്കാന്‍ ഇന്റെര്‍നെറ്റിലേക്ക് ബന്ധിപ്പിക്കുക
my: ပိုမို စုံလင်သော စုဆောင်းမှူတွေ ထည့်ရန် အင်တာနက်သို့ ချိတ်ဆက်ပါ
si: උසස් එකතුවට එක් කිරීමට අන්තර්ජාලයට පිවිසෙන්න
xh: Nxibelelana ne-intanethi ukuze wongeze iingqokelela zobuchwepheshe ezingakumbi

source: Set as wallpaper?
am: እንደ ግድግዳ ወረቀት ላሰናዳው?
as: ৱালপেপাৰ হিচাপে সংহতি কৰিব নে?
km: កំណត់​ជា​ផ្ទាំង​រូបភាព
lv: Vai iestatīt kā fonu?
ml: പശ്ചാത്തലം ആക്കട്ടെ?
my: နောက်ခံ အလှပုံ အနေဖြင့်သုံးမည်?
si: තිර රූපය ලෙස සකසන්න ද?
xh: Ufuna ukuseta umfanekiso wodonga?

source: No Smart Collections to add
am: ጥሩ ስብስቦች ለመጨመር አልተገኘም
as: যোগ কৰিবলৈ কোনো স্মাৰ্ট সংগ্ৰহ নাই
km: គ្មាន Smart Collections ដើម្បី​បន្ថែម
lv: Nav Gudro kolekciju ko pievienot
ml: ചേര്‍ക്കാന്‍ സ്മാര്‍ട്ട് ശേഖരങ്ങളൊന്നുമില്ല
my: ထည့်သွင်းရန် စုဆောင်းမှူ မရှိပါ
si: එක් කිරීමට උසස් එකතුවන් නැත
xh: Akukho ngqokelela yobuchweshe enokongezwa

source: {{name}} added to Home Screen
am: {{name}} ወደ ቤት መመልከቻ ውስጥ ተጨምሯል
as: {{name}} ক আৰম্ভণি পৰ্দালৈ যোগ কৰা হল
km: {{name}} បាន​បន្ថែម​ទៅ​អេក្រង់​ដើម
lv: {{name}} pievienots Sākuma ekrānam
ml: {{name}} പൂമുഖത്തേക്ക് ചേർത്തു
my: {{name}} အား ပင်မစာမျက်နှာသို့ ထည့်ပြီး
si: {{name}} නිවාස තිරයට එක් කළා
xh: I-{{name}} yongezwe kwiskrini sasekhaya

source: Wallpaper set successfully
am: የ ግድግዳ ወረቀት ተሳክቶ ተሰናድቷል
as: ৱালপেপাৰ সফলভাৱে সংহতি কৰা হল
km: ការ​កំណត់​ផ្ទាំង​រូបភាព​ដោយ​ជោគជ័យ
lv: Darbvirsmas fons veiksmīgi uzstādīts
ml: പശ്ചാത്തലം വിജയകരമായി ക്രമീകരിച്ചു
my: နောက်ခံအလှပုံ အားတပ်ဆင်ပြီး
si: තිර රූපය සකසන ලදි
xh: Umfanekiso wodonga usetwe ngempumelelo

source: More
am: ተጨማሪ
as: অধিক
km: ច្រើន​ទៀត
lv: Vairāk
ml: കൂടുതൽ
my: နောက်ထပ်
si: තවත්
xh: Okungakumbi

# evme-collectionssuggest-loading
source: Loading…
am: በመጫን ላይ...
as: ল'ড কৰা হৈছে…
km: កំពុង​ផ្ទុក...
lv: Ielādē…
ml: ലഭ്യമാക്കുന്നു…
my: ဖွင့်နေတယ် ...
si: පූරණය වෙමින්…
xh: Kuyalayishwa…

# evme-collectionssuggest-loading-cancel
source: Cancel
am: መሰረዣ
as: বাতিল কৰক
km: បោះបង់
lv: Atcelt
ml: റദ്ദാക്കുക
my: နေတော့
si: අවලංගු කරන්න
xh: Rhoxisa

source: Create your own Smart Collection
am: የራስዎትን ጥሩ ስብስብ ይፍጠሩ
as: আপোনাৰ নিজস্ব স্মাৰ্ট সংগ্ৰহ সৃষ্টি কৰক
km: បង្កើត Smart Collection ផ្ទាល់ខ្លួន​របស់​អ្នក
lv: Izveidojiet savas Gudras kolekcijas
ml: സ്വന്തമായി ഒരു സ്മാര്‍ട് ശേഖരം ഉണ്ടാക്കുക
my: သင့်ကိုယ်ပိုင် စုဆောင်းမှူ ပြုလုပ်ပါ
si: ඔබේම උසස් එකතුව තනන්න
xh: Zenzela eyakho ingqokelela yobuchwepheshe

source: Source:
am: ምንጩ:
as: উৎস:
km: ប្រភព៖
lv: Avots:
ml: സ്രോതസ്സ്:
my: ရင်းမြစ် -
si: මූලාශ්‍රය:
xh: Umthombo:

# evme-collection-title-prefix
source: Everything
am: ሁሉንም
as: সকলো
km: អ្វី​គ្រប់យ៉ាង
lv: Visu
ml: എല്ലാം
my: အကုန်လုံး
si: සියල්ල
xh: Yonke into

source: Phone
am: ስልክ
as: দূৰভাষ
km: ទូរស័ព្ទ​
lv: Telefons
ml: ഫോൺ
my: ဖုန်း
si: දුරකථනය
xh: Umnxeba

# evme-collection-loading-more
source: Loading…
am: በመጫን ላይ...
as: ল'ড কৰা হৈছে…
km: កំពុង​ផ្ទុក...
lv: Ielādē…
ml: ലഭ്യമാക്കുന്നു…
my: ပွင့်လာနေတယ် ...
si: පූරණය වෙමින්…
xh: Kuyalayishwa…

source: Connect to the internet to get apps for {{query}}
am: ከ ኢንትርኔት ጋር ይገናኙ መተግበሪያዎች ለማግኘት ለ {{query}}
as: {{query}} ৰ বাবে এপ প্ৰাপ্ত কৰিবলে ইন্টাৰনেটৰ সৈতে সংযোগ কৰক
km: ភ្ជាប់​ទៅ​អ៊ីនធឺណិត​ដើម្បី​ទទួល​បាន​កម្មវិធី​សម្រាប់ {{query}}
lv: Pieslēdzieties internetam lai iegūt {{query}} aplikācijas
ml: {{query}}ക്ക് വേണ്ടിയുള്ള പ്രയോഗങ്ങൾ കിട്ടാനായി ഇന്റർനെറ്റുമായി ബന്ധിപ്പിക്കുക
my: {{query}} အတွက် အက်ပ်များရယူရန် အင်တာနက်ချိတ်လိုက်ပါ
si: {{query}} සඳහා යෙදුම් ලබා ගැණීමට අන්තර්ජාලයට පිවිසෙන්න
xh: Nxibelelana ne-intanethi ukuze ufumane ii-app ze-{{query}}

source: Connect to the internet to get even more apps for {{query}}
am: ከ ኢንትርኔት ጋር ይገናኙ ተጨማሪ መተግበሪያዎች ለማግኘት ለ {{query}}
as: {{query}} ৰ বাবে আৰু অধিক এপ প্ৰাপ্ত কৰিবলে ইন্টাৰনেটৰ সৈতে সংযোগ কৰক
km: ភ្ជាប់​ទៅ​អ៊ីនធឺណិត​ដើម្បី​ទទួល​បាន​កម្មវិធី​​ច្រើន​ទៀត​សម្រាប់ {{query}}
lv: Pieslēdzieties internetam lai iegūt vēl vairāk {{query}} aplikācijas
ml: {{query}}ക്ക് വേണ്ടിയുള്ള കൂടുതൽ പ്രയോഗങ്ങൾ കിട്ടാനായി ഇന്റർനെറ്റുമായി ബന്ധിപ്പിക്കുക
my: {{query}} အတွက် နောက်ထပ် အက်ပ်တွေရယူဖို့ အင်တာနက်ချိတ်လိုက်ပါ
si: {{query}} සඳහා තවත් බොහෝ යෙදුම් ලබා ගැණීමට අන්තර්ජාලයට පිවිසෙන්න
xh: Nxibelelana ne-intanethi ukuze ufumane ezingakumbi ii-app ze-{{query}}

source: Find the things you love with the coolest apps.
am: በ መተግበሪያዎች እርስዎ የሚወዷቸውን እቃዎች ያግኙ
as: বিস্ময়জনক এপসমূহৰ সৈতে আপোনাৰ পছন্দৰ বস্তুবোৰ সন্ধান কৰক।
km: រក​អ្វី​ដែល​អ្នក​ចូលចិត្ត​ជាមួយ​កម្មវិធី​ដែល​អស្ចារ្យ។
lv: Atrodiet jūs iemīļotas lietas ar foršākam aplikācijām.
ml: കിടിലം ആപ്പുകള്‍ വെച്ച് നിങ്ങളുടെ ഇഷ്ടപ്പെട്ടെ കാര്യങ്ങള്‍ കണ്ടെത്തു.
my: သင့်နှစ်သက်သောအရာများနှင့် အကောင့်ဆုံး အက်ပ်များကို ရှာဖွေပါ
si: අනර්ඝතම ඇප්ස් මගින් ඔබට රිසිරිසි දෑ සොයාගන්න.
xh: Fumana izinto ozithandayo kwii-app ezintle.

source: For example, find your favorite singer or band…
am: ለምሳሌ የሚወዱትን ዘፋኝ ወይንም ባንድ ያግኙ…
as: উদাহৰণস্বৰূপ, আপোনাৰ পছন্দৰ গায়ক অথবা বেণ্ড সন্ধান কৰক…
km: ឧទាហរណ៍ រក​អ្នក​ចម្រៀង​​ ឬ​​ក្រុម​ភ្លេង​ដ៏​ពេញនិយម...
lv: Piemēram, atrodiet savu iecienītāko dziedātāju vai grupu…
ml: ഉദാഹരണത്തിന്, നിങ്ങളുടെ ഇഷ്ടപ്പെട്ടെ പാട്ടുകാരെ കണ്ടെത്തു…
my: ဥပမာအားဖြင့် သင့်ကြိုက်နှစ်သက်သော အဆိုတော် သို့ တီးဝိုင်း ...
si: උදා; ඔබේ ප්‍රියතම ගායකයා හෝ සංගීත කණ්ඩායම සොයන්න...
xh: Ngokomzekelo, fumana imvumi okanye iqela lakho olithandayo…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
am: እነዚህ መተግበሪያዎች ናቸው ለ <b>{{query}}</b>,<br /><br /> መክፈት ምልክቱን መታ ያድርጉ
as: এইবোৰ <b>{{query}}</b> ৰ বাবে এপ, <br /><br /> ইয়াক খোলিবলে যিকোনো আইকন টেপ কৰক।
km: ទាំងនេះ​ជា​កម្មវិធី​សម្រាប់ <b>{{query}}</b>,<br /><br /> ចុច​រូបតំណាង​ណាមួយ​ដើម្បី​បើក​វា។
lv: Šīs ir <b>{{query}}</b> aplikācijas,<br /><br /> spiediet jebkuru ikonu lai to atvērt.
ml: <b>{{query}}</b> യ്ക്ക് വേണ്ടിയുള്ള ആപ്പുകള്‍ ഉണ്ട്, <br /><br /> തുറക്കാന്‍ ഏതെങ്കിലും ഐക്കണ്‍ തൊടുക.
my: ယခု အက်ပ်များသှ် <b>{{query}}</b>,<br /><br /> အတွက်ဖြစ်ပြီး အိုင်ကွန်အား နှိပ်ကာဖွင့်လိုက်ပါ
si: <b>{{query}}</b> සඳහා යෙදුම් ඇත, විවෘත කිරීමට <br /><br /> ඕනෑඹ අයිකනයක් මත ටැප් කරන්න.
xh: Ezi zii-app ze-<b>{{query}}</b>,<br /><br /> cofa nayiphi na i-ayikhoni ukuze uyivule.

source: Custom…
am: የተለመደ…
as: স্বনিৰ্বাচিত…
km: ផ្ទាល់ខ្លួន…
lv: Pielāgots…
ml: ഇഷ്ടാനുസരണം…
my: စိတ်ကြိုက်...
si: රිසිකළ...
xh: Lungiselela…

source: Astrology
am: ኮከብ ቆጠራ
as: জ্যোতিষশাস্ত্ৰ
km: ហោរាសាស្ត្រ
lv: Astroloģija
ml: ജ്യോതിഷം
my: နက္ခဗေဒ
si: ඡ්‍යෝතිශ්ශාස්ත්‍රය
xh: Inzululwazi yeenkwenkwezi

source: Autos
am: መኪናዎች
as: স্বচালিত
km: ស្វ័យ​ប្រវត្តិ
lv: Automašīnas
ml: വാഹനങ്ങൾ
my: အလိုအလျောက်
si: රථවාහන
xh: Ezizenzekelayo

source: Beauty
am: ቁንጅና
as: সৌন্দৰ্য্য
km: សំអាង
lv: Skaistums
ml: സൗന്ദര്യം
my: အလှအပ
si: රූපලාවන්‍ය
xh: Ubuhle

source: Books
am: መጽሐፍ
as: কিতাপ
km: សៀវភៅ
lv: Grāmatas
ml: പുസ്തകങ്ങൾ
my: စာအုပ်များ
si: පොත්
xh: Iincwadi

source: Celebs
am: ዝነኛ ሰው
as: চেলেবসকল
lv: Slavenības
ml: താരങ്ങൾ
my: ထင်ရှာကျော်ကြားသူများ
si: කීර්තිධරයෝ
xh: Oosaziwayo

source: Daily Deals
am: ታላቅ ቅናሽ
as: দৈনন্দিন কাৰবাৰ
km: ការ​លក់​ប្រចាំថ្ងៃ
ml: ദൈനംദിനം
my: နေ့စဉ် လျော့စျေး
si: දෛනික ගනුදෙනු
xh: Izivumelwano zamihla le

source: Dating
am: ጓደኛ
as: ডেইটিং
km: ការ​ណាត់
ml: സൗഹൃദം
my: အချစ်ရေး
si: පෙම් හමුව
xh: Ukuthandana

source: Electronics
am: ኤሌክትሮኒክስ
as: ইলেকট্ৰনিক্স
km: អេឡិចត្រូនិក
lv: Elektronika
ml: ഇലക്ട്രോണിക്സ്
my: အီလက်ထရွန်နစ်ဆိုင်ရာ
si: ඉලෙක්ට්‍රෝනික
xh: Elektroniki

source: Email
am: ኢሜይል
as: ইমেইল
km: អ៊ីមែល
lv: Epasti
ml: ഈമെയിൽ
my: အီးမေလ်း
si: විද්‍යුත් තැපෑල්
xh: I-imeyili

source: Entertainment
am: መዝናኛ
as: বিনোদন
km: ការ​​កម្សាន្ត​
lv: Izklaide
ml: വിനോദം
my: ဖျော်ဖြေရေး
si: විනෝදාස්වාද
xh: Ulonwabo

source: Environment
am: አካባቢ
as: পৰিৱেশ
km: បរិស្ថាន
lv: Daba
ml: പരിസ്ഥിതി
my: ပတ်ဝန်းကျင်
si: පාරිසරික
xh: Imeko esingqongileyo

source: Fashion
am: ፋሺን
as: ফেশ্বন
km: ម៉ូត
lv: Mode
ml: ഫാഷൻ
my: ဖက်ရှင်
si: විලාසිතා
xh: Ifashoni

source: Funny
am: አስቂኝ
as: জমনি
km: កំប្លែង
lv: Smieklīgi
ml: തമാശ
my: ဟာသ
si: විනෝදජනක
xh: Ezihlekisayo

source: Games
am: ጨዋታዎች
as: খেলসমূহ
km: ល្បែង
lv: Spēles
ml: കളികൾ
my: ဂိမ်း
si: ක්‍රීඩා
xh: Imidlalo

source: Government
am: መንግስት
as: চৰকাৰ
km: រដ្ឋាភិបាល
lv: Valdība
ml: ഭരണകൂടം
my: အစိုးရ
si: රජයේ
xh: Urhulumente

source: Health
am: ጤና
as: স্বাস্থ্য
km: សុខភាព
lv: Veselība
ml: ആരോഗ്യം
my: ကျန်းမာရေး
si: සෞඛ්‍ය
xh: Impilo

source: Jobs
am: ስራዎች
as: কাৰ্য্যসমূহ
km: ការងារ
lv: Darbs
ml: ജോലികൾ
my: အလုပ်အကိုင်
si: රැකියා
xh: Imisebenzi

source: Local
am: አካባቢ
as: স্থানীয়
km: មូលដ្ឋាន
lv: Vietēji
ml: പ്രാദേശികം
my: ဒေသဆိုင်ရာ
si: දේශීය
xh: Ezasekuhlaleni

source: Maps
am: ካርታዎች
as: মেপসমূহ
km: ផែនទី
lv: Kartes
ml: ഭൂപടങ്ങൾ
my: မြေပုံများ
si: සිතියම්
xh: Iimaphu

source: Movies
am: ሙቪዎች
as: চলচিত্ৰ
km: ភាពយន្ត
lv: Filmas
ml: ചലച്ചിത്രങ്ങൾ
my: ရုပ်ရှင်ဖိုင်များ
si: චිත්‍රපටි
xh: Iimuvi

source: Music
am: ሙዚቃ
as: সংগীত
km: តន្ត្រី
lv: Mūzika
ml: സംഗീതം
my: တေးဂီတ
si: සංගීතය
xh: Umculo

source: New Apps
am: አዲስ መተግበሪያዎች
as: নতুন এপসমূহ
km: កម្មវិធី​ថ្មី
lv: Jaunās aplikācijas
ml: പുതിയ പ്രയോഗങ്ങൾ
my: အက်ပ် အသစ်များ
si: නව යෙදුම්
xh: Ii-app ezintsha

source: News
am: ዜናዎች
as: বাতৰি
km: ដំណឹង
lv: Ziņas
ml: വാർത്തകൾ
my: သတင်း
si: පුවත්
xh: Iindaba

source: Photography
am: ፎቶዎች
as: ফ'টোগ্ৰাফি
km: រូបថត
lv: Fotogrāfija
ml: ഫോട്ടോഗ്രഫി
my: ဓာတ်ပုံပညာ
si: ඡායාරූප ශිල්පය
xh: Iifoto

source: Recipes
am: መመሪያዎች
as: ৰন্ধনপ্ৰকৰণসমূহ
km: រូបមន្ត​ម្ហូប
lv: Receptes
ml: പാചകവിധികൾ
my: ဟင်းချက်နည်းများ
si: වට්ටෝරු
xh: Iiresiphi

source: Restaurants
am: ምግብ ቤት
as: ভোজনালয়
km: ភោជនីយដ្ឋាន
lv: Restorāni
ml: ഭക്ഷണശാലകൾ
my: စားသောက်ဆိုင်များ
si: අවන්හල්
xh: Iivenkile zokutyela

source: Shopping
am: ገበያ
as: বজাৰ কৰা
km: ការ​ទិញ
lv: Iepirkšanos
ml: ഷോപ്പിങ്
my: စျေးဝယ်နေသှ်
si: සාප්පු
xh: Ezivenkileni

source: Social
am: ሕብረተሰብ
as: সামাজিক
km: សង្គម
lv: Sociāli
ml: സാമൂഹികം
my: လူမှူရေး
si: සමාජීය
xh: Eyezentlalo

source: Sports
am: ስፖርት
as: খেলসমূহ
km: កីឡា
lv: Sporti
ml: കായികം
my: အားကစား
si: ක්‍රීඩා
xh: Ezemidlalo

source: Tech News
am: የ ቴክ ዜናዎች
as: কাৰিকৰী বাতৰি
km: ព័ត៌មាន​បច្ចេកវិទ្យា
lv: Tehnikas ziņas
ml: ടെക് വാർത്തകൾ
my: နည်းပညာ သတင်းများ
si: තාක්ෂණික පුවත්
xh: Iindaba zobugcisa

source: Top Apps
am: ከፍተኛ መተግበሪያዎች
as: উত্তম এপবোৰ
km: កម្មវិធី​ពេញនិយម
lv: Vispopulārākās aplikācijas
ml: മുന്തിയ പ്രയോഗങ്ങൾ
my: ထိပ်တန်း အက်ပ်များ
si: ඉහළම යෙදුම්
xh: Ii-app eziphezulu

source: Travel
am: ጉዞ
as: ভ্ৰমণ
km: ធ្វើដំណើរ
lv: Ceļojumi
ml: യാത്ര
my: ခရီးသွား
si: සංචාර
xh: Uhambo

source: TV
am: ቲቪ
lv: Televīzija
ml: ടിവി
my: တီဗွီ
si: රුපවාහිනී
xh: I-TV

source: Video
am: ቪዲዮ
as: ভিডিঅ'
km: វីដេអូ
ml: വീഡിയോ
my: ဗီဒီယို
si: වීඩියෝ
xh: Ividiyo

source: Utilities
am: የተለያዩ
as: সঁজুলিসমূহ
km: ឧបករណ៍​ប្រើប្រាស់
lv: Utilītprogrammas
ml: ഉപകരണങ്ങൾ
my: ကိရိယာများ
si: උපයෝගිතා
xh: Amaziko

source: Weather
am: የአየር ንብረት
as: বতৰ
km: អាកាសធាតុ
lv: Laika ziņas
ml: കാലാവസ്ഥ
my: ရာသီဥတု
si: කාලගුණය
xh: Imozulu

source: Add to top of collection
am: በ ስብስብ ላይ መጨመሪያ
as: সংগ্ৰহৰ ওপৰলৈ যোগ কৰক
km: បន្ថែម​ទៅ​ផ្នែកខាង​លើសម្រាំង
lv: Pievienot kolekcijas priekšgalam
ml: ശേഖരത്തിന്റെ മുകളിലേക്ക് ചേര്‍ക്കുക
my: စုဆောင်းမှူ၏ ထိပ်ဆုံးသို့တင်ပါ
si: එකතුවෙ ඉහළටම එක් කරන්න
xh: Yongeza kumantla engqokelela

source: Save to Homescreen
am: ወደ ቤት መመልከቻ ማስቀመጫ
as: আৰম্ভণি পৰ্দালৈ সংৰক্ষণ কৰক
km: រក្សាទុក​ទៅ​អេក្រង់​ដើម
lv: Saglabāt Sākuma ekrānā
ml: പൂമുഖത്തേക്ക് ചേർക്കുക
my: ပင်မစာမျက်နှာသို့ သိမ်းပါ
si: නිවෙස්තිරය වෙත සුරකින්න
xh: Gcina kwi-Homescreen

source: Edit
am: ማረሚያ
as: সম্পাদনা কৰক
km: កែសម្រួល​
lv: Rediģēt
ml: തിരുത്തുക
my: တည်းဖြတ်
si: සංස්කරණය
xh: Hlela

source: Website name
am: የ ድሕረ ገጽ ስም
as: ৱেবছাইটৰ নাম
km: ឈ្មោះ​តំបន់បណ្ដាញ
lv: Mājaslapas nosaukums
ml: വെബ്‌സൈറ്റിന്റെ പേര്
my: ဝတ်ဆိုဒ်အမည်
si: වෙබ් අඩවියේ නම
xh: Igama lewebhusayithi

source: Address
am: አድራሻ
as: ঠিকনা
km: អាសយដ្ឋាន
lv: Adrese
ml: വിലാസം
my: လိပ်စာ
si: ලිපිනය
xh: Idilesi

# edit-dialog-cancel
source: Cancel
am: መሰረዣ
as: বাতিল কৰক
km: បោះបង់
lv: Atcelt
ml: റദ്ദാക്കുക
my: နေတော့
si: අවලංගු කරන්න
xh: Rhoxisa

source: Done
am: ጨርሷል
as: কৰা হল
km: រួចរាល់
lv: Paveikts
ml: പൂര്‍ത്തിയായി
my: ပြီးပြီ
si: නිමයි
xh: Yenziwe

source: Close
am: መዝጊያ
km: បិទ
lv: Aizvērt
my: ပိတ်
si: වසන්න

source: Save
am: ማስቀመጫ
km: រក្សាទុក​
lv: Saglabāt
my: သိမ်း
si: සුරකින්න

source: %A, %B %e
xh: %A %e %B
