Repository: phlax/mozilla-gaia
Catalog: */shared/activities/activities.properties.po
Languages: si

source: Make call
si: ඇමතුමක් ලබාගන්න

source: Send email
si: විද්‍යුත් ලිපිනය යවන්න

source: Send message
si: පණිවිඩය යවන්න

source: Open contact
si: සබඳතාව විවෘත කරන්න

source: Open image
si: පිළිබිඹුව විවෘත කරන්න

source: Open audio
si: ශ්‍රව්‍ය විවෘත කරන්න

source: Open video
si: වීඩියෝව විවෘත කරන්න

source: Take photo
si: පින්තූරය ලබාගන්න

source: Record video
si: වීඩියෝව පටිගත කරන්න

source: Open link
si: සබඳතාව විවෘත කරන්න

source: Open PDF file
si: PDF ගොනුව විවෘත කරන්න
