Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: br, es, fr, gd, hu, pt_br, si

source: Play sounds for phone calls, VoIP calls.
br: Lenn sonioù evit ar galvoù dre ar pellgomzer pe dre VoIP.
es: Reproducir sonidos para llamadas telefónicas y VoIP.
fr: Lire les sonneries des appels téléphoniques et des appels VoIP.
gd: Cluich fuaimean airson glaodhan fòn is VoIP.
hu: Hangok lejátszása telefonhívásokhoz, VoIP hívásokhoz.
pt_br: Reproduzir sons ao receber chamadas VoIP.
si: ලැබෙන ඇමතුම් හා VoIP ඇමතුම් වලට නාදයන් වාදනය කරන්න.

source: Play public notification sounds.
br: Seniñ ar sonioù rebuziñ foran.
es: Reproducir sonidos de notificaciones públicas.
fr: Lire les sonneries des notifications publiques.
gd: Cluich fuaimean nam brathan poblach.
hu: Nyilvános értesítési hangok lejátszása.
pt_br: Reproduzir sons de notificações públicas.
si: පොදු දැන්වීම් ශබ්ද වාදනය කරන්න.

source: Listen to proximity sensor events in the background.
br: Selaou ouzh degouezhioù an dinoerez tostidigezh en drekleur.
es: Escuchar eventos del sensor de proximidad en segundo plano.
fr: Écouter en arrière-plan les évènements du capteur de proximité.
gd: Èist ri tachartasan a’ mhothaicheir fhagasachd sa chùlaibh.
hu: Közelségérzékelő eseményeinek figyelése a háttérben.
pt_br: Escutar eventos do sensor de proximidade em segundo plano.
si: පසුතලයෙහී සන්නිකර්ෂණ සංවේදක අවස්ථා ගැන අසා සිටින්න.

source: Enable an app to run in the background.
br: Aotren un arload da dreiñ en drekleur.
es: Permitir que una app se ejecute en segundo plano.
fr: Permettre à une application de s’exécuter en arrière-plan.
gd: Thoir comas ruith sa chùlaibh do dh’aplacaid.
hu: App háttérben futtatásának engedélyezése.
pt_br: Permitir que um aplicativo possa ser executado em segundo plano.
si: යෙදුම් පසුබිමේ ධාවනය වීම සක්‍රීය කරන්න.

source: Low level access to Bluetooth hardware.
br: Haeziñ izellive d'ar periant Bluetooth.
es: Reducir el nivel de acceso al hardware Bluetooth.
fr: Permettre l’accès bas niveau au composant Bluetooth.
gd: Cothrom air bathar-cruaidh Bluetooth aig ìre ìseal.
hu: Alacsony szintű hozzáférés Bluetooth hardverhez.
pt_br: Acesso de baixo nível ao hardware Bluetooth.
si: Bluetooth දෘඩාංගයන්ට පහළ මට්ටමේ පිවිසීම් ලබාදෙන්න.

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
br: Deluskañ a ra un degouezh pa vez degemeret ur rizh kemennadenn spesadel gant ar rouedad hezoug (ur skrid rebuziñ a-zifrae digant ar rouedad).
es: Generar un evento al recibir un tipo concreto de mensaje de red (un aviso de emergencia).
fr: Déclencher un évènement lorsqu’un type de message particulier est reçu par le réseau cellulaire (une notification réseau d’urgence).
gd: Cuiridh seo gu dol tachartas nuair a gheibhear seòrsa àraidh de theachdaireachd lìonraidh (brath èiginn lìonraidh).
hu: Esemény indítása adott típusú mobilhálózati üzenet érkezésekor (vészhelyzeti hálózati értesítés).
pt_br: Dispara um evento quando um tipo específico de mensagem de rede móvel é recebido (uma notificação de emergência da rede).
si: නිශ්චිත වර්ගයක සෙල් ජාල පණිවුඩ ලැබුනු විට අවස්ථාවක් ආරම්භ කරයි (හදිසි අවස්ථා ජාල දැන්වීම).

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
br: Ouzhpennañ, lenn pe zaskemmañ restroù a zo e lec'hiadur an arloadoù war an trevnad.
es: Añadir, leer o modificar archivos en la ubicación de apps del dispositivo.
fr: Ajouter, lire ou modifier des fichiers stockés à l’emplacement des applications de l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean ann an ionad na h-aplacaid air an uidheam.
hu: Az eszközön az appok helyén tárolt fájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos armazenados na localização dos aplicativos no dispositivo.
si: උපාංගය මත යෙදුම් ස්ථානයේ ගබඩා කළ ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Read files stored in the apps location on the device.
br: Lenn restroù a zo e lec'hiadur an arloadoù war an trevnad.
es: Leer archivos en la ubicación de apps del dispositivo.
fr: Lire des fichiers stockés à l’emplacement des applications de l’appareil.
gd: Leugh faidhlichean ann an ionad na h-aplacaid air an uidheam.
hu: Az eszközön az appok helyén tárolt fájlok olvasása.
pt_br: Ler arquivos armazenados na localização dos aplicativos no dispositivo.
si: උපාංගය මත යෙදුම් ස්ථානයේ ගබඩා කළ ගොනු කියවන්න.

source: Read, or modify files stored in the apps location on the device.
br: Lenn pe zaskemmañ restroù a zo e lec'hiadur an arloadoù war an trevnad.
es: Leer o modificar archivos en la ubicación de apps del dispositivo.
fr: Lire ou modifier des fichiers stockés à l’emplacement des applications de l’appareil.
gd: Leugh no atharraich faidhlichean ann an ionad na h-aplacaid air an uidheam.
hu: Az eszközön az appok helyén tárolt fájlok olvasása vagy módosítása.
pt_br: Ler, ou modificar arquivos armazenados na localização dos aplicativos no dispositivo.
si: උපාංගය මත යෙදුම් ස්ථානයේ ගබඩා කළ කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
br: Ouzhpennañ, lenn pe zaskemmañ restroù a zo e lec'hiadur an arloadoù war an trevnad.
es: Añadir, leer o modificar archivos en la ubicación de apps del dispositivo.
fr: Ajouter, lire ou modifier des fichiers stockés à l’emplacement des applications de l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean ann an ionad na h-aplacaid air an uidheam.
hu: Az eszközön az appok helyén tárolt fájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos armazenados na localização dos aplicativos no dispositivo.
si: උපාංගය මත යෙදුම් ස්ථානයේ ගබඩා කළ ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Store new files in the apps location on the device.
br: Kadaviñ restroù nevez e lec'hiadur an arloadoù war an trevnad.
es: Guardar nuevos archivos en la ubicación de apps del dispositivo.
fr: Stocker de nouveaux fichiers à l’emplacement des applications de l’appareil.
gd: Stòraich faidhlichean ùra ann an ionad na h-aplacaid air an uidheam.
hu: Új fájlok tárolása az eszközön az appok helyén.
pt_br: Armazenar novos arquivos no local de aplicativos do dispositivo.
si: උපාංගය මත යෙදුම් ස්ථානයේ නව ගොනු ගබඩා කරන්න.

source: Ability to embed apps in mozApp frames.
br: Barregezh da enkorfañ arloadoù e frammadoù mozApp.
es: Posibilidad de insertar apps en marcos mozApp.
fr: Permettre d’embarquer des applications dans des cadres mozApp.
gd: Comas leabachadh aplacaidean ann am frèamaichean mozApp.
hu: Képesség appok beágyazására mozApp keretekbe.
pt_br: Capacidade de incorporar aplicativos em quadros mozApp.
si: mozApp රාමු තුළට යෙදුම් තිළැලීමේ හැකියාව.

source: Notify the app if the user is idle.
br: Kemenn an arload mard eo dizoberiant an arveriad.
es: Notificar a la app si el usuario está ausente.
fr: Informer l’application lorsque l’utilisateur est inactif.
gd: Innis dhan aplacaid nuair a bhios an cleachdaiche ’na thàmh.
hu: Az app értesítése a felhasználó tétlenségéről.
pt_br: Notificar o aplicativo se o usuário está inativo.
si: පරිශීලකයා නිශ්චල විට යෙදුමට දන්වන්න.

source: Obtain information about the current mobile voice and data connection.
br: Kaout titouroù a-zivout ar c'hennask hezoug evit mouezh ha roadennoù.
es: Obtener información acerca de la conexión móvil actual de datos y voz.
fr: Obtenir des informations sur les connexions mobiles actuelles pour les données et la voix.
gd: Faigh fiosrachadh mun cheangal ghutha ’s dàta mobile làithreach.
hu: Információkérés az aktuális mobil hang- és adatkapcsolatról.
pt_br: Obter informações sobre a chamada de voz e conexão de dados atual.
si: වත්මන් ජංගම හඬ හා දත්ත සබඳතාව පිළිබඳ තොරතුරු ලබාගන්න.

source: Monitor network uploads and downloads.
br: Evezhiañ kasadennoù ha pellgargadurioù ar rouedad.
es: Monitorizar subidas y descargas de red.
fr: Surveiller les activités réseau montantes et descendantes.
gd: Cum sùil air na thèid a luchdadh suas is sìos air an lìonra.
hu: Hálózati fel- és letöltések figyelése.
pt_br: Monitorar uploads e downloads da rede.
si: ජාල උඩුගත හා බාගැනීම් දර්ශනය කරන්න.

source: Obtain statistics of data usage per interface.
br: Kaout stadegoù a-fet arver ar roadennoù dre getal.
es: Obtener estadísticas de consumo de datos por interfaz.
fr: Obtenir des statistiques de consommation des données par interface.
gd: Faigh stats air caitheamh dàta a-rèir eadar-agaidh.
hu: Adathasználati statisztika lekérése csatolónként.
pt_br: Obter estatísticas de uso de dados por interface.
si: අතුරුමුහුණත අනුව දත්ත භාවිත සංඛ්‍යානයන් ලබාගන්න.

source: Open windows in a new process.
br: Digeriñ ar prenestroù en un araezad nevez.
es: Abrir ventanas en un nuevo proceso.
fr: Ouvrir des fenêtres dans un nouveau processus.
gd: Fosgail uinneagan ann am pròiseas ùr.
hu: Ablakok megnyitása új folyamatban.
pt_br: Abrir janelas num novo processo.
si: නව ක්‍රියාවලියක් තුළ කවුළු විවෘත කරන්න.

source: Allow an app to manage permissions of other apps.
br: Aotren un arload da ardeiñ aotreoù eus arloadoù all.
es: Permitir que una app gestione los permisos de otras apps.
fr: Autoriser une application à gérer les permissions d’autres applications.
gd: Leig le aplacaid na ceadan aig aplacaidean eile a stiùireadh.
hu: Egy app kezelheti más appok jogosultságait.
pt_br: Permitir a um aplicativo gerenciar permissões de outros aplicativos.
si: වෙනත් යෙදුම් වල බලතල පාලනයට යෙදුමට ඉඩදෙන්න.

source: Turn the screen on or off, control CPU, device power, etc.
br: Enaouiñ/lazhañ ar skramm, reoliñ ar c'hewerier, tredan an trevnad, h.a.
es: Activar y desactivar la pantalla, controlar la CPU, la energía del dispositivo, etc.
fr: Allumer ou éteindre l’écran, contrôler le processeur, l’alimentation de l’appareil, etc.
gd: Cuir an sgrìn air no dheth, stiùirich an CPU, cumhachd an uidheim is msaa.
hu: A képernyő be- vagy kikapcsolása, CPU és eszköz áramellátásának vezérlése stb.
pt_br: Ligar ou desligar a tela, controlar o CPU, alimentação, etc.
si: තිරය සක්‍රීය හෝ අක්‍රීය කිරීම, CPU පාලනය, උපාංග බලය, ආදී.

source: Configure or read device settings.
br: Kefluniañ pe lenn arventennoù an trevnad.
es: Configurar o leer los ajustes del dispositivo.
fr: Lire ou définir des paramètres de l’appareil.
gd: Rèitich no leugh roghainnean an uidheim.
hu: Eszközbeállítások megadása vagy olvasása.
pt_br: Configurar ou ler configurações do dispositivo.
si: උපාංග සැකසුම් කියවන්න හෝ වින්‍යාසගත කරන්න.

source: Read device settings.
br: Lenn arventennoù an trevnad.
es: Leer los ajustes del dispositivo.
fr: Lire des paramètres de l’appareil.
gd: Leugh roghainnean an uidheim.
hu: Eszközbeállítások olvasása.
pt_br: Ler configurações do dispositivo.
si: උපාංග සැකසුම් කියවීම.

source: Read or modify device settings.
br: Lenn pe zaskemmañ arventennoù an trevnad.
es: Leer o modificar ajustes del dispositivo.
fr: Lire ou modifier des paramètres de l’appareil.
gd: Leugh no atharraich roghainnean an uidheim.
hu: Eszközbeállítások olvasása vagy módosítása.
pt_br: Ler ou modificar as configurações do dispositivo.
si: උපාංග සැකසුම් කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Add, read or modify device settings.
br: Ouzhpennañ, lenn pe zaskemmañ arventennoù an trevnad.
es: Añadir, leer o modificar ajustes del dispositivo.
fr: Ajouter, lire ou modifier des paramètres de l’appareil.
gd: Cuir ris, leugh no atharraich roghainnean an uidheim.
hu: Eszközbeállítások hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar configurações do dispositivo.
si: උපාංග සැකසුම් එක් කිරීම, කියවීම හෝ වෙනස්කිරීම සිදුකරන්න.

source: Add device settings.
br: Ouzhpennañ arventennoù an trevnad.
es: Añadir ajustes del dispositivo.
fr: Ajouter des paramètres à l’appareil.
gd: Cuir roghainnean an uidheim ris.
hu: Eszközbeállítások hozzáadása.
pt_br: Adicionar configurações do dispositivo.
si: උපාංග සැකසුම් එක් කරන්න.

source: Send and receive SMS messages.
br: Kas ha degemer kemennadennoù mod SMS.
es: Enviar y recibir mensajes SMS.
fr: Envoyer et recevoir des SMS.
gd: Cuir is faigh teachdaireachdan SMS.
hu: SMS-esk küldése és fogadása.
pt_br: Enviar e receber mensagens SMS.
si: SMS පණිවුඩ යවන්න හෝ ලබන්න.

source: Access all telephony-related APIs to make and receive phone calls.
br: Tizhout an holl APIoù kenereet ouzh ar pellgomzerezh da bellgomzadenniñ.
es: Acceder a todas las API relacionadas con telefonía para hacer y recibir llamadas.
fr: Accéder à toutes les API liées à la téléphonie afin de passer ou recevoir des appels.
gd: Faigh cothrom air gach API a tha co-cheangailte ri fònadh airson gairmean fòn a dhèanamh ’s fhaighinn.
hu: Minden telefonálással kapcsolatos API elérése telefonhívások indításához és fogadásához.
pt_br: Acessar as APIs relacionadas à telefonia para fazer e receber chamadas.
si: දුරකථන ඇමතුම් ලබාගැනීම සියළු telephony-සබැඳි API සියල්ල වෙත පිවිසෙන්න.

source: Set current time.
br: Kefluniañ an eur vremanel.
es: Establecer hora actual.
fr: Régler l’heure.
gd: Suidhich an t-àm làithreach.
hu: Aktuális idő beállítása.
pt_br: Definir hora atual.
si: වත්මන් කාලය සකසන්න.

source: Access voicemail.
br: Haeziñ ar postelerezh dre vouezh.
es: Acceder al buzón de voz.
fr: Accéder à la messagerie vocale.
gd: Faigh cothrom air post-gutha.
hu: Hangposta elérése.
pt_br: Acessar correio de voz.
si: හඬ තැපෑලට පිවිසෙන්න.

source: Manage installed Open Web Apps.
br: Ardeiñ an arloadoù Web digor bet staliet.
es: Administrar apps web instaladas.
fr: Gérer les applications web installées.
gd: Stiùirich aplacaidean Open Web a tha stàlaichte.
hu: Telepített nyílt webes appok kezelése.
pt_br: Gerenciar aplicativos Open Web instalados.
si: ස්ථාපිත Open Web Apps පාලනය කරන්න.

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
br: Sevel roll ar rouedadoù Wi-Fi hegerz, kaout kreñvder an arhent, kennaskañ ouzh ur rouedad.
es: Enumerar redes wifi disponibles, obtener intensidad de la señal, conectarse a una red.
fr: Lister les réseaux Wi-Fi disponibles, obtenir la force de leur signal, se connecter à un réseau.
gd: Seall lìonraidhean WiFi a tha ann, fidir neart an t-siognail, ceangail ri lìonra.
hu: Elérhető Wi-Fi hálózatok felsorolása, jelerősség lekérése, csatlakozás hálózathoz.
pt_br: Listar redes Wi-Fi disponíveis, obter a potência do sinal, conectar a uma rede.
si: පවතින Wi-Fi ජාල ගණනය කරන්න, සංඥා ශක්තිය ලබාගන්න, ජාලයට සබඳ වන්න.

source: Receive WAP Push messages.
br: Degemer kemennadennoù WAP Push.
es: Recibir mensajes WAP Push.
fr: Recevoir des messages Push WAP.
gd: Faigh teachdaireachdan WAP Push
hu: WAP küldés üzenetek fogadása.
pt_br: Receber mensagens Push WAP.
si: WAP දැන්වීම් ලැබීම.
