Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: br, es, fr, gd, hu, pt_br, si

source: Schedule a notification, or schedule an application to be started.
br: Steuñvit ur rebuziñ pe steuñvit an arload da loc'hañ.
es: Programe una notificación o el inicio de una aplicación.
fr: Programmer une notification ou programmer le lancement d’une application.
gd: Cuir brath no tòiseachadh aplacaid air an sgeideal.
hu: Értesítés ütemezése, vagy elindítandó alkalmazás ütemezése.
pt_br: Agende uma notificação ou um aplicativo para ser iniciado.

source: Access audio input devices, e.g. microphone.
br: Tizhout trevnadoù da enankañ sonioù, dsk ur glevell.
es: Acceder a dispositivos de entrada de audio, p. ej. un micrófono.
fr: Accéder aux périphériques audio d’entrée, par exemple le microphone.
gd: Faigh cothrom air uidheaman ion-chur fuaime, m.e. micreofon.
hu: Hangbeviteli eszközök, például mikrofon elérése.
pt_br: Acessar dispositivos de entrada de áudio, por exemplo, o microfone.
si: ශ්‍රව්‍ය ආදාන උපාංග වලට පිවිසෙන්න, උදා. මයික්‍රෆෝනය.

source: Play clock alarms and calendar alarms.
br: Lenn arfroù an eurier pe arfroù an deiziadur.
es: Reproducir alarmas del reloj y del calendario.
fr: Lire les sonneries utilisées pour les alarmes de l’horloge et du calendrier.
gd: Cluich caismeachdan a’ chleoca ’s a’ mhìosachain.
hu: Óra és naptár riasztásainak lejátszása.
pt_br: Reproduzir alarmes do relógio e do calendário.
si: ඔරලෝසු එලාම් හා දින දසුන් එලාම් වාදනය කරන්න.

source: Play music and video.
br: Lenn sonerezh ha video.
es: Reproducir música y vídeo.
fr: Lire les fichiers musicaux et les vidéos.
gd: Cluich ceòl is video.
hu: Zene és videó lejátszása.
pt_br: Reproduzir música e vídeo.
si: ගීත හා වීඩියෝ වාදනය කරන්න.

source: Play UI sounds, Web content, music, radio.
br: Lenn son an etrefas, an endalc'h web, ar sonerezh, ar skingomz.
es: Reproducir radio, música, contenidos web y sonidos de la IU.
fr: Lire les sons de l’interface, le contenu web, la musique et la radio.
gd: Cluich fuaimean an UI, susbaint-lìn, ceòl is rèidio.
hu: Felület hangjainak lejátszása, webes tartalmak, zene, rádió.
pt_br: Reproduzir sons de interface, conteúdo web, música, rádio.
si: අතුරුමුහුණත් ශබ්ද, ජාල අන්තර්ගත, සංගීත, රේඩියෝ වාදනය කරන්න.

source: Play notification message sounds.
br: Lenn sonioù ar c'hemennadennoù rebuziñ.
es: Reproducir sonidos de notificaciones.
fr: Lire les sonneries pour les notifications de messages.
gd: Cluich fuaimean nam brathan.
hu: Értesítési üzenetek hangjainak lejátszása.
pt_br: Reproduzir sons de notificação.
si: දැන්වීම් පණිවුඩ ශබ්ද වාදනය කරන්න.

source: Enables the app to implement a browser in an iframe.
br: Gweredekaat a ra an arload da geflouerañ ur merdeer en ur frammad enkorfet.
es: Permite que la app implemente un navegador en un iframe.
fr: Permettre à l’application d’intégrer un navigateur dans un iframe.
gd: Bheir seo comas dhan aplacaid brabhsair a chur an sàs ann an iframe.
hu: Lehetővé teszi az appnak böngésző megvalósítását iframe-ben.
pt_br: Permitir que o aplicativo implemente um navegador num iframe.
si: iframe තුළ ගවේශකය දියුණුකිරීම සඳහා යෙදුම සක්‍රීය කරන්න.

source: Take photos, shoot video, record audio, and control the camera.
br: Ober skeudennoù, filmoù, enrolladennoù son ha reoliñ ar c'hamera.
es: Tomar fotos, grabar vídeo y audio y controlar la cámara.
fr: Prendre des photos ou des vidéos, enregistrer du son et contrôler la caméra.
gd: Tog dealbhan is video, clàraich fuaim is stiùirich an camara.
hu: Fényképezés, videofelvétel, hangfelvétel és a kamera vezérlése.
pt_br: Tirar fotos, capturar vídeos, gravar áudio e controlar a câmera.
si: ඡායාරූප, වීඩියෝ පටිගත කිරීම, ශ්‍රව්‍ය පටිගත කිරීම හා කැමරාව පාලනය.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
br: Ouzhpennañ, lenn pe zaskemmañ darempredoù diwar ar c'harned chomlec'hioù war an trevnad ha lenn darempredoù diouzh ar SIM.
es: Añadir, leer o modificar contactos de la libreta de direcciones en el dispositivo y leer contactos de la SIM.
fr: Ajouter, consulter ou modifier des contacts du carnet d’adresses de l’appareil et consulter les contacts de la SIM.
gd: Cuir ris, leugh no atharraich luchd-aithne san leabhar-sheòlaidhean air an uidheam is leugh luchd-aithne on t-SIM.
hu: Névjegyek hozzáadása, olvasása vagy módosítása az eszköz címjegyzékében, és névjegyek olvasása a SIM-ről.
pt_br: Adicionar, ler ou modificar contatos do catálogo de endereços no dispositivo e ler contatos do SIM.
si: උපාංගය මත ලිපින පොතෙන් සබඳතා එක් කිරීම, කියවීම හා වෙනස් කිරීම හා SIM වෙතින් සබඳතා කියවීම.

source: Read contacts from the address book on the device and read contacts from the SIM.
br: Lenn darempredoù diwar ar c'harned chomlec'hioù war an trevnad a lenn darempredoù diouzh ar SIM.
es: Leer contactos de la liberta de direcciones en el dispositivo y leer contactos de la SIM.
fr: Consulter les contacts du carnet d’adresses de l’appareil et consulter les contacts de la SIM.
gd: Leugh luchd-aithne san leabhar-sheòlaidhean air an uidheam is on t-SIM.
hu: Névjegyek olvasása az eszköz címjegyzékéből, és névjegyek olvasása a SIM-ről.
pt_br: Ler contatos do catálogo de endereços no dispositivo e ler contatos do SIM.
si: උපාංගය මත ලිපින පොතෙන් සබඳතා කියවීම හා SIM වෙතින් සබඳතා කියවීම.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
br: Lenn pe zaskemmañ darempredoù diwar ar c'harned chomlec'hioù war an trevnad ha lenn darempredoù diouzh ar SIM.
es: Leer o modificar contactos de la liberta de direcciones en el dispositivo y leer contactos de la SIM.
fr: Consulter ou modifier des contacts du carnet d’adresses de l’appareil et consulter les contacts de la SIM.
gd: Leugh no atharraich luchd-aithne san leabhar-sheòlaidhean air an uidheam is leugh luchd-aithne on t-SIM.
hu: Névjegyek olvasása vagy módosítása az eszköz címjegyzékében, és névjegyek olvasása a SIM-ről.
pt_br: Ler ou modificar contatos do catálogo de endereços no dispositivo e ler contatos do SIM.
si: උපාංගය මත ලිපින පොතෙන් සබඳතා එක් කිරීම හෝ වෙනස් කිරීම හා SIM වෙතින් සබඳතා කියවීම.

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
br: Ouzhpennañ, lenn pe zaskemmañ darempredoù diwar ar c'harned chomlec'hioù war an trevnad ha lenn darempredoù diouzh ar SIM.
es: Añadir, leer o modificar contactos de la liberta de direcciones en el dispositivo y leer contactos de la SIM.
fr: Ajouter, consulter ou modifier des contacts du carnet d’adresses de l’appareil et consulter les contacts de la SIM.
gd: Cuir ris, leugh no atharraich luchd-aithne san leabhar-sheòlaidhean air an uidheam is leugh luchd-aithne on t-SIM.
hu: Névjegyek hozzáadása, olvasása vagy módosítása az eszköz címjegyzékében, és névjegyek olvasása a SIM-ről.
pt_br: Adicionar, ler ou modificar contatos do catálogo de endereços no dispositivo e ler contatos do SIM.
si: උපාංගය මත ලිපින පොතෙන් සබඳතා එක් කිරීම, කියවීම හෝ වෙනස් කිරීම හා SIM වෙතින් සබඳතා කියවීම.

source: Add contacts to the address book on the device.
br: Ouzhpennañ darempredoù er c'harned chomlec'hioù war an trevnad.
es: Agregue contactos a la libreta de direcciones del dispositivo.
fr: Ajouter des contacts au carnet d’adresses de l’appareil.
gd: Cuir luchd-aithne ris an leabhar-sheòlaidhean air an uidheam.
hu: Névjegyek hozzáadása az eszköz címjegyzékéhez.
pt_br: Adicionar contatos no catálogo de endereços do dispositivo.
si: උපාංගය මත ලිපින පොත වෙත සබඳතා එක් කරන්න.

source: Display a notification on the user’s device.
br: Skrammañ ur skrid rebuziñ war trevnad an arveriad.
es: Mostrar una notificación en el dispositivo del usuario.
fr: Afficher une notification sur l’appareil de l’utilisateur.
gd: Taisbean brath air uidheam a’ chleachdaiche.
hu: Értesítés megjelenítése a felhasználó eszközén.
pt_br: Mostrar uma notificação no dispositivo do usuário.
si: පරිශීලකයාගේ උපාංගය මත දැන්වීම් පෙන්වන්න.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
br: Ouzhpennañ, lenn pe kemmañ restroù sonerezh kadavet war an trevnad.
es: Añadir, leer o modificar archivos de música en el dispositivo.
fr: Ajouter, lire ou modifier des fichiers musicaux stockés sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean ciùil a tha air an uidheam.
hu: Az eszközön tárolt zenefájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos de música armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ සංගීත ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Read music files stored on the device.
br: Lenn restroù sonerezh kadavet war an drobarzhell.
es: Leer archivos de música en el dispositivo.
fr: Lire des fichiers musicaux stockés sur l’appareil.
gd: Leugh faidhlichean ciùil a tha air an uidheam.
hu: Az eszközön tárolt zenefájlok olvasása.
pt_br: Ler arquivos de músicas armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ සංගීත ගොනු කියවන්න.

source: Read or modify music files stored on the device.
br: Lenn pe kemmañ restroù sonerezh kadavet war an drobarzhell.
es: Leer o modificar archivos de música en el dispositivo.
fr: Lire ou modifier des fichiers musicaux stockés sur l’appareil.
gd: Leugh no atharraich faidhlichean ciùil a tha air an uidheam.
hu: Az eszközön tárolt zenefájlok olvasása vagy módosítása.
pt_br: Ler ou modificar arquivos de música armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ සංගීත ගොනු කියවන්න හෝ වෙනස් කිරීම සිදු කරන්න.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
br: Ouzhpennañ, lenn pe kemmañ restroù sonerezh kadavet war an drobarzhell.
es: Añadir, leer o modificar archivos de música en el dispositivo.
fr: Ajouter, lire ou modifier des fichiers musicaux stockés sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean ciùil a tha air an uidheam.
hu: Az eszközön tárolt zenefájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos de música armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ සංගීත ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Store new music files on the device.
br: Kadaviñ restroù nevez mod sonerezh war an trevnad.
es: Guardar nuevos archivos de música en el dispositivo.
fr: Stocker de nouveaux fichiers musicaux sur l’appareil.
gd: Stòr faidhlichean ciùil ùra air an uidheam.
hu: Új zenefájlok tárolása az eszközön.
pt_br: Armazenar novos arquivos de música no dispositivo.
si: නව සංගීත ගොනු උපාංගය මත ගබඩා කරන්න.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
br: Ouzhpennañ, lenn pe daskemmañ restroù mod skeudenn kadavet war an trevnad.
es: Añadir, leer o modificar archivos de imágenes en el dispositivo.
fr: Ajouter, afficher ou modifier des images stockées sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean dhealbhan a tha air an uidheam.
hu: Az eszközön tárolt képfájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos de imagem armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ පින්තූර ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Read picture files stored on the device.
br: Lenn restroù mod skeudenn kadavet war an trevnad.
es: Leer archivos de imágenes en el dispositivo.
fr: Afficher des images stockées sur l’appareil.
gd: Leugh faidhlichean dhealbhan a tha air an uidheam.
hu: Az eszközön tárolt képfájlok olvasása.
pt_br: Ler arquivos de imagem armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ පින්තූර ගොනු කියවන්න.

source: Read or modify picture files stored on the device.
br: Lenn pe kemmañ restroù mod skeudenn kadavet war an trevnad.
es: Leer o modificar archivos de imágenes en el dispositivo.
fr: Afficher ou modifier des images stockées sur l’appareil.
gd: Leugh no atharraich faidhlichean dhealbhan a tha air an uidheam.
hu: Az eszközön tárolt képfájlok olvasása vagy módosítása.
pt_br: Ler ou modificar imagens armazenadas no dispositivo.
si: උපාංගය මත ගබඩා කළ පින්තූර ගොනු එක් කිරීම හෝ වෙනස් කිරීම සිදු කරන්න.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
br: Ouzhpennañ, lenn pe daskemmañ restroù mod skeudenn kadavet war an trevnad.
es: Añadir, leer o modificar archivos de imágenes en el dispositivo.
fr: Ajouter, afficher ou modifier des images stockées sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean dhealbhan a tha air an uidheam.
hu: Az eszközön tárolt képfájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar imagens armazenadas no dispositivo.
si: උපාංගය මත ගබඩා කළ පින්තූර ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Store new picture files on the device.
br: Kadaviñ restroù nevez mod skeudenn war an trevnad.
es: Guardar nuevos archivos de imágenes en el dispositivo.
fr: Stocker de nouvelles images sur l’appareil.
gd: Stòr faidhlichean dhealbhan ùra air an uidheam.
hu: Új képfájlok tárolása az eszközön.
pt_br: Armazenar novas imagens no dispositivo.
si: උපාංගය මත නව පින්තූර ගොනු ගබඩා කරන්න.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
br: Ouzhpennañ, lenn pe daskemmañ ar restroù kadavet war kartenn mod SD an trevnad.
es: Añadir, leer o modificar archivos en la tarjeta SD del dispositivo.
fr: Ajouter, lire ou modifier des fichiers stockés sur la carte SD de l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean a tha air cairt SD an uidheim.
hu: Az eszköz SD-kártyáján tárolt fájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos armazenados no cartão SD do dispositivo.
si: උපාංග යේ SD පත මත ගබඩා කළ ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Read files stored on the device’s SD card.
br: Lenn ar restroù kadavet war kartenn mod SD an trevnad.
es: Leer o modificar archivos en la tarjeta SD del dispositivo.
fr: Lire des fichiers stockés sur la carte SD de l’appareil.
gd: Leugh faidhlichean a tha air cairt SD an uidheim.
hu: Az eszköz SD-kártyáján tárolt fájlok olvasása.
pt_br: Ler arquivos armazenados no cartão SD do dispositivo.
si: උපාංගයේ SD පත මත ගබඩා කළ ගොනු කියවන්න.

source: Read or modify files stored on the device’s SD card.
br: Lenn pe daskemmañ ar restroù kadavet war kartenn mod SD an trevnad.
es: Leer o modificar archivos en la tarjeta SD del dispositivo.
fr: Lire ou modifier des fichiers stockés sur la carte SD de l’appareil.
gd: Leugh no atharraich faidhlichean a tha air cairt SD an uidheim.
hu: Az eszköz SD-kártyáján tárolt fájlok olvasása vagy módosítása.
pt_br: Ler ou modificar arquivos armazenados no cartão SD do dispositivo.
si: උපාංග යේ SD පත මත ගබඩා කළ ගොනු කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
br: Ouzhpennañ, llenn pe daskemmañ ar restroù kadavet war kartenn mod SD an trevnad.
es: Añadir, leer o modificar archivos en la tarjeta SD del dispositivo.
fr: Ajouter, lire ou modifier des fichiers stockés sur la carte SD de l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean a tha air cairt SD an uidheim.
hu: Az eszköz SD-kártyáján tárolt fájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar arquivos armazenados no cartão SD do dispositivo.
si: උපාංග යේ SD පත මත ගබඩා කළ ගොනු කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Store new files on the device’s SD card.
br: Kadaviñ restroù nevez war kartenn mod SD an trevnad.
es: Guardar nuevos archivos en la tarjeta SD del dispositivo.
fr: Stocker de nouveaux fichiers sur la carte SD de l’appareil.
gd: Stòr faidhlichean ùra air cairt SD an uidheim.
hu: Új fájlok tárolása az eszköz SD-kártyáján.
pt_br: Armazenar novos arquivos no cartão SD do dispositivo.
si: උපාංගයේ SD පත මත නව ගොනු ගබඩා කරන්න.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
br: Ouzhpennañ, lenn pe kemmañ restroù mod video kadavet war an trevnad.
es: Añadir, leer o modificar archivos de vídeo en el dispositivo.
fr: Ajouter, lire ou modifier des vidéos stockées sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean video a tha air an uidheam.
hu: Az eszközön tárolt videofájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar vídeos armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ වීඩියෝ ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Read video files stored on the device.
br: Lenn restroù mod video kadavet war an trevnad.
es: Leer archivos de vídeo del dispositivo.
fr: Lire des vidéos stockées sur l’appareil.
gd: Leugh faidhlichean video a tha air an uidheam.
hu: Az eszközön tárolt videofájlok olvasása.
pt_br: Ler vídeos armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ වීඩියෝ ගොනු කියවන්න.

source: Read or modify video files stored on the device.
br: Lenn pe daskemmañ restroù mod video kadavet war an drobarzhell.
es: Leer o modificar archivos de vídeo en el dispositivo.
fr: Lire ou modifier des vidéos stockées sur l’appareil.
gd: Leugh no atharraich faidhlichean video a tha air an uidheam.
hu: Az eszközön tárolt videofájlok olvasása vagy módosítása.
pt_br: Ler ou modificar vídeos armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ වීඩියෝ ගොනු කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
br: Ouzhpennañ, lenn pe daskemmañ restroù mod video kadavet war an trevnad.
es: Añadir, leer o modificar archivos de vídeo en el dispositivo.
fr: Ajouter, lire ou modifier des vidéos stockées sur l’appareil.
gd: Cuir ris, leugh no atharraich faidhlichean video a tha air an uidheam.
hu: Az eszközön tárolt videofájlok hozzáadása, olvasása vagy módosítása.
pt_br: Adicionar, ler ou modificar vídeos armazenados no dispositivo.
si: උපාංගය මත ගබඩා කළ වීඩියෝ ගොනු එක් කිරීම, කියවීම හෝ වෙනස් කිරීම සිදු කරන්න.

source: Store new video files on the device.
br: Kadaviñ restroù nevez mod video war an trevnad.
es: Guardar nuevos archivos de vídeo en el dispositivo.
fr: Stocker de nouvelles vidéos sur l’appareil.
gd: Stòr faidhlichean video ùra air an uidheam.
hu: Új videofájlok tárolása az eszközön.
pt_br: Armazenar novos vídeos no dispositivo.
si: උපාංගය මත නව වීඩියෝ ගොනු ගබඩා කරන්න.

source: Control the FM radio.
br: Reoliñ ar radio FM.
es: Controlar la radio FM.
fr: Contrôler la radio FM.
gd: Stiùirich an rèidio FM.
hu: Az FM-rádió vezérlése.
pt_br: Controlar o rádio FM.
si: FM රේඩියෝ පාලනය.

source: Obtain the current location of the user.
br: Kaout lec'hiadur bremanel an arveriad.
es: Obtener la ubicación actual del usuario.
fr: Obtenir la position actuelle de l’utilisateur.
gd: Faigh ionad làithreach a’ chleachdaiche.
hu: A felhasználó aktuális helyének lekérése.
pt_br: Obter a localização atual do usuário.
si: පරිශීලකයාගේ වත්මන් ස්ථානය ලබාගන්න.

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
br: Aotren an arload da wezhiañ evel ur c'hlavier galloudel en ur selaou ouzh an degouezhioù kemmadur stiañ en arloadoù all.
es: Permitir que la app actúe como un teclado virtual escuchando eventos relacionados con el cambio de enfoque en otras apps.
fr: Autoriser l’application à se comporter comme un clavier virtuel en lui permettant de capturer les évènements de changement de la sélection dans les autres applications.
gd: Thoir cead dhan aplacaid obrachadh mar mheur-chlàr biortail le bhith a’ cumail cluas ri atharrachadh an fhòcais ann an aplacaidean eile.
hu: Az app működhet virtuális billentyűzetként a fókuszváltozási események figyelésével más appokban.
pt_br: Permitir que o aplicativo atue como um teclado virtual obtendo eventos de mudança de foco em outros aplicativos.
si: වෙනත් යෙදුම් වල නාඹි වෙනස්වීම් වලට සවන් දීමෙන් අතත්‍ය යතුරු පුවරුවක් ලෙස ක්‍රියා කිරීමට යෙදුමට ඉඩ දෙන්න.

source: Obtain mobile network information (MCC, MNC, etc.).
br: Kaout titouroù a-zivout ar rouedad hezoug (MCC, MNC, h.a.).
es: Obtener información de redes móviles (MCC, MNC, etc.).
fr: Obtenir des informations sur le réseau mobile (MCC, MNC, etc.).
gd: Faigh fiosrachadh an lìonraidh mobile (MCC, MNC, is msaa.).
hu: Mobilhálózati információk (MCC, MNC stb.) lekérése.
pt_br: Obter informação da rede móvel (MCC, MNC, etc.).
si: ජංගම ජාල තොරතුරු ලබාගන්න (MCC, MNC, තවත්.)

source: Enable an app to wake up to receive notification.
br: Gweredekaat un arload da zihun evit degemer ur skrid rebuziñ.
es: Permitir que una app se reactive para recibir notificaciones.
fr: Permettre à une application de se réveiller pour recevoir des notifications.
gd: Thoir comas dùisgidh do dh’aplacaid ach an urrainn dha brathan fhaighinn.
hu: Az app felébredhet értesítés fogadásához.
pt_br: Permitir que um aplicativo acorde para receber notificações.
si: යෙදුමක් අවධි කර දැන්වීම් ලබාගන්න

source: Utilize storage without size limitations.
br: Arverañ ar c'hadaviñ hep bevenniñ e vent.
es: Utilizar almacenamiento sin limitaciones de tamaño.
fr: Utiliser le stockage sans limite de taille.
gd: Cleachd stòras gun chrìoch.
hu: Tárterület használata méretkorlátozások nélkül.
pt_br: Utilize o armazenamento sem limitações de tamanho.
si: ගබඩා සීමාවන් නොමැතිව ගබඩාව ප්‍රයෝජනයට ගන්න

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
br: Aotren XHR e orin kroaz dizanv hep al lec'hienn vukenn da gaout CORS gweredekaet.
es: Permitir los cross-origin XHR anónimos sin que el sitio objetivo tenga CORS activado.
fr: Permettre les XHR cross-origin anonymes sans que le site visé ne spécifie d’en-têtes CORS.
gd: Ceadaich Cross-origin XHR gun urra gun CORS an comas air an làrach targaide.
hu: Névtelen cross-origin XHR engedélyezése, amikor a cél oldalon nincs engedélyezve a CORS.
pt_br: Permitir cross-origin XHR anônimo sem que o site de destino tenha o CORS ativo.
si: ඉලක්ක අඩවියේ CORS සහාය නොමැතිව නිර්නාමික මුහුම්-සම්භවය ඇති XHR අනුමත කරන්න.

source: Create TCP sockets and communicate over them.
br: Krouiñ kiezoù mod TCP ha kehentiñ drezo.
es: Crear TCP sockets y comunicarse a través de ellos.
fr: Créer des sockets TCP et les utiliser pour communiquer.
gd: Cruthaich socaidean TCP is dèan conaltradh orra.
hu: TCP csatlakozók létrehozása, és kommunikáció rajtuk keresztül.
pt_br: Criar socket TCP e comunicar com base nestes.
si: TCP පේනු සාදා ඒවා හරහා සන්නිවේදනය කරන්න.

source: Access video input devices, e.g. camera.
br: Tizhout trevnadoù da enankañ videoioù, dsk ur c'hamera.
es: Acceder a dispositivos de entrada de vídeo, p. ej. una cámara.
fr: Accéder aux périphériques vidéo de l’appareil, comme par exemple la caméra.
gd: Faigh cothrom air uidheaman ion-chur video, m.e. camara.
hu: Videobemeneti eszközök, például kamera elérése.
pt_br: Acessar dispositivos de captura de vídeo, por exemplo, câmera.
si: වීඩියෝ ආදාන උපාංගයන්ට පිවිසෙන්න, උ.දා කැමරාව.

source: Allow content to open a window in front of all other content.
br: Aotren an endalc'had da zigeriñ ur prenestr dirak an holl endalc'hadoù all.
es: Permitir que los contenidos se abran en una ventana delante del resto de contenidos.
fr: Autoriser le contenu à ouvrir une fenêtre au premier-plan.
gd: Leig le susbaint uinneag fhosgladh air beulaibh gach susbaint eile.
hu: A tartalom megnyílhat minden más tartalom előtti ablakban.
pt_br: Permitir que conteúdo possa ser apresentado numa janela à frente de outro conteúdo.
si: සියළු අනෙකුත් අන්තර්ගතයන් මත කවුළු විවර කිරීමට අන්තර්ගතය ඉඩ ලබාදෙන්න.

source: Play sounds for incoming phone calls.
br: Lenn sonioù evit ar galvoù o vont tre.
es: Reproducir sonidos para llamadas entrantes.
fr: Lire les sonneries des appels entrants.
gd: Cluich fuaimean nuair a thig glaodhan a-steach.
hu: Hangok lejátszása beérkező telefonhívásokhoz.
pt_br: Reproduzir sons ao receber chamadas.
si: ලැබෙන ඇමතුම් වලට නාදයන් වාදනය කරන්න.
