Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: br, ca, cy, es, fr, hu, mg, my, ro, si

# pin-invalid
source: Wrong Passcode lock!
br: Direizh eo ar rineg-tremen prennañ !
ca: El codi de bloqueig és incorrecte.
cy: Clo Cyfringod anghywir!
es: Bloqueo con código erróneo.
fr: Le code d’accès est incorrect.
hu: Hibás zároló jelkód!
mg: Hidin-kaody fidirana diso!
my: Passcode lock မှားနေသည်။
ro: Cod de acces greșit!
si: වැරදි පාස්කේත අගුළක්!

source: Passcode should be 4 digits!
br: Gant 4 sifr e tle bezañ ar rineg-tremen !
ca: El codi de bloqueig ha de tenir 4 dígits.
cy: Rhaid i'r cyfringod fod yn 4 nod!
es: El código debe tener 4 dígitos.
fr: Le code d’accès doit comprendre 4 chiffres.
hu: A jelkódnak 4 számjegynek kell lennie!
mg: Tokony ho isa 4 ny kaody fidirana!
my: Passcode သည် ဂဏန်း 4 လုံး ဖြစ်သင့်သည်။
ro: Codul de acces ar trebui să fie 4 cifre!
si: පාස්කේතය සතුව අංක 4ක් පැවතිය යුතුයි!

# pin-different
source: Wrong Passcode lock!
br: Rineg-tremen prennañ fall !
ca: El codi de bloqueig és incorrecte.
cy: Clo Cyfringod anghywir!
es: Bloqueo con código erróneo.
fr: Le code d’accès est incorrect.
hu: Hibás zároló jelkód!
mg: Hidin-kaody fidirana diso!
my: Passcode lock မှားနေသည်။
ro: Cod de acces greșit!
si: වැරදි පාස්කේත අගුළක්!

source: Wrong SIM PIN!
br: PIN SIM fall !
ca: El PIN de la SIM és incorrecte.
cy: PIN SIM anghywir!
es: PIN de SIM erróneo.
fr: Le code PIN est incorrect.
hu: Hibás SIM PIN!
mg: PIN an'ny SIM diso!
my: SIM PIN မှားနေသည်။
ro: PIN pentru SIM greșit!
si: වැරදි SIM PIN!

source: Last try.
br: Arnod diwezhañ.
ca: Darrer intent.
cy: Ymgais olaf.
es: Último intento.
fr: Dernier essai.
hu: Utolsó kísérlet.
mg: Andrana farany.
my: နောက်ဆုံးကြိုးစားခြင်း ဖြစ်သည်။
ro: Ultima încercare.
si: අන්තිම උත්සාහය.

# pin-tries-left[two]
source: {{n}} tries left.
br: {{n}} arnod c'hoazh.
ca: Queden {{n}} intents.
cy: {{n}} ymgais ar ôl.
es: Quedan {{n}} intentos.
fr: {{n}} essais restants.
hu: Még {{n}} kísérlete van.
mg: Andrana {{n}} sisa.
my: {{n}} ကြိမ် ကျန်သည်။
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.

# pin-tries-left[few]
source: {{n}} tries left.
br: {{n}} arnod c'hoazh.
ca: Queden {{n}} intents.
cy: {{n}} ymgais ar ôl.
es: Quedan {{n}} intentos.
fr: {{n}} essais restants.
hu: Még {{n}} kísérlete van.
mg: Andrana {{n}} sisa.
my: {{n}} ကြိမ် ကျန်သည်။
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.

# pin-tries-left[many]
source: {{n}} tries left.
br: {{n}} arnod c'hoazh.
ca: Queden {{n}} intents.
cy: {{n}} ymgais ar ôl.
es: Quedan {{n}} intentos.
fr: {{n}} essais restants.
hu: Még {{n}} kísérlete van.
mg: Andrana {{n}} sisa.
my: {{n}} ကြိမ် ကျန်သည်။
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.

# pin-tries-left[other]
source: {{n}} tries left.
br: {{n}} arnod c'hoazh.
ca: Queden {{n}} intents.
cy: {{n}} ymgais ar ôl.
es: Quedan {{n}} intentos.
fr: {{n}} essais restants.
hu: Még {{n}} kísérlete van.
mg: Andrana {{n}} sisa.
my: {{n}} ကြိမ် ကျန်သည်။
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.

source: Remote Locate
br: Lec'hiañ a-bell
ca: Localització a distància
cy: Lleoli Pell
es: Localizar a distancia
fr: Localiser à distance
hu: Távoli keresés
mg: Famantaran-davitra
my: အဝေးထိန်း တည်နေရာရှာရန်
ro: Localizare
si: දුරස්ථ ස්ථානය

source: You can locate this device via SMS as following: RP locate YOURPASSPHRASE
br: Roet e vez ur lec'hiadur d'an trevnad-mañ dre SMS en ur gas : RP locate HOFRAZENNDREMEN
ca: Podeu localitzar aquest dispositiu enviant aquest SMS: RP locate FRASECONTRASENYA
cy: Gallwch ddarganfod y ddyfais drwy SMS: RP locate YOURPASSPHRASE
es: Puede localizar este dispositivo enviando por SMS: RP locate SUFRASESECRETA
fr: Vous pouvez localiser cet appareil en envoyant par SMS : RP locate VOTREPHRASESECRÈTE
hu: Megkeresheti ezt a készüléket SMS-ben a következővel: RP locate AZÖNJELMONDATA
mg: Azonao atao ny mamantatra ny misy an'io fitaovana io amin'ny alàlan'ny SMS toa ity: RP locate ANDIANTENYFIDIRANAO
my: သင်သည် ဒီကိရိယာကို RP locate YOURPASSPHRASE အတိုင်း SMS မှတဆင့် တည်နေရာရှာနိုင်သည်။
ro: Poți localiza acest dispozitiv trimițând prin SMS: RP locate FRAZATADEACCES
si: ඔබට මෙම උපාංගය SMS හරහා හඳුනාගත හැක්කේ මෙලෙසයි:RP locate YOURPASSPHRASE

source: Remote Ring
br: Soniri a-bell
ca: Trucada a distància
cy: Canu Pell
es: Llamar a distancia
fr: Faire sonner à distance
hu: Távoli csörgetés
mg: Fampanenoan-davitra
my: အဝေးထိန်း အသံမြည်စေရန်
ro: Sonerie de la distanță
si: දුරස්ථ නාදය

source: You can ring this device via SMS as following: RP ring YOURPASSPHRASE
br: Lakaet e vez an trevnad-mañ da seniñ dre SMS en ur gas : RP ring HOFRAZENNDREMEN
ca: Podeu fer que soni aquest dispositiu enviant aquest SMS: RP ring FRASECONTRASENYA
cy: Gallwch alw'r ddyfais drwy SMS fel â ganlyn: RP ring YOURPASSPHRASE
es: Puede llamar a este dispositivo enviando por SMS: RP ring SUFRASESECRETA
fr: Vous pouvez faire sonner cet appareil en envoyant par SMS : RP ring VOTREPHRASESECRÈTE
hu: Megcsörgetheti ezt a készüléket SMS-ben a következővel: RP ring AZÖNJELMONDATA
mg: Azonao atao ny mampaneno an'io fitaovana io amin'ny alàlan'ny SMS toa ity: RP ring ANDIANTENYFIDIRANAO
my: သင်သည် ဒီကိရိယာကို RP ring YOURPASSPHRASE အတိုင်း SMS မှတဆင့် အဝေးထိန်းအသံမြည်စေနိုင်သည်။
ro: Poți suna acest dispozitiv trimițând prin SMS: RP ring FRAZATADEACCES
si: ඔබට SMS හරහා මෙම උපාංගය නාද කරවීය හැක්කේ මෙලෙසයි: RP ring YOURPASSPHRASE

source: Remote Lock
br: Prennañ a-bell
ca: Bloqueig a distància
cy: Cloi Pell
es: Bloquear a distancia
fr: Verrouiller à distance
hu: Távoli zárolás
mg: Fanidian-davitra
my: အဝေးထိန်း သော့ခတ်ရန်
ro: Blocare de la distanță
si: දුරස්ථ අගුළ

source: You can lock this device via SMS as following: RP lock YOURPASSPHRASE
br: Prennet e vez an trevnad-mañ dre SMS en ur gas : RP lock HOFRAZENNDREMEN
ca: Podeu bloquejar aquest dispositiu enviant aquest SMS: RP lock FRASECONTRASENYA
cy: Gallwch gloi'r ddyfais drwy SMS fel a ganlyn: RP lock YOURPASSPHRASE
es: Puede bloquear este dispositivo enviando un SMS: RP lock SUFRASESECRETA
fr: Vous pouvez verrouiller cet appareil en envoyant par SMS : RP lock VOTREPHRASESECRÈTE
hu: Zárolhatja ezt a készüléket SMS-ben a következővel: RP lock AZÖNJELMONDATA
mg: Azonao atao ny manidy an'io fitaovana io amin'ny alàlan'ny SMS toa ity: RP lock ANDIANTENYFIDIRANAO
my: သင်သည် ဒီကိရိယာကို RP lock YOURPASSPHRASE အတိုင်း SMS မှတဆင့် သော့ခတ်နိုင်သည်။
ro: Poți bloca acest dispozitiv trimițând prin SMS: RP lock FRAZATADEACCES
si: SMS හරහා ඔබට මෙම උපාංගය අගුළු දැමිය හැක්කේ මෙලෙසයි: RP lock YOURPASSPHRASE

source: Please activate lockscreen AND passcode in the system settings to use the Remote Protection.
br: Mar plij, gweredekait prennañ ar skramm HAG ar rineg-tremen e arventennoù ar reizhiad da arverañ ar gwarez a-bell.
ca: Per utilitzar la protecció remota, activeu el bloqueig de pantalla I TAMBÉ el codi d'accés en els paràmetres del sistema.
cy: Gweithredwch y clo sgrin A'R cyfringod yn y gosodiadau system er mwyn defnyddio Diogelu Pell.
es: Active la pantalla de bloqueo Y el código en los ajustes del sistema para usar la Protección remota.
fr: Veuillez activer l’écran de verrouillage ET le code d’accès depuis les paramètres système pour pouvoir utiliser les fonctionnalités de protection à distance.
hu: Kapcsolja be a képernyő zárolását ÉS a jelkódot a Beállítások appban a Távoli védelem használatához.
mg: Azafady, velomy ny efijery mihidy SY kaody fidirana ao amin'ny tefin'ny rafitra raha hampiasa ny Fiarovan-davitra.
my: အဝေးထိန်းကာကွယ်မှုကို အသုံးပြုရန် ကျေးဇူးပြု၍ သော့ခတ်မျက်နှာပြင်နှင့် စနစ် အပြင်အဆင်များအတွင်းရှိ passcode ကို စတင်ဆောင်ရွက်စေပါ။
ro: Te rugăm să activezi blocarea ecranului ȘI codul de acces din setările sistemului pentru a folosi Protecție de la distanță.
si: දුරස්ථ ආරක්ශනය භාවිත කිරීමට කරුණාකර පද්ධති සැකසුම් තුළ අගුළුතිරය හා පාස්කේතය සක්‍රීය කරන්න.

source: Take me there
br: Mont betek eno
ca: Vés-hi
cy: Cymrwch fi yno
es: Llévame allí
fr: S’y rendre
hu: Vigyen oda
mg: Ento any aho
my: အဲဒီကို ခေါ်သွားပါ
ro: Du-mă acolo
si: මාව එතැනට රැගෙන යන්න

# lock-screen
source: Screen Lock
br: Prennadur ar skramm
ca: Bloqueig de pantalla
cy: Clo Sgrin
es: Bloqueo de pantalla
fr: Écran de verrouillage
hu: Képernyő zárolása
mg: Hidin'efijery
my: မျက်နှာပြင်သော့
ro: Blocare ecran
si: තිර අගුළ

# screen-lock-header
source: Screen Lock
br: Prennadur ar skramm
ca: Bloqueig de pantalla
cy: Clo Sgrin
es: Bloqueo de pantalla
fr: Écran de verrouillage
hu: Képernyő zárolása
mg: Hidin'efijery
my: မျက်နှာပြင်သော့
ro: Blocare ecran
si: තිර අගුළ

source: Passcode Lock
br: Rineg-tremen prennañ
ca: Bloqueig amb codi
cy: Clo Cyfringod
es: Bloqueo con código
fr: Code d’accès
hu: Jelkódos zárolás
mg: Hidin-kaody fidirana
my: စကားဝှက်သော့
ro: Blocare cu cod acces
si: පිවිසුම්කේත අගුළ

source: Require passcode
br: Goulenn ar rineg-tremen
ca: Requereix el codi d'accés
cy: Rhaid cael cyfringod
es: Requerir código
fr: Demander le code d’accès
hu: Jelkód kérése
mg: Mila kaody fidirana
my: ပတ်စ်ကုဒ် လိုအပ်သည်
ro: Necesită cod de acces
si: පාස්කේතය අවශ්‍යයි

source: Immediately
br: Diouzhtu
ca: Immediatament
cy: Syth bin
es: Inmediatamente
fr: Immédiatement
hu: Azonnal
mg: Eo noho eo
my: ချက်ခြင်း
ro: Imediat
si: ඉක්මනින්ම

source: After 1 minute
br: Goude 1 vunutenn
ca: Després d'1 minut
cy: Ar ôl 1 munud
es: Tras 1 minuto
fr: Au bout d’une minute
hu: 1 perc után
mg: Afaka 1 minitra
my: 1 မိနစ်ကြာပြီးနောက်
ro: După 1 minut
si: විනාඩි 1කට පසු

source: After 5 minutes
br: Goude 5 munutenn
ca: Després de 5 minuts
cy: Ar ôl 5 munud
es: Tras 5 minutos
fr: Au bout de 5 minutes
hu: 5 perc után
mg: Afaka 5 minitra
my: 5 မိနစ်ကြာပြီးနောက်
ro: După 5 minute
si: විනාඩි 5කට පසු

source: After 15 minutes
br: Goude 15 munutenn
ca: Després de 15 minuts
cy: Ar ôl 15 munud
es: Tras 15 minutos
fr: Au bout de 15 minutes
hu: 15 perc után
mg: Afaka 15 minitra
my: 15 မိနစ်ပြီးနောက်
ro: După 15 minute
si: විනාඩි 15කට පසු

source: After 30 minutes
br: Goude 30 munutenn
ca: Després de 30 minuts
cy: Ar ôl 30 munud
es: Tras 30 minutos
fr: Au bout de 30 minutes
hu: 30 perc után
mg: Afaka 30 minitra
my: 30 minutes ကြာပြီးနောက်
ro: După 30 minute
si: විනාඩි 30කට පසු

source: After 1 hour
br: Goude 1 eur
ca: Després d'1 hora
cy: Ar ôl 1 awr
es: Tras 1 hora
fr: Au bout d’une heure
hu: 1 óra után
mg: Afaka 1 ora
my: 1 နာရီ ကြာပြီးနောက်
ro: După 1 oră
si: පැය 1 කට පසු

source: Change passcode
br: Kemmañ ar rineg-tremen
ca: Canvia el codi d'accés
cy: Newid cyfringod
es: Cambiar código
fr: Changer le code d’accès
hu: Jelkód módosítása
mg: Hanova kaody fidirana
my: ပတ်စ်ကုဒ်ပြောင်းပါ
ro: Schimbă codul de acces
si: පාස්කේතය වෙනස් කරන්න

source: Change
br: Kemmañ
ca: Canvia
cy: Newid
es: Cambiar
fr: Changer
hu: Módosítás
mg: Hanova
my: ပြောင်းလဲရန်
ro: Schimbă
si: වෙනස් කරන්න

source: Create
br: Krouiñ
ca: Crea
cy: Creu
es: Crear
fr: Créer
hu: Kész
mg: Hamorona
my: ဖန်တီးပါ
ro: Creează
si: නිර්මාණය

# passcode-heading
source: Passcode
br: Rineg-tremen
ca: Codi d'accés
cy: Cyfringod
es: Código
fr: Code d’accès
hu: Jelkód
mg: Kaody fidirana
my: ပတ်စ်ကုဒ်
ro: Cod de acces
si: පාස්කේතය

source: Current passcode
br: Rineg-tremen vremanel
ca: Codi d'accés actual
cy: Cyfringod presennol
es: Código actual
fr: Code d’accès actuel
hu: Jelenlegi jelkód
mg: Kaody fidirana ankehitriny
my: လက်ရှိ ပတ်စ်ကုဒ်
ro: Codul de acces actual
si: වතමන් පාස්කේතය

source: New passcode
br: Rineg-tremen nevez
ca: Codi nou
cy: Cyfringod newydd
es: Nuevo código
fr: Nouveau code d’accès
hu: Új jelkód
mg: Kaody fidirana vaovao
my: ပတ်စ်ကုဒ် အသစ်
ro: Cod de acces nou
si: නව පාස්කේතය

source: Enter passcode
br: Enankañ ar rineg-tremen
ca: Introduïu codi d'accés
cy: Rhowch y cyfringod
es: Escriba código
fr: Saisir le code d’accès
hu: Írja be a jelkódot
mg: Ampidiro kaody fidirana
my: ပတ်စ်ကုဒ် ဖြည့်ပါ
ro: Introdu codul de acces
si: පාස්කේතය යොදන්න

source: Create a Passcode
br: Krouiñ ur rineg-tremen
ca: Codi d'accés
cy: Creu Cyfringod
es: Crear un código
fr: Créer un code d’accès
hu: Jelkód létrehozása
mg: Mamoròna Kaody fidirana
my: ပတ်စ်ကုဒ်တစ်ခု ဖန်တီး
ro: Creează un cod de acces
si: පාස්කේතයක් නිර්මාණය

source: Passcode
br: Rineg-tremen
ca: Codi d'accés
cy: Cyfringod
es: Código
fr: Code d’accès
hu: Jelkód
mg: Kaody fidirana
my: ပတ်စ်ကုဒ်
ro: Cod de acces
si: පාස්කේතය

source: Confirm Passcode
br: Kadarnaat ar rineg-tremen
ca: Confirmeu el codi d'accés
cy: Cadarnhau'r Cyfringod
es: Confirmar código
fr: Confirmer le code d’accès
hu: Jelkód megerősítése
mg: Hamafiso ny Kaody fidirana
my: စကားဝှက်အား အတည်ပြုရန်
ro: Confirmă codul de acces
si: පාස්කේතය තහවුරු කරන්න

source: Passcode is incorrect
br: Direizh eo ar rineg-tremen
ca: El codi d'accés és incorrecte
cy: Cyfringod anghywir
es: El código es incorrecto
fr: Le code d’accès est incorrect
hu: A jelkód helytelen.
mg: Diso ny Kaody fidirana
my: ပတ်စ်ကုဒ်မှားနေသည်
ro: Codul de acces e incorect
si: පාස්කේතය වැරදියි

source: Passcode doesn’t match. Try again.
br: Ne glot ket ar rineg-tremen. Klaskit en-dro.
ca: Els codis no coincideixen. Torneu-hi.
cy: Nid yw'r cyfringod yn cydweddu. Ceisiwch eto.
es: El código no coincide. Inténtelo de nuevo.
fr: Les codes d’accès ne correspondent pas. Veuillez réessayer.
hu: A jelkód nem egyezik. Próbálja újra.
mg: Tsy mitovy ny kaody fidirana. Andramo indray.
my: ပတ်စ်ကုဒ် မကိုက်ပါ။ ပြန်ကြိုးစားကြည့်ပါဦး။
ro: Codul de acces nu se potrivește. Încearcă din nou.
si: පාස්කේතයන් නොගැළපේ. යළි උත්සාහ කරන්න.

# tc-panel
source: Transparency Control
br: Reolerezh ar boullder
ca: Control de transparència
cy: Rheoli Tryloywder
es: Control de transparencia
fr: Contrôle transparence
hu: Átláthatóság beállításai
mg: Famehezana Fangaharahana
my: ပွင့်လင်းမြင်သာမှု ထိန်းချုပ်နိုင်သည်များ
ro: Control de transparență
si: පාරදුශ්‍යතා පාලනය

source: Applications
br: Arloadoù
ca: Aplicacions
cy: Rhaglenni
es: Aplicaciones
hu: Alkalmazások
mg: Rindranasa
my: လုပ်ငန်းသုံး ကိရိယာများ
ro: Aplicații
si: යෙදුම්

# tc-permissions
source: Permissions
br: Aotreoù
ca: Permisos
cy: Caniatâd
es: Permisos
hu: Jogosultságok
mg: Alàlana
my: ခွင့်ပြုချက်များ
ro: Permisiuni
si: අවසරයන්

source: Alphabetical
br: Lizherennegel
ca: Alfabètic
cy: Yn ôl yr wyddor
es: Alfabético
fr: Alphabétique
hu: Ábécé
mg: Araka ny abidy
my: အက္ခရာအလိုက်
ro: Alfabetic
si: අකාරාදී

source: Trust Level
br: Live fiziañs
ca: Nivell de confiança
cy: Lefel Ymddiriedaeth
es: Nivel de confianza
fr: Niveau de confiance
hu: Megbízhatósági szint
mg: Haavon-toky
my: ယုံကြည်နိုင်စွမ်းအဆင့်
ro: Nivel de încredere
si: විශ්වාස මට්ටම

source: Vendor
br: Pourvezer
ca: Proveïdor
cy: Gwerthwr
es: Fabricante
fr: Éditeur
hu: Kiadó
mg: Mpivarotra
my: ထုတ်ဝေသူ
ro: Producător
si: විකුණුම්කරු

source: Search Apps
br: Klask arloadoù
ca: Cerca aplicacions
cy: Chwilio'r Apiau
es: Buscar apps
fr: Rechercher
hu: Appok keresése
mg: Hikaroka App
my: အက်ပ်များကို ရှာရန်
ro: Caută aplicații
si: යෙදුම් සොයන්න

source: close
br: serriñ
ca: tanca
cy: cau
es: cerrar
fr: fermer
hu: bezárás
mg: akatona
my: ပိတ်ရန်
ro: închide
si: වසන්න

source: clear
br: skarzhañ
ca: esborra
cy: clirio
es: limpiar
fr: effacer
hu: törlés
mg: mazava
my: ရှင်းလင်းရန်
ro: curăță
si: පිරිසිදු

source: Internal Apps
br: Arloadoù diabarzh
ca: Aplicacions internes
cy: Apiau Mewnol
es: Apps internas
fr: Applications internes
hu: Belső appok
mg: App Anatiny
my: ကိရိယာအတွင်းရှိ အက်ပ်များ
ro: Aplicații interne
si: අභ්‍යන්තර යෙදුම්

source: Privileged Apps
br: Arloadoù gant brientoù
ca: Aplicacions amb privilegis
cy: Apiau Breintiedig
es: Apps con privilegios
fr: Applications privilégiées
hu: Privilegizált appok
mg: App Manan-tombo
my: အခွင့်ရှိ အက်ပ်များ
ro: Aplicații privilegiate
si: බල ලත් යෙදුම්

source: Web Apps
br: Arloadoù Web
ca: Aplicacions web
cy: Apiau Gwe
es: Apps web
fr: Applications web
hu: Webappok
mg: App Web
my: ဝဘ်အက်ပ်များ
ro: Aplicații web

# tc-explicit-permissions
source: Permissions
br: Aotreoù
ca: Permisos
cy: Caniatâd
es: Permisos
hu: Jogosultságok
mg: Alàlana
my: ခွင့်ပြုချက်များ
ro: Permisiuni
si: අවසරයන්

source: Implicit Permissions
br: Aotreoù emplegat
ca: Permisos implícits
cy: Caniatâd Diofyn
es: Permisos implícitos
fr: Permissions implicites
hu: Implicit jogosultságok
mg: Alàlana Ankolaka
my: အကြွင်းမဲ့ ခွင့်ပြုချက်များ
ro: Permisiuni implicite
si: ගම්‍ය බලතල

source: Ask
br: Goulenn
ca: Demana
cy: Gofyn
es: Preguntar
fr: Demander
hu: Kérdés
mg: Anontanio
my: မေးရန်
ro: Întreabă
si: විමසන්න

source: Deny
br: Nac'hañ
ca: Denega
cy: Gwrthod
es: Denegar
fr: Refuser
hu: Tiltás
mg: Handà
my: ငြင်းပယ်ရန်
ro: Refuză
si: ප්‍රතික්ෂේප කරන්න

source: Grant
br: Aotren
ca: Permet
cy: Caniatáu
es: Conceder
fr: Autoriser
hu: Engedélyezés
mg: Hanome
my: ခွင့်ပြုရန်
ro: Acordă
si: පිරිනමන්න

source: Apps accessing this permission
br: Arloadoù o haeziñ an aotre-mañ
ca: Aplicacions que tenen aquest permís
cy: Apiau sy'n derbyn caniatâd
es: Apps que tienen este permiso
fr: Applications ayant cette permission
hu: A jogosultságot elérő appok
mg: Ireo app mahazo an'io alàlana io
my: ဒီခွင့်ပြုချက်ကို အသုံးပြုနေသည့် အက်ပ်များ
ro: Aplicațiile care accesează această permisiune
si: යෙදුම් මෙම බලතලයන්ට පිවිසෙමින්

source: Welcome to the Privacy Controls!
br: Donemat e kreiz reolerezhioù ho puhez prevez !
ca: Us donem la benvinguda als controls de privadesa
cy: Croeso i Reoli Preifatrwydd!
es: ¡Le damos la bienvenida a los Controles de privacidad!
fr: Bienvenue dans l’application Gestion vie privée.
hu: Üdvözöljük az Adatvédelmi beállításokban!
mg: Tonga soa eto amin'ny Famehezana Tsiambaratelo!
my: ကိုယ်ရေးထိန်းနေရာမှ ကြိုဆိုပါသည်။
ro: Bun venit la Opțiuni de intimitate!
si: පුද්ගලිකත්ව පාලකයන් වෙත පිළිගනිමු!

source: This app will help you enhance your privacy protection and enables you to lock or find your phone if it’s lost. Just have a closer look. It takes only 2 minutes!
br: Gwellaet e vo gwareziñ ho puhez prevez gant an arload-mañ. Gantañ e viot gouest da brennañ ho pellgomzer pe d'e gavout mar bez kollet. Taolit ur sell warnañ. 2 vunutenn e pado hepken !
ca: Aquesta aplicació us ajuda a millorar la protecció de la vostra privadesa i us permet bloquejar o trobar el vostre telèfon si el perdeu. Pareu atenció; només són dos minuts.
cy: Bydd yr ap y eich cynorthwyo i wella eich diogelwch preifatrwydd a'ch galluogi i gloi neu ganfod eich ffôn os yw ar goll. Cymrwch olwg manwl ar hwn. Dim ond 2 funud bydd yn ei gymryd!
es: Esta app le ayudará a optimizar la protección de su privacidad y le permitirá bloquear o encontrar su teléfono si lo pierde. Obtenga más información. ¡Solo le llevará 2 minutos!
fr: Cette application vous aide à protéger votre vie privée et vous permet de verrouiller ou retrouver votre téléphone s’il est perdu. Découvrons ensemble toutes les fonctionnalités disponibles, c’est très rapide.
hu: Ez az app segít javítani adatai védelmét, és lehetővé teszi készüléke zárolását vagy megtalálását, ha elveszett. Vegye szemügyre közelebbről, csak két perc!
mg: Ity app ity dia hanampy anao hanamafy ny fiarovan-tsiambaratelonao sy hahafahanao manidy na mahita ny telefaonanao raha very io. Jereo akaiky tsara fotsiny. 2 minitra fotsiny raha ela!
my: သင့်ကိုယ်ရေးကာကွယ်မှုကို မြှင့်တင်ရန်နှင့် သင့်ဖုန်းကို သော့ခတ်ရန် (သို့) အကယ်၍ ပျောက်သွားလျှင် ရှာဖွေရန် ဒီအက်ပ်သည် သင့်ကို ကူညီပါလိမ့်မည်။ အသေးစိပ် ကြည့်ရှုလိုက်ပါ။ 2 မိနစ်ပဲ အချိန်ပေးရပါမည်။
ro: Această aplicație te va ajuta să îmbunătățești protejarea intimității și îți permite să blochezi sau să găsești telefonul dacă e pierdut. Privește cu atenție. Ia doar 2 minute!
si: මෙම යෙදුම ඔබේ පුද්ගලිකත්ව ආරක්ශනය දියුණු කරන අතර ඔබේ දුරකථනය අහිමි වූ විට එය සොයාගැනීමට සහය දක්වයි. මඳක් සමීපව බලන්න. එයට ගතවන්නේ මිනිත්තු දෙකක් පමණි!

source: What is Location Adjustment good for?
br: Da betra e talv Kengeidadur al Lec'hiadur ?
ca: Per a què serveix l'Ajust de la ubicació?
cy: Beth yw gwerth Newid Lleoliad?
es: ¿Para qué sirve el Ajuste de ubicación?
fr: Pourquoi rendre ma position approximative ?
hu: Mire jó a hely módosítása?
mg: Inona no mahatsara ny Fanitsian-toerana?
my: တည်နေရာချိန်ညှိမှုသည် ဘာအတွက် ကောင်းပါသလဲ။
ro: Pentru ce este bună ajustarea locației?
si: ස්ථාන සීරුමාරුව සුදුසු වන්නේ කුමකටද?

source: Many apps access your geolocation, like the addressbook or the camera. If you don’t want to disclose your exact position, you can adjust the accuracy of your current location that is used by apps, set a custom location or hide your geolocation.
br: Tizhet e vez ho touarlec'hiañ gant kalz arloadoù evel ar c'harned chomlec'hioù pe ar c'hamera. Ma ne fell ket deoc'h reiñ sklaer ho lec'hiadur spis e vez kengeidet spister ho lec'hiadur bremanel arveret gant arloadoù, despizet ul lec'hiadur personelaet pe guzhet ho lec'hiadur.
ca: Moltes aplicacions, accedeixen a la vostra geolocalització, com ara la llibreta d'adreces i la càmera. Si no voleu compartir la vostra ubicació exacta, podeu ajustar el nivell de precisió de la vostra ubicació actual que utilitzen les aplicacions, definir una ubicació personalitzada o amagar la vostra geolocalització.
cy: Mae llawer o apiau'n defnyddio eich geoleoliad, fel y llyfr cyfeiriadau neu'r camera. Os nad ydych am ddatgelu eich union leoliad gallwch newid cywirdeb eich lleoliad presennol, gosod lleoliad cyfaddas neu guddio eich geoleoliad.
es: Muchas apps, como la libreta de direcciones o la cámara, acceden a su geolocalización. Si no desea mostrar su posición exacta, puede ajustar la precisión de la ubicación actual que utilizan las apps, definir una ubicación personalizada u ocultar su geolocalización.
fr: De nombreuses applications utilisent votre position géographique, comme le carnet d’adresses ou l’appareil photo. Si vous ne souhaitez pas leur communiquer votre position exacte, vous pouvez ajuster la précision de la position utilisée par ces applications, définir une position personnalisée ou bien masquer votre position.
hu: Számos app fér hozzá az Ön földrajzi helyéhez, mint például a címjegyzék vagy a kamera. Ha nem szeretné közzétenni a pontos helyét, akkor módosíthatja az appok által használt aktuális helyének pontosságát, beállíthat egyéni helyet vagy elrejtheti földrajzi helyét.
mg: Mahazo ny toerana misy anao ny app maro, toy ny bokin'adiresy na ny fakantsary. Raha tsy tianao ho fantatra ny toerana marina misy anao, dia azonao atao ny manitsy ny hamarin'ny toerana misy anao ankehitriny izay ampiasain'ireo app, mamaritra toerana manokana na manafina ny toerana misy anao.
my: လိပ်စာမှတ်စု (သို့) ကင်မရာ ကဲ့သို့သော အက်ပ်များသည် သင့် ပထဝီဝင်တည်နေရာကို အသုံးပြုနေကြသည်။ အကယ်၍ သင့်တည်နေရာအတိအကျကို မဖော်ပြလိုပါက အက်ပ်များက အသုံးပြုသည့် သင့်လက်ရှိတည်နေရာ၏ တိကျမှန်ကန်မှုကို ချိန်ညှိနိုင်ပါသည်။ စိတ်ကြိုက်တည်နေရာသတ်မှတ်ပါ (သို့) သင့်ပထဝီဝင်တည်နေရာကို ဖျောက်ထားပါ။
ro: Multe aplicații îți accesează geolocația, precum agenda sau camera. Dacă nu dorești să dezvălui locația ta exactă, poți ajusta acuratețea locației tale actuale care este folosită de aplicații, seta o locație personalizată sau ascunde geolocația.
si: කැමරාව, ලිපිනපොත වැනි බොහෝ යෙදුම් ඔබේ භූස්ථානය වෙත පිවිසේ. ඔබේ නිශ්චිත ස්ථානය හෙළි කිරීමට අවශ්‍ය නොවේ නම්, ඔබට යෙදුම් මගින් භාවිත කරන ඔබේ වත්මන් ස්ථානයේ නිරවද්‍යතාව සීරුමාරු කළ හැක, රුචි ස්ථානයක් සකසන්න හෝ ඔබේ භූස්ථානය සඟවන්න.

source: How to set Location Adjustment?
br: Penaos despizañ kengeidadur ho lec'hiadur ?
ca: Com es defineix l'Ajust de la ubicació?
cy: Sut i osod Newid Lleoliad?
es: ¿Cómo definir el Ajuste de ubicación?
fr: Comment faire pour rendre ma position approximative ?
hu: Hogyan adható meg a hely módosítása?
mg: Ahoana ny fanefena Fanitsian-toerana?
my: တည်နေရာချိန်ညှိမှုကို ဘယ်လို သတ်မှတ်ပါသလဲ။
ro: Cum să setez ajustarea locației?
si: ස්ථානීය සීරුමාරුව සකසන්නේ කෙසේද?
