Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: br, ca, cy, es, fr, hu, mg, my, ro, si

source: Privacy Controls
br: Reoliñ buhez prevez
ca: Controls de privadesa
cy: Rheoli Preifatrwydd
es: Controles de privacidad
fr: Gestion vie privée
hu: Adatvédelmi beállítások
mg: Famehezana Tsiambaratelo
my: ကိုယ်ရေးလုံခြုံမှု ထိန်းချုပ်ရန်များ
ro: Opțiuni de intimitate
si: පෞද්ගලිකත්වය සැකසුම්

source: Location Accuracy
br: Spister al lec'hiadur
ca: Precisió d'ubicació
cy: Cywirdeb Lleoliad
es: Precisión de ubicación
fr: Précision de la position
mg: Hamarin'ny Toerana
my: တည်နေရာ တိကျမှန်ကန်မှု
ro: Acuretețea locației
si: ස්ථාන නිරවද්‍යතාව

# location-accuracy.ariaLabel
source: Location Accuracy
br: Spister al lec'hiadur
si: ස්ථාන නිරවද්‍යතාව

source: Transparency Control
br: Reolerezh ar boullder
ca: Control de transparència
cy: Rheoli Tryloywder
es: Control de transparencia
fr: Contrôle transparence
mg: Famehezana Fangaharahana
my: ပွင့်လင်းမြင်သာမှု ထိန်းချုပ်နိုင်သည်များ
ro: Control de transparență
si: පාරදුශ්‍යතා පාලනය

# transparency-control.ariaLabel
source: Transparency Control
br: Reolerezh ar boullder
si: පාරදුශ්‍යතා පාලනය

# privacy-protection
source: Remote Protection
br: Gwarez a-bell
ca: Protecció remota
cy: Diogelwch Pell
es: Protección remota
fr: Protection à distance
mg: Fiarovan-davitra
my: အဝေးရောက် ကာကွယ်မှုစနစ်
ro: Protecție de la distanță
si: දුරථස්ථ ආරක්ශ්‍යනය

# privacy-protection.ariaLabel
source: Remote Protection
br: Gwarez a-bell
si: දුරථස්ථ ආරක්ශ්‍යනය

source: Guided Tour
br: Troiad heñchet
hu: Bemutató
si: මඟපෙන්වීම් සහිත සංචාරය

# guided-tour.ariaLabel
source: Guided Tour
br: Troiad heñchet
si: මඟපෙන්වීම් සහිත සංචාරය

# la-panel
source: Location Accuracy
br: Spister al lec'hiadur
ca: Precisió d'ubicació
cy: Cywirdeb Lleoliad
es: Precisión de ubicación
fr: Précision de la position
hu: Helymeghatározás pontossága
mg: Hamarin'ny Toerana
my: တည်နေရာ တိကျမှန်ကန်မှု
ro: Acuretețea locației
si: ස්ථාන නිරවද්‍යතාව

source: Geolocation
br: Douarlec'hiañ
ca: Geolocalització
cy: Geoleoliad
es: Geolocalización
fr: Géolocalisation
hu: Helymeghatározás
mg: Famantaran-toerana
my: ပထဝီဝင်တည်နေရာ
ro: Geolocație
si: ගෝලීය පිහිටුම

source: Location adjustment
br: Kengeidadur al lec'hiadur
ca: Ajust de la ubicació
cy: Newid lleoliad
es: Ajuste de ubicación
fr: Position approximative
hu: Hely módosítása
mg: Fanitsian-toerana
my: တည်နေရာ ချိန်ညှိမှု
ro: Ajustarea locației
si: ස්ථාන සීරුමාරුව

source: Remember: Location Adjustment influences the location {{brandShortName}} provides to apps. It will not affect your IP-address or locale settings, so some services might still be able to locate you.
br: Evezh : Kengeidadur al lec'hiadur a levezon lec'hiadur pourchaset d'an arloadoù gant {{brandShortName}}. Ne dizho ket ho chomlec'h-IP pe hoc'h arventennoù yezh, neuze e vo gouest gwazerezhioù zo da gavout al lec'h m'emaoc'h.
ca: Recordeu: l'ajust de la ubicació afecta la ubicació que el {{brandShortName}} proporciona a les aplicacions. No afecta els paràmetres d'adreça IP ni de llengua. Per tant, és possible que alguns serveis us puguin localitzar igualment.
cy: Cofiwch: Mae Newid Lleoliad yn effeithio ar y lleoliad y mae {{brandShortName}} yn ei ddarparu i apiau. Ni fydd yn effeithio ar eich cyfeiriad IP na gosodiadau locale, felly ni fydd rhai gwasanaethau yn gallu eich lleoli.
es: Recuerde: este ajuste influye sobre la ubicación que {{brandShortName}} proporciona a las apps. No afectará a su dirección IP ni a los ajustes de idioma, por lo que algunos servicios podrán seguir localizándole.
fr: Rappel : Ajuster la position modifie la position géographique que {{brandShortName}} communique aux applications. Cela n’affecte pas votre adresse IP ni vos paramètres de langue, ainsi certains services sont susceptibles de toujours pouvoir vous localiser.
hu: Ne feledje: a hely módosítása befolyásolja a {{brandShortName}} által az appoknak átadott helyet. Nem befolyásolja az IP-cím vagy területi beállításokat, így néhány szolgáltatás továbbra is képes lehet megtalálni Önt.
mg: Tadidio: ny Fanitsian-toerana dia miantefa amin'ny toerana omen'i {{brandShortName}} an'ireo app. Tsy hisy fiantraikany amin'ny adiresy IP anao na tefinao ifotony io, ka mety mbola ho afaka mamantatra ny misy anao ny serivisy sasany.
my: သတိရပါ။ တည်နေရာချိန်ညှိမှုသည် တည်နေရာ {{brandShortName}}မှ အက်ပ်သို့ ပေးပို့သည့် အချက်အလက်ပေါ် သက်ရောက်မှု ရှိသည်။ ထို့ကြောင့် အခြားဝန်ဆောင်မှုများသည် သင့်၏ တည်နေရာကို ရှာဖွေနိုင်ပါသေးသည်။ သို့သော် သင်၏ IP လိပ်စာ (သို့) ဒေသန္တရဘာသာစကား အပြင်အဆင်ကို မထိခိုက်ပါ။
ro: Reține: Ajustarea locației influențează locația pe care {{brandShortName}} o furnizează aplicațiilor. Nu va afecta adresa IP sau setările de limbă, așadar unele aplicații ar putea încă fi capabile să te localizeze.
si: සිහි තබා ගන්න: ස්ථාන සීරුමාරුව {{brandShortName}} විසින් යෙදුම් වලට ලබාදෙන ස්ථානයට බලපෑමක් ඇතිකරයි. එය ඔබේ IP ලිපිනය හෝ දේශීය සැකසුම් වෙත බලපෑමක් ඇති නොකරයි. එමනිසා ඇතැම් සේවාවන් හට ඔබව හඳුනා ගත හැක.

source: Adjust the global accuracy level of your current location for all apps, define and set a permanent fixed location and add exceptions for single apps.
br: Kengeidañ al live spister bedel eus ho lec'hiadur bremanel evit an holl arloadoù, despizañ hag arventennañ ul lec'hiadur fest ha peurzalc'hus hag ouzhpennañ nemedennoù evit arloadoù zo.
ca: Permet ajustar el nivell global de precisió de la vostra ubicació actual per a totes les aplicacions, definir una ubicació fixa permanent i afegir excepcions per a determinades aplicacions.
cy: Newid lefel cywirdeb eich lleoliad presennol ar gyfer pob ap, diffinio a gosod lleoliad gosodedig parhaol ac ychwanegu eithriad i apiau unigol.
es: Ajustar el nivel global de precisión de su ubicación actual para todas las apps, definir y establecer una ubicación fija permanente y añadir excepciones para determinadas apps.
fr: Permet d’ajuster pour toutes les applications le niveau de précision global de votre position actuelle, de définir une position fixe permanente et d’ajouter des exceptions par application.
hu: Módosítsa aktuális helyének globális pontossági szintjét minden apphoz, adjon meg állandó rögzített helyet, és vegyen fel kivételeket egyes appokhoz.
mg: Manitsy ny haavon'ny hamarina faoben'ny toerana misy anao ankehitriny ho an'ny app rehetra, mamaritra sy manefy toerana raikitra maharitra ary manampy faninganana ho an'ireo app tokan-tena.
my: အက်ပ်အားလုံးအတွက် သင့်လက်ရှိတည်နေရာ မှန်ကန်မှုအဆင့်ကို ချိန်ညှိသတ်မှတ်ပါ၊ အမြဲတမ်းပုံသေတည်နေရာကို သတ်မှတ်ပါ။ ပြီးတော့ အက်ပ်များတစ်ခုချင်းစီအတွက် ခြွင်းချက် ထည့်ပါ။
ro: Ajustează nivelul de acuratețe global a locației tale actuale pentru toate dispozitivele, definește și setează o locație fixă permanent sau adaugă excepții pentru unele aplicații.
si: සියළුම යෙදුම් සඳහා ගෝලීය නිරවද්‍යතා මට්ටම සීරුමාරු කරන්න, ස්ථිර ස්ථානයක් නිවේශනය කර තනි යෙදුම් සඳහා විකල්ප එක් කරන්න.

source: Adjustment
br: Kengeidañ
ca: Ajust
cy: Newid
es: Ajuste
fr: Position approximative
hu: Módosítás
mg: Fanitsiana
my: ချိန်ညှိချက်
ro: Ajustare
si: සීරුමාරුව

source: Add exceptions
br: Ouzhpennañ nemedennoù
ca: Afegeix excepcions
cy: Ychwanegu eithriad
es: Añadir excepciones
fr: Ajouter des exceptions
hu: Kivételek felvétele
mg: Hanampy faninganana
my: ခြွင်းချက်များ ထည့်ရန်
ro: Adaugă excepții
si: විකල්පයන් එක් කරන්න

source: This list shows all the apps, which are allowed to use your location.
br: Diskouez a ra al listenn-mañ an holl arloadoù aotreet da arverañ ho lec'hiadur.
ca: Aquesta llista mostra les aplicacions que poden utilitzar la vostra ubicació.
cy: Mae'r rhestr yn dangos pob ap sydd â chaniatâd i ddefnyddio eich lleoliad.
es: Esta lista muestra todas las apps que tienen permiso para usar su ubicación.
fr: Cette liste affiche toutes les applications pouvant accéder à votre position.
hu: Azon appok listája, amelyek megismerhetik a földrajzi helyzetét.
mg: Ity lisitra ity dia mampiseho ny app rehetra, izay avela hampiasa ny toerana misy anao.
my: ဒီစာရင်းတွင် သင့်တည်နေရာကို ရှာဖွေရယူခွင့် ရရှိထားသည့် အက်ပ်များအားလုံးကို ပြထားသည်။
ro: Această listă arată toate aplicațiile cărora le este permisă folosirea locației tale.
si: මෙම ලැයිස්තුව ඔබේ ස්ථානය භාවිත කිරීමට අවසර ඇති සියළු යෙදුම් පෙන්වයි.

source: User defined
br: Despizet gant an arveriad
ca: Definit per l'usuari
cy: Diffinio'r defnyddiwr
es: Definido por usuario
fr: Définie par l’utilisateur
hu: Felhasználói
mg: Faritan'ny mpampiasa
my: အသုံးပြုသူ သတ်မှတ်ထားသော
ro: Definit de utilizator
si: පරිශීලක නිවේශිත

source: {{ value }} km blur
br: {{ value }} km amspis
ca: Radi de {{ value }} km
es: Radio de {{ value }} km
fr: Zone de {{ value }} km de rayon
hu: {{ value }} km elmosás
mg: Manjavozavo {{ value }} km
my: {{ value }} km ခန့်မှန်း
ro: încețoșare la {{ value }} km

source: {{ value }} m blur
br: {{ value }} m amspis
ca: Radi de {{ value }} m
es: Radio de {{ value }} m
fr: Zone de {{ value }} m de rayon
hu: {{ value }} m elmosás
mg: Manjavozavo {{ value }} m
my: {{ value }} m ခန့်မှန်း
ro: încețoșare la {{ value }} m

# type-precise
source: Precise
br: Resis
ca: Precisa
cy: Manwl gywir
es: Precisa
fr: Précise
hu: Pontos
mg: Katroka
my: အတိအကျ
ro: Precis
si: නිරවද්‍ය

source: No location
br: Lec'hiadur ebet
ca: Sense ubicació
cy: Dim lleoliad
es: Sin ubicación
fr: Aucune position
hu: Nincs hely
mg: Tsisy toerana
my: တည်နေရာ ရှာမတွေ့ပါ။
ro: Nicio locație
si: ස්ථානය නොමැත

source: Attention!
br: Evezh !
ca: Atenció!
cy: Sylwch!
es: ¡Cuidado!
hu: Figyelem!
mg: Tandremo!
my: သတိပြု။
ro: Atenție!
si: සවන්දෙන්න!

source: You haven’t set a custom location yet. Please set this before working on other settings!
br: N'ho peus ket arventennet ul lec'hiadur personelaet c'hoazh. Arventennit an dra-se a-raok labourat war arventennoù all !
ca: Encara no heu definit cap ubicació personalitzada. Definiu-la abans de modificar cap altre paràmetre.
cy: Nid ydych wedi gosod lleoliad cyfaddas eto. Gosodwch hwn cyn gweithio ar osodiadau eraill!
es: No ha establecido una ubicación personalizada aún. Le aconsejamos que lo haga antes de definir otros ajustes.
fr: Vous n’avez pas encore défini de position personnalisée. Veuillez en définir une avant de modifier les autres paramètres.
hu: Még nem állított be egyéni helyet. Állítsa be a többi beállítás kezelése előtt!
mg: Tsy mbola nanefy toerana manokana ianao. Azafady, tefeo io alohan'ny hanaovana tefy hafa!
my: သင့်တွင် စိတ်ကြိုက် တည်နေရာ မသတ်မှတ်ရသေးပါ။ အခြားအပြင်အဆင်များကို မပြုလုပ်ခင် ကျေးဇူးပြု၍ သတ်မှတ်ပေးပါ။
ro: Nu ai setat o locație personalizată încă. Te rugăm să o setezi înainte de a lucra la alte setări!
si: ඔබ තවම රුචි ස්ථානය සකසා නොමැත. කරුණාකර වෙනත් සැකසුම් මත ක්‍රියා කිරීමට පෙර මෙය සකසන්න!

source: Custom Location
br: Lec'hiadur personelaet
ca: Ubicació personalitzada
cy: Lleoliad Cyfaddas
es: Ubicación personalizada
fr: Position personnalisée
hu: Egyéni hely
mg: Toerana Manokana
my: သိမ်းမည့်နေရာ ရွေးရန်
ro: Locație personalizată
si: රුචි ස්ථානය

source: Set custom location
br: Arventennañ al lec'hiadur personelaet
ca: Defineix una ubicació personalitzada
cy: Gosod lleoliad cyfaddas
es: Definir ubicación personalizada
fr: Personnaliser la position
hu: Egyéni hely megadása
mg: Hanefy toerana manokana
my: သိမ်းမည့်နေရာ ပြောင်းရန်
ro: Setează locația personalizată
si: රුචි ස්ථානය සකසන්න

source: Set location
br: Kefluniañ al lec'hiadur
ca: Defineix la ubicació
cy: Gosod y lleoliad
es: Definir ubicación
fr: Définir la position
hu: Hely megadása
mg: Hanefy toerana
my: တည်နေရာ သတ်မှတ်ရန်
ro: Setează locația
si: ස්ථානය සකසන්න

source: Set a custom location which is used as a fixed position.
br: Arventennañ ul lec'hiadur personelaet a zo arveret evel ul lec'hiadur digemm.
ca: Definiu una ubicació personalitzada, que s'utilitzarà com a posició fixa.
cy: Gosod lleoliad cyfaddas sy'n cael ei ddefnyddio fel safle gosodedig.
es: Definir una ubicación personalizada que se use como posición fija.
fr: Permet de définir une position personnalisée et de l’utiliser comme position permanente.
hu: Egyéni hely megadása, rögzített pozícióként való használatra.
mg: Manefy toerana manokana izay ampiasaina ho toy ny toerana raikitra.
my: ပုံသေတည်နေရာအနေနှင့် အသုံးပြုရန် စိတ်ကြိုက်တည်နေရာတစ်ခု သတ်မှတ်ပါ။
ro: Setează o locație personalizată care este folosită ca o poziție fixă.
si: ස්ථිර ස්ථානයක් ලෙස භාවිත කරන රුචි ස්ථානයක් සකසන්න.

source: Precise
br: Resis
ca: Precisa
cy: Manwl gywir
es: Precisa
fr: Position précise
hu: Pontos
mg: Katroka
my: အတိအကျ
ro: Poziție precisă
si: නිරවද්‍ය

source: No Location
br: Lec'hiadur ebet
ca: Sense ubicació
cy: Dim Lleoliad
es: Sin ubicación
fr: Aucune position
hu: Nincs hely
mg: Tsisy toerana
my: တည်နေရာ ရှာမတွေ့ပါ။
ro: Nicio locație
si: ස්ථානය නොමැත

source: Adjust the custom location accuracy level of the following app:
br: Kengeidañ live spister al lec'hiadur personelaet evit an arload-mañ :
ca: Ajusteu el nivell de precisió de la ubicació personalitzada de l'aplicació següent:
cy: Newid lefel cywirdeb y lleoliad cyfaddas yr ap:
es: Ajuste el nivel de precisión de la ubicación personalizada de la siguiente app:
fr: Ajuster le niveau de précision de la position personnalisée pour l’application suivante :
hu: Az egyéni helypontossági szint módosítása ezen apphoz:
mg: Manitsy ny haavon'ny hamarin'ny toerana manokan'ity app ity:
my: အောက်ပါအက်ပ်များအတွက် တည်နေရာမှန်ကန်မှုကို ချိန်ညှိပါ။
ro: Ajustează nivelul de acuratețe al locației actuale pentru următoarele aplicații:
si: පහත යෙදුමේ රුචි ස්ථාන නිරවද්‍යතා මට්ටම සීරුමාරු කරන්න:

# custom-location-ala-10
source: Custom Location
br: Lec'hiadur personelaet
ca: Ubicació personalitzada
cy: Lleoliad Cyfaddas
es: Ubicación personalizada
fr: Position personnalisée
hu: Egyéni hely
mg: Toerana Manokana
my: သိမ်းမည့်နေရာ ရွေးရန်
ro: Locație personalizată
si: රුචි ස්ථානය

source: Choose a region/city
br: Dibabit ur vro/kêr
ca: Trieu una regió/ciutat
cy: Dewis ardal/dinas
es: Elija una región/ciudad
fr: Choisir une région/ville
hu: Válasszon területet/várost
mg: Mifidiana faritra/tanàna
my: ဒေသ/မြို့ ရွေးပါ
ro: Alege o regiune/oraș
si: ප්‍රදේශය/නගරය තෝරන්න

source: Region
br: Bro
ca: Regió
cy: Ardal
es: Región
fr: Région
hu: Terület
mg: Faritra
my: ဒေသ
ro: Regiune
si: ප්‍රදේශය

source: City
br: Kêr
ca: Ciutat
cy: Tref/Dinas
es: Ciudad
fr: Ville
hu: Város
mg: Tanàna
my: မြို့
ro: Oraș
si: නගරය

source: Enter GPS Coordinates
br: Enankañ daveennoù GPS
ca: Introduïu les coordenades GPS
cy: Rhowch Gyfesurynnau GPS
es: Indicar coordenadas GPS
fr: Coordonnées GPS
hu: GPS koordináták megadása
mg: Ampidiro Fangitra GPS
my: GPS ကိုဩဒိနိတ်များကို ရေးပါ
ro: Introdu coordonatele GPS
si: GPS ඛණ්ඩාංක

source: Please enter the GPS coordinates for longitude from -180.0 to 180 and latitude from -90.0 to 90.0 degree with a dot to separate full degrees lower values.
br: Mar plij, enankit daveennoù ar GPS evit an hedred diouzh -180.0 betek 180 hag evit al ledred diouzh -90.0 betek 90.0 derez gant ur pik da zispartiañ gwerzhioù an derezioù klok diouzh ar re izel.
ca: Introduïu les coordenades GPS per a la longitud (de -180.0 a 180 graus) i latitud (de -90.0 a 90.0 graus) amb un punt per separar els graus absoluts.
cy: Rhowch y cyfesurynnau GPS ar gyfer hydred o -180.0 i 180 a lledred o -90.0 i 90.0 gradd gyda dot i wahanu gwerthoedd isaf graddau llawn.
es: Indique las coordenadas GPS comprendidas entre -180.0 y 180 grados para la longitud y entre -90.0 y 90.0 grados para la latitud, con un punto de separación para los decimales.
fr: Veuillez saisir des coordonnées GPS comprises entre -180.0 et 180 degrés pour la longitude, entre -90.0 et 90.0 degrés pour la latitude et dont la partie décimale est séparée par un point.
hu: Írja be a GPS koordinátákat, hosszúság esetén -180.0 és 180, szélesség esetén -90.0 és 90 fok között, tizedespont használatával.
mg: Azafady, ampidiro ireo fangitra GPS ho an'ny laozitioda eo anelanelan'ny -180,0 sy 180 ary ny latitioda eo anelanelan'ny -90,0 sy 90,0.
my: ကျေးဇူးပြု၍ GPS ကိုဩဒိနိတ်များကို လတ္တီတွဒ် 180.0 မှ 180 အတွင်းနှင့် လောင်ဂျီတွဒ် 90.0 မှ 90.0 ဒီဂရီအတွင်း ဒီဂရီအပြည့် တန်ဖိုးနိမ့်များအတွက် အစက်ခံပြီး ရိုက်ပါ
ro: Te rugăm să introduci coordonatele GPS pentru longitudine de la -180.0 grade la 180 și latitudine de la -90.0 grade to 90.0, cu punct pentru separarea părții zecimale.
si: කරුණාකර දේශාංක -180.0 සිට 180 හා -90.0 වෙත 90.0 අක්ෂාංශ සඳහා අඩු අගයන් වෙන්කිරීමට තිත භාවිත කරමින් GPS ඛණ්ඩාංක ඇතුළත් කරන්න.

source: Latitude
br: Ledred
ca: Latitud
cy: Lledred
es: Latitud
hu: Szélesség
mg: Latitioda
my: လတ္တီတွဒ်
ro: Latitudine
si: අක්ෂාංශ

source: Longitude
br: Hedred
ca: Longitud
cy: Hydred
es: Longitud
hu: Hosszúság
mg: Laozitioda
my: လောင်ဂျီတွဒ်
ro: Longitudine
si: දේශාංක

source: Global Settings
br: Arventennoù hollek
ca: Paràmetres globals
cy: Gosodiadau Eang
es: Ajustes globales
fr: Paramètres globaux
hu: Globális beállítások
mg: Tefy Faobe
my: ဂလိုဘယ် အပြင်အဆင်များ
ro: Setări globale
si: ගෝලීය සැකසුම්

# rp-panel
source: Remote Protection
br: Gwarez a-bell
ca: Protecció remota
cy: Diogelwch Pell
es: Protección remota
fr: Protection à distance
hu: Távoli védelem
mg: Fiarovan-davitra
my: အဝေးရောက် ကာကွယ်မှုစနစ်
ro: Protecție de la distanță
si: දුරථස්ථ ආරක්ශ්‍යනය

source: Please set a passphrase to secure your remote features (maximum 100 characters).
br: Mar plij, despizit ur frazenn dremen da ziogeliñ ho keweriusterioù a-bell (100 arouezenn d'ar muiañ).
ca: Definiu una frase de contrasenya per protegir les funcions remotes (màxim de 100 caràcters).
cy: Gosodwch gyfrinymadrodd i ddiogelu eich nodweddion pell (uchafswm o 100 nod).
es: Configure una frase secreta para proteger las funcionalidades remotas (100 caracteres máx.).
fr: Veuillez définir une phrase secrète pour sécuriser les fonctionnalités utilisables à distance (100 caractères maximum).
hu: Írjon be egy jelmondatot a távoli funkciók védelméhez (legfeljebb 100 karakter).
mg: Azafady, manefe andianteny fidirana hiarovana ireo fiasan-davitrao (maritsoratra 100 farafahabeny).
my: သင့်အဝေးထိန်း စွမ်းရည်များကို လုံခြုံစေရန် ကျေးဇူးပြု၍ စကားဝှက် သတ်မှတ်ပါ (စာလုံး 100 အများဆုံး)။
ro: Te rugăm să setezi o frază de acces pentru a securiza funcțiile de la distanță (maxim 100 de caractere).
si: දුරස්ථ ලක්ෂණයන් ආරක්ෂාකාරී කිරීමට පාස්වදනක් යොදන්න (උපරිම අකුරු 100කි).

source: New passphrase
br: Frazenn-dremen nevez
ca: Frase de contrasenya nova
cy: Cyfrinymadrodd newydd
es: Nueva frase secreta
fr: Nouvelle phrase secrète
hu: Új jelmondat
mg: Andianteny fidirana vaovao
my: စကားဝှက် အသစ်
ro: Frază de acces nouă
si: නව පාස්වදන

source: Confirm new passphrase
br: Kadarnaat ar frazenn-dremen nevez
ca: Confirmeu la frase de contrasenya
cy: Cadarnhau'r cyfrinymadrodd newydd
es: Confirmar nueva frase secreta
fr: Confirmation de la phrase secrète
hu: Új jelmondat megerősítése
mg: Hamafiso ny andianteny fidirana vaovao
my: စကားဝှက် အသစ် အတည်ပြုပါ
ro: Confirmă fraza de acces nouă
si: නව පාස්වදන සනාථ කරන්න

source: Please enter your passphrase.
br: Mar plij, enankit ho frazenn-dremen.
ca: Introduïu la frase de contrasenya.
cy: Rhowch eich cyfrinymadrodd.
es: Escriba su frase secreta.
fr: Veuillez saisir votre phrase secrète.
hu: Írja be a jelmondatot.
mg: Ampidiro, azafady, ny andianteny fidiranao.
my: ကျေးဇူးပြု၍ သင့်စကားဝှက် ရိုက်ပါ။
ro: Te rugăm să introduci fraza de acces.
si: ඔබගේ පාස්වදන ඇතුල් කරන්න

source: Forgot/Change your passphrase?
br: Ankouaet/Kemmañ ho frazenn-dremen ?
ca: Heu oblidat la frase de contrasenya o voleu canviar-la?
cy: Anghofio/Newid eich cyfrinair?
es: ¿Olvidó/cambió su frase secreta?
fr: Réinitialiser ou modifier la phrase secrète
hu: Elfelejtett / módosítandó jelmondat?
mg: Hadino/Hanova ny andianteny fidiranao?
my: သင့် စကားဝှက်ကို မေ့သွားပါသလား/ပြောင်းမှာလား။
ro: Ai uitat/Schimbi fraza de acces?
si: ඔබගේ පාස්වදන අමතක/මාරුකිරීමට අවශ්‍ය ද?

source: Passphrase
br: Frazenn-dremen
ca: Frase de contrasenya
cy: Cyfrinymdarodd
es: Frase secreta
fr: Phrase secrète
hu: Jelmondat
mg: Andianteny fidirana
my: စကားဝှက်
ro: Frază de acces
si: පාස්වදන

source: To reset your passphrase please enter Passcode lock/SIM PIN and new passphrase.
br: Da adderaouekaat ho frazenn-dremen, roit ho rineg-tremen prennañ/PIN SIM hag ar frazenn-dremen nevez.
ca: Per reiniciar la vostra frase de contrasenya, introduïu el codi de bloqueig o el PIN de la SIM i la frase de contrasenya nova.
cy: I ailosod eich cyfrinymadrodd, rhowch clo PIN SIM/Cyfringod a chyfrinymadrodd newydd.
es: Para restablecer su frase secreta, escriba bloqueo con código/PIN SIM y nueva frase secreta.
fr: Pour réinitialiser votre phrase secrète veuillez saisir votre code d’accès ou code PIN puis une nouvelle phrase secrète.
hu: A jelmondat visszaállításához írja be a jelkódot / SIM PIN-t, és az új jelmondatot.
mg: Raha hanefy indray ny andianteny fidiranao, dia ampidiro, azafady, ny PIN an'ny SIM / Hidin-kaody fidirana sy ny andianteny fidirana vaovao.
my: သင့်စကားဝှက်ကို ပြန်သတ်မှတ်ရန် ကျေးဇူးပြု၍ passcode lock/SIM PIN နှင့် စကားဝှက်အသစ် ရိုက်ပါ။
ro: Pentru a reseta fraza de acces te rugăm să introduci codul de acces/PIN-ul pentru SIM și o frază de acces nouă.
si: ඔබේ පාස්වදන යළි සැකසීමට පාස්කේත අගුළ/SIM PIN සහ නව පාස්වදන ඇතුළත් කරන්න.

source: Enter Code
br: Enankañ ar voneg
ca: Introduïu el codi
cy: Rhowch y Cod
es: Escribir código
fr: Saisir le code
hu: Írja be a kódot
mg: Ampidiro Kaody
my: ကုဒ် ရိုက်ပါ
ro: Introdu codul
si: කේතය ඇතුළත් කරන්න

source: Passphrase is wrong!
br: Diwir eo ar frazenn dremen!
ca: La frase de contrasenya és incorrecta.
cy: Cyfrinymadrodd anghywir!
es: La frase secreta es incorrecta.
fr: La phrase secrète est incorrecte.
hu: A jelmondat hibás!
mg: Diso ny andianteny fidirana!
my: စကားဝှက် မှားနေသည်
ro: Fraza de acces e greșită!
si: පාස්වදන වැරදියි!

source: Passphrase is empty!
br: Goullo eo ar frazenn dremen!
ca: La frase de contrasenya és buida.
cy: Mae'r cyfrinymadrodd yn wag!
es: La frase secreta está vacía.
fr: La phrase secrète n’est pas renseignée.
hu: A jelmondat üres!
mg: Diso ny andianteny fidirana!
my: စကားဝှက်သည် အလွတ်ဖြစ်နေသည်
ro: Fraza de acces e goală!
si: පාස්වදන හිස්!

source: Passphrase is too long!
br: Re hir eo ar frazenn dremen !
ca: La frase de contrasenya és massa llarga.
cy: Mae'r cyfrinymadrodd yn rhy hir!
es: La frase secreta es muy larga.
fr: La phrase secrète est trop longue.
hu: A jelmondat túl hosszú!
mg: Diso ny andianteny fidirana!
my: စကားဝှက်သည် ရှည်လွန်းသည်
ro: Fraza de acces e prea lungă!
si: පාස්වදන ඉතා දිගුයි!

source: You cannot use special characters!
br: Arabat arverañ arouezennoù arbennik!
ca: No es poden utilitzar caràcters especials.
cy: Nid oes modd defnyddio nodau arbennig!
es: No es posible usar caracteres especiales.
fr: Les caractères spéciaux ne sont pas autorisés.
hu: Nem használhat speciális karaktereket!
mg: Tsy afaka mampiasa maritsoratra miavaka ianao!
my: အထူးစာလုံးများ အသုံးမပြုနိုင်ပါ။
ro: Nu poți folosi caractere speciale!
si: ඔබට විශේෂිත අක්ෂර භාවිත කළ නොහැක!

source: Confirmation must match passphrase!
br: Ar c'hadarnadur a dle kenglotañ gant ar frazenn dremen!
ca: La confirmació ha de coincidir amb la frase de contrasenya.
cy: Rhaid i'r cadarnhad gyfateb i'r cyfrinymadrodd!
es: La confirmación debe coincidir con la frase.
fr: La confirmation doit correspondre avec la phrase secrète.
hu: A megerősítésnek egyeznie kell a jelmondattal!
mg: Tsy maintsy atao mitovy amin'ny andianteny fidirana ilay fanamafisana!
my: အတည်ပြုစကားဝှက်သည် မူလစကားဝှက်နှင့် တူညီရမည်။
ro: Confirmarea trebuie să se potrivească cu fraza de acces!
si: තහවුරු කිරීමට පාස් වදන් ගැළපිය යුතුයි!

source: Passcode lock is empty!
br: Goullo eo ar rineg-tremen prennañ !
ca: El codi de bloqueig és buit.
cy: Mae clo'r cyfringod yn wag!
es: El bloqueo con código está vacío.
fr: Le code d’accès n’est pas renseigné.
hu: A zároló jelkód üres!
mg: Foana ny Hidin-kaody fidirana!
my: Passcode lock သည် အလွတ် ဖြစ်နေသည်။
ro: Codul de acces e gol!
si: පාස්කේත අගුළ හිස්ව ඇත!
