Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: br, ca, cy, es, fr, hu, mg, my, ro, si

source: Your device should ring now and was locked. You can unlock it with your passcode.
br: O seniñ e tlefe bezañ ha prennet eo bet ho trevnad. Dibrennet e vez gant ho rineg-tremen.
ca: El dispositiu hauria de començar a sonar ara i s'ha bloquejat. Podeu desbloquejar-lo amb el codi d'accés.
cy: Dylai eich dyfais ganu nawr a'i chloi. Gallwch ei datgloi gyda'ch cyfringod.
es: Su dispositivo debería sonar ahora mismo y fue bloqueado. Puede desbloquearlo con su código.
fr: Votre appareil devrait sonner en ce moment même et il a été verrouillé. Vous pouvez le déverrouiller avec votre code d’accès.
hu: A készülékének most csörögnie kell, és zárolásra került. A jelkódjával oldhatja fel.
mg: Tokony efa maneno izao ary mihidy ny fitaovanao. Azonao vohaina amin'ny kaody fidiranao io.
my: သင့်ကိရိယာသည် အခုချိန်ဆိုလျှင် မြည်သင့်နေပြီး သော့ခတ်ပြီးသား ဖြစ်သင့်သည်။ သင့် ပတ်စ်ကုဒ်ကို သုံးပြီး သော့ဖွင့်နိုင်ပါသည်။
ro: Dispozitivul tău ar trebui să sune acum și a fost blocat. Îl poți debloca cu codul de acces.

source: Your device was locked. You can unlock it with your passcode.
br: Prennet eo bet ho trevnad. Dibrennet e vez gant ho rineg-tremen.
ca: El dispositiu s'ha bloquejat. Podeu desbloquejar-lo amb el codi d'accés.
cy: Mae eich ffôn wedi ei gloi. Gallwch ei ddatgloi gyda'ch cyfringod.
es: Su dispositivo fue bloqueado. Puede desbloquearlo con su código.
fr: Votre appareil a été verrouillé. Vous pouvez le déverrouiller avec votre code d’accès.
hu: A készülék zárolásra került. A jelkódjával oldhatja fel.
mg: Mihidy ny fitaovanao. Azonao vohaina amin'ny kaody fidiranao io.
my: သင့်ကိရိယာကို သော့ခတ်ထားသည်။ သင့်ပတ်စ်ကုဒ်နှင့် သော့ဖွင့်နိုင်သည်။
ro: Dispozitivul tău a fost blocat. Îl poți debloca cu codul de acces.

source: Your device coordinates are @{{latitude}},{{longitude}} and your device was locked. You can unlock it with your passcode.
br: Daveoù ho trevnad a zo @{{latitude}},{{longitude}} ha prennet eo bet ar benveg. Tu zo deoc'h dibrennañ anezhañ gant ho rineg-tremen.
ca: Les coordenades del dispositiu són @{{latitude}},{{longitude}}. El dispositiu s'ha bloquejat. Podeu desbloquejar-lo amb el codi d'accés.
cy: Dyma gyfesurynnau eich dyfais @{{latitude}},{{longitude}} ac mae eich dyfais wedi ei chloi. Gallwch ei datgloi gyda'ch cyfringod.
es: Las coordenadas de su dispositivo son @{{latitude}},{{longitude}} y su dispositivo fue bloqueado. Puede desbloquearlo con su código.
fr: Les coordonnées de votre appareil sont @{{latitude}},{{longitude}} et il a été verrouillé. Vous pouvez le déverrouiller avec votre code d’accès.
hu: A készülék koordinátái: @{{latitude}},{{longitude}}. A készülék zárolásra került. A jelkódjával oldhatja fel.
mg: Ny fangitry ny fitaovanao dia @{{latitude}},{{longitude}} ary mihidy ny fitaovanao. Azonao vohaina amin'ny kaody fidiranao io.
my: သင့်ကိရိယာ၏ ကိုဩဒိနိတ်သည် @{{latitude}},{{longitude}} တွင် ရှိကြပြီး သော့ခတ်ထားပါသည်။ သင့်ပတ်စ်ကုဒ်ကို သုံးပြီး သော့ဖွင့်နိုင်ပါသည်။
ro: Coordonatele dispozitivului sunt @{{latitude}},{{longitude}} iar dispozitivul a fost blocat. Îl poți debloca cu codul de acces.

source: About Privacy Controls
br: A-zivout Reolerezhioù ar vuhez prevez
ca: Quant als controls de privadesa
cy: Ynghylch Rheoli Preifatrwydd
es: Acerca de Controles de privacidad
fr: Gestion vie privée
hu: Az adatvédelmi beállításokról
mg: Momba ny Famehezana Tsiambaratelo
my: ကိုယ်ရေးလုံခြုံမှု ထိန်းချုပ်ကိရိယာများအကြောင်း
ro: Despre Opțiuni de intimitate
si: පෞද්ගලික සිටුවම් පිළිබඳව

source: Version
br: Handelv
ca: Versió
cy: Fersiwn
es: Versión
hu: Verzió
mg: Kinova
my: ဗားရှင်း
ro: Versiune
si: වෙළුම

source: Build-ID
br: Naoudi ar c'hempunañ
ca: Identificador del muntatge
cy: Enw'r Adeiladedd
fr: Identifiant de compilation
ro: Identificator versiune
si: ගොඩනැගුම් ID:

source: About the Privacy Controls
br: A-zivout Reolerezhioù ar vuhez prevez
ca: Quant als controls de privadesa
cy: Ynghylch Rheoli Preifatrwydd
es: Acerca de los Controles de privacidad
fr: À propos de Gestion vie privée
hu: Az adatvédelmi beállításokról
mg: Momba ny Famehezana Tsiambaratelo
my: ကိုယ်ရေးလုံခြုံမှု ထိန်းချုပ်ကိရိယာများအကြောင်း
ro: Despre Opțiuni de intimitate
si: පෞද්ගලික පාලක පිළිබඳව

source: Together with Deutsche Telekom the Mozilla Foundation developed the Privacy Controls to enable the user to take back control of the personal data
br: The Mozilla Foundation en deus diorroet Reolerezhioù ar vuhez prevez asambles gant Deutsche Telekom evit aotren an arveriad da adkemer reolerezh e roadennoù personel.
ca: Juntament amb Deutsche Telekom, Mozilla Foundation ha desenvolupat els controls de privadesa per tal que l'usuari pugui recuperar el control de les seves dades personals.
cy: Mae'r Mozilla Foundation a Deutsche Telekom wedi datblygu'r Rheoli Preifatrwydd i alluogi defnyddwyr i gymryd rheolaeth o'u data personol
es: Junto con Deutsche Telekom, la Fundación Mozilla desarrolló los Controles de privacidad con el objetivo de darle al usuario la posibilidad de recuperar el control de sus datos personales
fr: Mozilla Foundation et Deutsche Telekom ont conjointement développé l’application Gestion vie privée pour permettre à l’utilisateur de reprendre le contrôle de ses données personnelles
hu: A Deutsche Telekommal karöltve a Mozilla Foundation kifejlesztette az Adatvédelmi beállítások appot, amellyel a felhasználó visszaveheti a személyes adatai feletti ellenőrzést
mg: Miaraka amin'i Deutsche Telekom, Mozilla Foundation dia namolavola ireo Famehezana Tsiambaratelo mba hahafahan'ny mpampiasa maka hiverina aminy ny famehezana ny datany manokana
my: မော်ဇီလာဖောင်ဒေးရှင်းသည် Deutsche Telekomနှင့်အတူ လက်တွဲပြီး ကိုယ်ပိုင်အချက်အလက်များကို ပြန်လည်ထိန်းချုပ်နိုင်ရယူနိုင်စေသည့် ကိုယ်ရေးလုံခြုံမှု ထိန်းချုပ်ကိရိယာကို တည်ဆောက်ခဲ့သည်။
ro: Împreună cu Deutsche Telekom, Mozilla Foundation a dezvoltat Opțiuni de intimitate pentru a permite utilizatorului să preia controlul datelor personale

source: Guided Tour
ca: Visita guiada
fr: Visite guidée
mg: Fizahana Misy Mpitarika
my: လမ်းညွှန်ထားသည့် အလည်အပတ်ခရီးစဉ်
ro: Tur cu ghid

source: SIM 1
hu: 1. SIM

source: SIM 2
hu: 2. SIM
