Repository: phlax/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: br, ca, cy, es, fr, hu, mg, my, ro, si

source: Not every app needs your exact location to work properly. Instead of sharing your exact coordinates, you can choose to effectively blur your location to e.g. 50 miles around you. This way, your weather app will still work, but you are not disclosing your exact location. Remember: Location Adjustment will not completely hide you!
br: An arloadoù n'o deus ket ezhomm ho lec'hiadur spis evit bezañ efedus. Mar fell deoc'h, dibabit da lakaat amspis ho lec'hiadur, dle 50 km tro dro deoc'h. Evel-se ez ay en-dro hoc'h arloadoù a-fet hin, ne vo ket roet ho lec'hiadur spis, avat. Dalc'hit soñj : Ne viot ket kuzhet da vat gant Kengeidadur ho Lec'hiadur !
ca: No totes les aplicacions necessiten conèixer la vostra ubicació exacta per funcionar correctament. En lloc de compartir les vostres coordenades exactes, podeu triar «difuminar» la vostra ubicació en un radi de, per exemple, 80 km. D'aquesta manera, l'aplicació del temps continuarà funcionant, però ja no estareu compartint la vostra ubicació exacta. Però recordeu: l'Ajust de la ubicació no farà que quedeu totalment amagats.
cy: Does dim angen eich union leoliad ar bob ap i weithio'n iawn. Yn lle rhannu eich cyfesurynnau manwl, gallwch ddewis i amwyso eich lleoliad i e.e. 50 milltir o'ch amgylch. Fel hyn bydd eich ap tywydd y dal i weithio, heb i chi ddatgelu eich union leoliad. Cofiwch: ni fydd Newid Lleoliad yn eich cuddio'n llwyr!
es: No todas las aplicaciones requieren conocer la ubicación exacta para su correcto funcionamiento. En lugar de compartir sus coordenadas exactas, puede optar por difuminar su ubicación en un radio de 80 km, por ejemplo. De esta forma, la app que pronostica el tiempo seguirá funcionando, y usted no mostrará su ubicación exacta. Recuerde: el Ajuste de ubicación no le ocultará totalmente.
fr: Toutes les applications n’ont pas besoin de savoir exactement où vous vous trouvez pour fonctionner. Au lieu de dévoiler vos coordonnées précises, vous pouvez rendre votre position approximative en indiquant, par exemple, une zone de 50 km de rayon autour de votre position. Ainsi, votre application météo fonctionnera toujours, mais vous ne lui communiquerez pas votre position exacte. Attention cependant, rendre votre position approximative ne la masquera pas complètement.
hu: Nem minden appnak van szüksége a pontos helyére a megfelelő működéshez. A pontos koordinátái megosztása helyett választhatja helyének elmosását egy 80 km-es körben. Így az időjárás appok továbbra is működnek, de nem teszi nyilvánossá a pontos helyét. Ne feledje: a hely módosítása nem rejti el teljesen!
mg: Tsy ny app tsirairay no mila ny toerana marina misy anao mba hampandeha tsara. Aza mizara ny fangitra marina misy anao, fa azonao atao ny mifidy ny hampanjavozavo ny toerana misy anao ho 50 maila manodidina anao ohatra. Amin'izay, mbola handeha foana ny app toetrandronao, saingy tsy mampahalala ny toerana marina misy anao ianao. Tadidio: Fanitsian-toerana dia tsy hanafina anao tanteraka.
my: အက်ပ်များ ကောင်းကောင်းအလုပ်လုပ်ရန် သင့်တည်နေရာအတိအကျကို အက်ပ်တိုင်း မလိုအပ်ပါ။ သင့်ကိုဩဒိနိတ်အတိအကျကို မျှဝေခြင်းအစား သင့်ခန့်မှန်းတည်နေရာကို (နမူနာ၊ မိုင် 50 ပတ်လည်) ရွေးချယ်နိုင်သည်။ ဒီနည်းလမ်းဖြင့် သင့်တည်နေရာအတိအကျကို မဖော်ပြသော်လည်း သင့်ရာသီဥတုဆိုင်ရာအက်ပ်သည် ဆောင်ရွက်နိုင်ပါသေးသည်။ သတိရပါ၊ တည်နေရာချိန်ညှိမှုသည် သင့်ကို လုံးဝ မဖုံးကွယ်နိုင်ပါ။
ro: Nu toate aplicațiile au nevoie de locația exactă pentru a funcționa corespunzător. În schimbul împărtășirii coordonatelor exacte, poți alege să-ți faci efectiv neclară locația, de exemplu, pe o rază de 80 km în jurul tău. În acest fel, aplicația meteo încă va funcționa, însă nu îți divulgi locația exactă. Reține: Ajustarea locației nu te va ascunde complet!
si: සෑම යෙදුමකටම නිසිලෙස ක්‍රියාකිරීමට ඔබේ නිවැරදි ස්ථානය අවශ්‍ය නොවේ. ඔබේ නිවැරදි ස්ථානය බෙදාගැනීමෙන් තොරව ඔබට ඔබේ ස්ථානය ඔබ වටා සැතපුම් 50ක් පමණ තෙක් අඳුරු කළ හැක. මෙමගින් ඔබේ කාළගුණ යෙදුම් ක්‍රියාකරනු ඇත. නමුත් ඔබ ඔබේ නිශ්චිත ස්ථානය හෙළි නොකරයි. ස්ථානීය සීරුමාරුව ඔබව සම්පූර්ණයෙන් සඟවන්නේ නැතිබව සිහිතබාගන්න.

source: What is Custom Location?
br: Petra a dalv Personelaat al Lec'hiadur ?
ca: Què és la Ubicació personalitzada?
cy: Beth yw Lleoliad Cyfaddas?
es: ¿Qué es la ubicación personalizada?
fr: Qu’est-ce qu’une position personnalisée ?
hu: Mi az az egyéni hely?
mg: Inona no atao hoe Toerana Manokana?
my: စိတ်ကြိုက်တည်နေရာဆိုတာ ဘာလဲ။
ro: Ce e locația personalizată?
si: රුචි ස්ථානය යනු කුමක්ද?

source: With the custom location setting you are able to hide your real location and set it to another place worldwide. You choose where you are!
br: Dre arventennañ al lec'hiadur personelaet ez oc'h barrek da guzhat ho lec'hiadur gwir ha reiñ ul lec'h all er bed a-bezh. Ganeoc'h e vez dibabet al lec'h m'emaoc'h !
ca: La funció d'ubicació personalitzada permet amagar la vostra ubicació real i definir-la en algun altre lloc del món. Trieu on sou!
cy: Gyda'r gosodiad lleoliad cyfaddas mae modd i chi guddio eich lleoliad go iawn a'i osod i leoliad arall. Gallwch ddewis lle rydych chi!
es: Con los ajustes de ubicación personalizada puede ocultar su ubicación real y establecerla en otro lugar del mundo. Puede elegir dónde está.
fr: En définissant une position personnalisée vous pourrez masquer votre position réelle et ainsi utiliser une position complètement différente à la place. Cela peut être n’importe où !
hu: Az egyéni hely beállításával elrejtheti a valódi helyét, és beállíthatja egy tetszőleges másik helyre. Eldöntheti, hogy hol szeretne lenni!
mg: Ny tefin'ny toerana manokana dia ahafahanao manafina ny toerana marina misy anao sy manefy azy ho toerana hafa eran'izao tontolo izao. Ianao no mifidy izay misy anao!
my: စိတ်ကြိုက်တည်နေရာအပြင်အဆင်သည် သင့်တည်နေရာအစစ်ကို ဖုံးကွယ်နိုင်စေသည်။ ပြီးတော့ ၄င်းကို ကမ္ဘာအဝှမ်းရှိ အခြားနေရာတစ်ခုသို့ သတ်မှတ်ပါ။ သင်ရောက်ရှိရာနေရာကို သင်ရွေးနိုင်သည်။
ro: Cu setarea de locație personalizată poți să îți ascunzi locația adevărată și să setezi o altă locație de pe mapamond. Tu alegi unde ești!
si: රිසිකල ස්ථානීය සැකසුම මඟින් ඔබගේ සැබෑ ස්ථානය සඟවා එය වෙනත් ස්ථානයක් ලෙස පෙන්වීමේ හැකියාව සතුයි. ඔබ සිටිනා ස්ථානය තෝරාගන්න!

source: What is location per app?
br: Petra a dalv al lec'hiadur dre un arload ?
ca: Què és la ubicació per aplicació?
cy: Beth yw lleoliad yn ôl ap?
es: ¿Qué es la ubicación por app?
fr: Que sont les positions spécifiques aux applications ?
hu: Mi az az apponkénti hely?
mg: Inona no atao hoe toerana isaka app?
my: အက်ပ်တစ်ခုချင်းစီ၏ တည်နေရာဆိုတာ ဘာလဲ။
ro: Ce este locație per aplicație?
si: යෙදුමකට කුමන ස්ථානය ද?

source: Here you will find an overview of all apps, that can access your geolocation. You can adjust the settings for each app individually. They overwrite the global location accuracy for that app.
br: Aze e vo tu deoc'h kaout ur sell hollek war an holl arloadoù a c'hell haeziñ ho douarlec'hiañ. Tu 'zo deoc'h kengeidañ an arventennoù evit pep arload. Flastrañ a raio ar spister lec'hiadur hollek evit an arload-mañ.
ca: Aquí trobareu una llista de totes les aplicacions que poden accedir a la geolocalització. Podeu ajustar els paràmetres de cada aplicació individualment. Aquests paràmetres prevalen sobre la precisió global de la ubicació de cada aplicació.
cy: Yma cewch drosolwg o bob ap sy'n gallu cael mynediad i'ch geoleoliad. Gallwch newid y gosodiadau ar gyfer pob ap yn unigol. Maen nhw'n trosysgrifennu cywirdeb lleoliad cyffredinol yr ap hwnnw.
es: Aquí encontrará una lista de todas las apps que pueden acceder a la geolocalización. Puede definir individualmente los ajustes de cada app, lo que eliminará la precisión de ubicación global para esa app en concreto.
fr: Depuis la liste de toutes les applications qui peuvent accéder à votre position, vous pouvez modifier les paramètres pour chaque application, indépendamment du paramètre global de précision de la position.
hu: Itt megtalálja a földrajzi helyzetéhez hozzáférő appok listáját. A beállításokat minden apphoz külön-külön módosíthatja. Ezek felülírják a globális helymeghatározási pontosságot az adott apphoz.
mg: Eto no hahitanao ny ambangovangon'ireo app afaka mahazo ny toerana misy anao. Azonao ahitsy ireo tefy ho an'ny app tsirairay avy. Misolo ny hamarin-toerana faobe ho an'ilay app izy ireo.
my: သင့်ပထဝီဝင်တည်နေရာကို အသုံးပြုသည့် အက်ပ်အားလုံး၏ ခြုံငုံမှုကို ဒီမှာ ရှာဖွေကြည့်ရှုနိုင်သည်။ သင်သည် အက်ပ်တစ်ခုချင်းစီအတွက် အပြင်အဆင်များကို သီးခြားစီ သတ်မှတ်နိုင်သည်။ ၄င်းအပြင်အဆင်များသည် ထိုအက်ပ်အတွက် ဂလိုဘယ်တည်နေရာတိကျမှုကို လွှမ်းမိုးသည်။
ro: Aici vei găsi o prezentare generală a tuturor aplicațiilor care pot accesa geolocația. Poți ajusta setările pentru fiecare aplicație individual. Aceasta ignoră acuratețea locației global pentru acea aplicație.
si: ඔබගේ භූ ස්ථානීය පිහිටුමට අවසරලත් යෙදුම් ලැයිස්තුවක් මෙහි පෙන්වා ඇත. ඔබට එක් එක් යෙදුමට අනන්‍ය වූ සැකසුම් පිහිටවිය හැකියි. එය දැනට යෙදුමේ ඇති භූ ස්ථානීය සංවේදීතාවය නැවත ලියනු ලැබේ.

source: Remote Protection? What is it?
br: Gwarez a-bell ? Petra eo se ?
ca: Què és la Protecció remota?
cy: Diogelwch Pell? Beth yw hwnnw?
es: ¿Qué es la Protección remota?
fr: Qu’est-ce que la protection à distance ?
hu: Mi az a távoli védelem
mg: Fiarovan-davitra? Inona izany?
my: အဝေးထိန်းကာကွယ်မှုလား။ အဲဒါ ဘာလဲ။
ro: Protecție de la distanță? Ce este?
si: දුරස්ථ ආරක්ශණය ? එය කුමක් ද?

source: If your phone is stolen or lost, you can use the Remote Protection. With another phone you can locate it, let it ring or even lock it remotely. You first have to set your personal passphrase and enable the features you will want to use (locate, ring and lock).
br: M'eo kollet pe laeret ho pellgomzer, tu 'zo deoc'h ober gant ar Gwarez a-bell. Gant ur pellgomzer all ez eus tu doc'h lec'hiañ anezhañ, lakaat anezhañ da seniñ, pe prennañ anezhañ a-bell. Ret eo deoc'h da gentañ-penn dibab ur frazenn-dremen personel ha gweredekaat ar c'heweriusterioù ho peus c'hoant d'ober ganto (lec'hiañ, seniñ ha prennañ).
ca: Si perdeu el telèfon o us el roben, podeu utilitzar la Protecció remota. Amb un altre telèfon podeu localitzar-lo, fer que soni o, fins i tot, bloquejar-lo a distància. Primer cal que definiu una frase de contrasenya personal i activar les funcions que voleu utilitzar (localitzar, trucar i bloquejar).
cy: Os yw eich ffôn wedi ei ddwyn neu ei golli, galwch ddefnyddio Diogelwch Pell. Gyda ffôn arall gallwch ei leoli, gadael iddo ganu neu hyd yn oed ei gloi o bell. Yn gyntaf rhaid gosod cyfrinymadrodd personol a galluogi'r nodwedd rydych am eu defnyddio (lleoli, canu a chloi).
es: Si le roban su teléfono o lo pierde, puede usar la Protección remota. Con la ayuda de otro teléfono puede localizarlo, dejar que suene e incluso bloquearlo a distancia. Primero tiene que configurar su frase secreta personal y activar las características que quiere usar (localizar, llamar y bloquear).
fr: Si votre téléphone est perdu ou volé, vous pouvez utiliser cette fonctionnalité. Depuis un autre téléphone vous pouvez, à distance, le localiser, le faire sonner ou même le verrouiller. Il vous suffit de définir une phrase secrète personnelle pour ensuite activer les fonctionnalités que vous souhaitez utiliser (localiser, faire sonner et verrouiller).
hu: Ha elveszti telefonját vagy ellopják, használhatja a távoli védelmet. Egy másik telefonnal megtalálhatja, megcsörgetheti vagy akár távolról is zárolhatja. Először be kell állítania személyes jelmondatát, majd engedélyezni a használni kívánt szolgáltatásokat (keresés, csörgetés és zárolás).
mg: Raha very na nisy nangalatra ny telefaonanao, dia afaka mampiasa ny Fiarovan-davitra ianao. Amin'ny alàlan'ny telefaona hafa dia afaka mamantatra ny misy azy ianao, mamela azy haneno na manidy azy avy lavitra. Mila manefy andianteny fidiranao manokana aloha ianao ary mamelona ireo fiasa tianao hampiasina (famantaran-davitra, fampanenoan-davitra ary fanidian-davitra).
my: အကယ်၍ သင့်ဖုန်း အခိုးခံရသည် (သို့) ပျောက်ဆုံးသွားသည် ဆိုပါက အဝေးထိန်းကာကွယ်မှုစနစ်ကို အသုံးပြုနိုင်သည်။ အခြားဖုန်းမှတဆင့် သင်သည် ထိုဖုန်းကို ရှာဖွေနိုင်သည်၊ (သို့) အဝေးကတဆင့် သော့ခတ်နိုင်သည်။ သင်သည် သင့်ကိုယ်ရေး စကားဝှက်ကို ပထမဆုံး သတ်မှတ်ရန်လိုသည်။ ပြီးလျှင် သင် ထိုစွမ်းရည်(တည်နေရာရှာဖွေ၊ အသံမြည်နှင့် သော့ခတ်)ကို သုံးမည်ဆိုပါက ဖွင့်ပေးရန် လိုသည်။
ro: Dacă telefonul tău este furat sau pierdut, poți folosi Protecție de la distanță. Cu un alt telefon îl poți localiza, să-l faci să sune sau să îl blochezi de la distanță. Mai întâi trebuie să setezi fraza de acces personală și să activezi funcțiile dorite (localiza, suna sau bloca).

source: How to set your personal passphrase?
br: Penaos arventennañ ho frazenn-dremen personel ?
ca: Com es defineix la frase de contrasenya personal?
cy: Sut i osod eich cyfrinymadrodd personol?
es: ¿Cómo configurar su frase secreta personal?
fr: Comment définir votre phrase secrète personnelle ?
hu: Hogyan állítható be a személyes jelmondat?
mg: Ahoana ny fanefena andianteny fidiranao manokana?
my: ကိုယ်ရေးစကားဝှက်ကို ဘယ်လိုသတ်မှတ်ရပါသလဲ။
ro: Cum să setezi fraza de acces personală?

source: Tap “Remote Protection” and set your passphrase to secure your remote features. If you have forgotten your actual passphrase you can reset it using your SIM PIN or lockscreen passcode.
br: Stokit "Gwarez a-bell" ha dibabit ho frazenn-dremen evit gwareziñ ho keweriusterioù a-bell. M'ho peus disoñjet ho frazenn-dremen ez eus tu deoc'h adderaouekaat anezhi dre ho PIN SIM pe gant rineg-tremen ar skramm-prennañ.
ca: Trieu «Protecció remota» i definiu una frase de contrasenya personal per protegir les funcions remotes. Si heu oblidat la vostra frase de contrasenya actual, podeu reiniciar-la mitjançant el PIN de la SIM o el codi de bloqueig de la pantalla.
cy: Tapiwch “Diogelwch Pell” a gosod eich cyfrinymadrodd i ddiogelu eich nodweddion pell. Os ydych wedi anghofio eich cyfrinymadrodd gallwch ei ailosod gan ddefnyddio PIN eich SIM neu gyfringod clo eich sgrin.
es: Pulse "Protección remota" y configure su frase secreta para proteger las funcionalidades remotas. Si ha olvidado la frase secreta, puede restablecerla a través del PIN de la SIM o el código de bloqueo.
fr: Appuyez sur « Protection à distance » et définissez votre phrase secrète pour sécuriser les fonctionnalités accessibles à distance. Si vous oubliez votre phrase secrète vous pouvez la réinitialiser grâce à votre code PIN ou au code d’accès de l’écran de verrouillage.
hu: Koppintson a „Távoli védelem” lehetőségre, és állítsa be a jelmondatot a távoli funkciók elérésének biztonságba helyezéséért. Ha elfelejtette a jelmondatot, a SIM PIN vagy a zároló képernyő jelkódjának használatával visszaállíthatja.
mg: Tsindrio “Fiarovan-davitra” ary tefeo ny andianteny fidiranao hiarovana ireo fiasan-davitrao. Raha hadinonao ny andianteny fidiranao tena izy, dia azonao tefena indray io amin'ny alàlan'ny PIN an'ny SIM anao na ny kaody fidirana amin'ny efijery mihidy anao.
my: အဝေးထိန်းကာကွယ်မှုစနစ်ကို ထိပါ။ ပြီးလျှင် အဝေးထိန်းစွမ်းရည်များကို လုံခြုံစေရန် သင့် စကားဝှက်ကို သတ်မှတ်ပါ။ အကယ်၍ သင်အသုံးပြုသည့်စကားဝှက်ကို မေ့သွားပါက သင့် SIM PIN (သို့) မျက်နှာပြင်ပတ်စ်ကုဒ်ကိုသုံးပြီး ပြန်သတ်မှတ်နိုင်သည်။
ro: Atinge „Protecție de la distanță” și setează fraza de acces pentru a securiza funcțiile de la distanță. Dacă ai uitat fraza de acces actuală o poți reseta folosind PIN-ul pentru SIM sau codul de acces.

source: How to locate my phone?
br: Penaos lec'hiañ va fellgomzer ?
ca: Com es fa per localitzar el telèfon?
cy: Sut i ddod o hyd i fy ffôn?
es: ¿Cómo localizo mi teléfono?
fr: Comment localiser votre téléphone ?
hu: Hogyan kereshetem meg a telefonom?
mg: Ahoana ny famantarana ny misy ny telefaonako?
my: ကျွန်တော်/မ၏ ဖုန်းကို ဘယ်လို တည်နေရာ ရှာနိုင်ပါသလဲ။
ro: Cum este localizat telefonul meu?
si: මගේ දුරකථනය සොයාගන්නේ කෙසේද?

source: If your phone is lost, just take the phone of a friend and send a SMS with
br: M'eo kollet ho pellgomzer, n'ho peus nemet da gemer pellgomzer ur mignon ha kas un SMS gant
ca: Si heu perdut el telèfon, envieu aquest SMS des del telèfon d'un amic:
cy: Os yw eich ffôn ar goll, defnyddiwch ffôn ffrind ac anfonwch SMS sy'n cynnwys
es: Si ha perdido el teléfono, envíe un SMS desde el teléfono de un amigo con
fr: Si votre téléphone est perdu, utilisez simplement le téléphone d’un ami et envoyez un SMS contenant
hu: Ha telefonja elveszett, kérje kölcsön egy ismerőséért, és küldjön magának egy SMS-t ezzel:
mg: Raha very ny telefaonanao, dia alaivo fotsiny ny telefaonan'ny namana iray ary mandefasa SMS manao hoe
my: သင့်ဖုန်း ပျောက်ဆုံးသွားပါက သင့်သူငယ်ချင်းဖုန်းကို ခဏငှားယူပြီး SMS ပို့ပါ။
ro: Dacă telefonul tău e pierdut, ia telefonul unui prieten și trimite un SMS cu
si: ඔබගේ දුරකථනය අස්ථානගත වුවොත් ඔබගේ යහළුවකුගේ දුරකථනය ගෙන SMS කරන්න

source: RP locate YOURPASSPHRASE
br: RP locate HOFRAZENNDREMEN
ca: RP locate FRASECONTRASENYA
cy: RP locate EICHCYFRINYMADRODD
es: RP locate SUFRASESECRETA
fr: RP locate VOTREPHRASESECRÈTE
hu: RP locate AZÖNJELMONDATA
mg: RP locate ANDIANTENYFIDIRANAO
ro: RP locate FRAZATADEACCES

source: to your phone number and you’ll get the exact GPS coordinates via SMS in return. Make sure to set up the passphrase!
br: d'ho niverenn bellgomz hag ho taveoù GPS a vo kaset deoc'h dre SMS. Bezit sur da vezañ arventennet ur frazenn-dremen !
ca: al vostre número de telèfon i rebreu un SMS amb les coordenades GPS exactes. Assegureu-vos de configurar una frase de contrasenya.
cy: i'ch rhif ffôn a byddwch yn derbyn yr union gyfesurynnau GPS drwy SMS, yn syth. Gwnewch yn siŵr eich bod wedi creu cyfrinymadrodd!
es: a su número de teléfono y recibirá en un SMS las coordenadas GPS exactas. Asegúrese de configurar la frase secreta.
fr: à votre numéro de téléphone et vous obtiendrez ses coordonnées GPS exactes par SMS. N’oubliez pas de définir d’abord une phrase secrète.
hu: és egy válasz SMS-ben megkapja a pontos GPS koordinátákat. Győződjön meg róla, hogy beállította a jelmondatot!
mg: mankamin'ny nomeraon-telefaonanao ary, valiny, dia hahavoaray SMS manambara ny fangitra GPS marina misy azy ianao. Ataovy azo antoka fa nanefy andianteny fidirana ianao!
my: သင့်ဖုန်းနံပါတ်သို့ ပေးပို့ပါ။ သင် GPS ကိုဩဒိနိတ်အတိအကျ ပြန်လည်ရရှိပါလိမ့်မည်။ စကားဝှက်သတ်မှတ်ထားခြင်းရှိ/မရှိ စစ်ဆေးပါ။
ro: către numărul tău de telefon și vei primi coordonatele GPS exacte via SMS. Asigură-te să configurezi fraza de acces!

source: How to ring your phone?
br: Penaos lakaat va fellgomzer da seniñ ?
ca: Com es fa per fer sonar el telèfon?
cy: Sut i alw eich ffôn?
es: ¿Cómo hacer sonar su teléfono?
fr: Comment faire sonner votre téléphone ?
hu: Hogyan csörgethetem meg a telefont?
mg: Ahoana ny fampanenoana ny telefaonako?
my: ကျွန်တော်/မ၏ ဖုန်းကို ဘယ်လို အသံမြည်စေနိုင်သလဲ။
ro: Cum să suni telefonul?

source: It’s easy! Just send an SMS with
br: Aes eo ! N'eus nemet da gas un SMS gant
ca: Molt fàcil: envieu un SMS que contingui
cy: Mae'n hawdd! Anfonwch SMS gyda
es: ¡Muy fácil! Envíe un SMS con
fr: C’est facile, envoyez simplement un SMS contenant
hu: Egyszerűen küldjön egy SMS-t
mg: Mora kely! Mandefasa fotsiny SMS manao hoe
my: အဲဒါ လွယ်ပါတယ်။ SMS သာ ပို့လိုက်ပါ။
ro: E ușor! Doar trimite un SMS cu
si: එය පහසුයි! SMS කරන්න

source: RP ring YOURPASSPHRASE
br: RP ring HOFRAZENNDREMEN
ca: RP ring FRASECONTRASENYA
cy: RP ring EICHCYFRINYMADRODD
es: RP ring SUFRASESECRETA
fr: RP ring VOTREPHRASESECRÈTE
hu: RP ring AZÖNJELMONDATA
mg: RP ring ANDIANTENYFIDIRANAO
ro: RP ring FRAZATADEACCES

source: to your phone number and it will ring until you find it and unlock it.
br: d'ho niverenn bellgomz, ha seniñ a raio betek ma vo kavet ha dibrennet ganeoc'h.
ca: al vostre número de telèfon i sonarà fins que el trobeu i el desbloquegeu.
cy: i'ch rhif ffôn a bydd y canu nes i chi ei ganfod a'i ddatgloi.
es: a su número de teléfono y sonará hasta que lo encuentre y lo desbloquee.
fr: à votre numéro de téléphone et il sonnera jusqu’à ce que vous le trouviez et le déverrouilliez.
hu: tartalommal a számára, és az addig fog csörögni, amíg meg nem találja és fel nem oldja.
mg: mankamin'ny nomeraon-telefaonanao ary haneno io mandra-pahitanao azy sy mandra-panalanao ny hidiny.
my: သင့်ဖုန်းနံပါတ်သို့။ ပြီးလျှင် ၄င်းဖုန်းကို ရှာမတွေ့မချင်း မြည်နေပါလိမ့်မည်။ တွေ့လျှင် သော့ဖွင့်ပါ။
ro: către numărul tău de telefon și acesta va suna până când îl vei găsi și debloca.

source: How to lock my phone?
br: Penaos prennañ va fellgomzer ?
ca: Com es fa per bloquejar el telèfon?
cy: Sut i gloi fy ffôn?
es: ¿Cómo desbloqueo mi teléfono?
fr: Comment verrouiller votre téléphone ?
hu: Hogyan zárolhatom a telefonom?
mg: Ahoana ny fanidiana ny telefaonako?
my: ကျွန်တော်/မ၏ ဖုန်းကို ဘယ်လိုသော့ခတ်ရပါသလဲ။
ro: Cum să-mi blochez telefonul?
si: මගේ දුරකථනය අඟුළුලන්නේ කෙසේද?

source: If you have lost your phone and you want to lock it remotely just send an SMS with
br: M'ho peus kollet ho pellgomzer hag ho peus c'hoant da brennañ anezhañ a-bell, n'ho peus nemet da gas un SMS gant
ca: Si heu perdut el telèfon i voleu bloquejar-lo a distància, envieu aquest SMS:
cy: Os ydych wedi colli eich ffôn ac am ei gloi o bell, anfonwch SMS gyda
es: Si ha perdido el teléfono y desea bloquearlo a distancia, solo tiene que enviar un SMS con
fr: Si vous avez perdu votre téléphone et que vous souhaitez le verrouiller à distance, envoyez simplement un SMS contenant
hu: Ha elvesztette telefonját és szeretné távolról zárolni, akkor küldjön egy SMS-t az
mg: Raha very ny telefaonanao ary te-hanidy azy avy lavitra ianao, dia mandefasa fotsiny SMS manao hoe
my: အကယ်၍ သင့်ဖုန်း ပျောက်ဆုံးသွားပါက သင်သော့ခတ်ချင်ပါလိမ့်မည်။ အဝေးကနေ သော့ခတ်ရန် SMS သာ ပို့လိုက်ပါ။
ro: Dacă ți-ai pierdut telefonul și vrei să îl blochezi de la distanță doar trimite un SMS cu

source: RP lock YOURPASSPHRASE
br: RP lock HOFRAZENNDREMEN
ca: RP lock FRASECONTRASENYA
cy: RP lock EICHCYFRINYMADRODD
es: RP lock SUFRASESECRETA
fr: RP lock VOTREPHRASESECRÈTE
hu: RP lock AZÖNJELMONDATA
mg: RP lock ANDIANTENYFIDIRANAO
ro: RP lock FRAZATADEACCES

source: to your phone number. The phone will lock itself and only you will be able to unlock it with your regular screen passcode.
br: d'ho niverenn bellgomz. En em brennañ a ray ar pellgomzer ha ganeoc'h-c'hwi nemetken e vo dibrennet gant ho rineg-tremen boaz.
ca: al vostre número de telèfon. El telèfon quedarà bloquejat fins que no el desbloquegeu amb el codi de bloqueig de pantalla habitual.
cy: i'ch rhif ffôn. Bydd y ffôn yn cloi ei hun a dim ond chi fydd yn gallu ei ddatgloi gyda'ch cyfringod sgrin arferol.
es: a su número de teléfono. El dispositivo se autobloqueará y solo usted podrá desbloquearlo con el código habitual.
fr: à votre numéro de téléphone. Le téléphone se verrouillera de lui-même et vous seul pourrez le déverrouiller avec votre code d’accès habituel.
hu: szöveggel a saját számára. A telefon zárolja magát, és csak a képernyő normál jelkódjával lehet feloldani.
mg: mankamin'ny nomeraon-telefaonanao. Hanidy tena ilay telefaona ary ianao irery no ho afaka mamoha azy amin'ny kaody mahazatra fidiranao amin'ny efijery.
my: သင့်ဖုန်းနံပါတ်သို့။ ဖုန်းသည် သူ့ဖာသာသူ သော့ခတ်သွားပါမည်။ ပြီးတော့ သင့်ပုံမှန်မျက်နှာပြင်ပတ်စ်ကုဒ်ကို အသုံးပြုပြီး သော့ဖွင့်နိုင်ပါလိမ့်မည်။
ro: către numărul tău de telefon. Telefonul se va autobloca și doar tu vei putea să îl deblochezi cu codul de acces obișnuit.

source: Get Started!
br: Bec'h dezhi !
ca: Som-hi!
cy: Cychwyn Arni!
es: ¡Comience!
fr: Démarrer la visite guidée
hu: Kezdő lépések
mg: Ndao hanomboka!
my: စတင်ကြမယ်
ro: Începe!
si: අරඹන්න!

source: Finish Tour
br: Echuiñ an droiad
ca: Acaba la visita guiada
cy: Gorffen y Daith
es: Acabar visita
fr: Terminer
hu: Bemutató befejezése
mg: Hamarana Fizahana
my: ခရီးစဉ်ကို အပြီးသတ်ရန်
ro: Termină turul
si: සංචාරය නවත්වන්න

source: OK
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
my: အိုကေ
si: හරි

source: Back
br: War-gil
ca: Enrere
cy: Nôl
es: Atrás
fr: Retour
hu: Vissza
mg: Hiverina
my: နောက်သို့
ro: Înapoi
si: ආපසු

source: Next
br: War-lerc'h
ca: Següent
cy: Nesaf
es: Siguiente
fr: Suivant
hu: Tovább
mg: Manaraka
my: နောက်တစ်ခု
ro: Înainte
si: ඊළඟ
