Repository: phlax/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: mg

source: Back
mg: Hiverina

source: Save
mg: Hitahiry

source: Hide
mg: Hanafina

source: Cancel
mg: Foanana

source: Confirm
mg: Hamafiso

source: Done
mg: Vita

source: Events
mg: Hetsika

source: Edit
mg: Hanitsy

source: All-day Events
mg: Hetsika Tontolo andro

source: No Events
mg: Tsisy Hetsika

# show-today
source: Today
mg: Anio

source: Month
mg: Volana

source: Week
mg: Herinandro

source: Day
mg: Andro

# settings-show
source: Settings
mg: Tefy

source: Hide settings
mg: Hanafina ireo tefy

source: Add an account
mg: Hanampy kaonty

# new-event
source: Add event
mg: Hanampy hetsika

source: Event
mg: Hetsika

source: Add Event
mg: Hanampy Hetsika

source: Edit Event
mg: Hanitsy Hetsika

source: Account
mg: Kaonty

source: Accounts
mg: Kaonty

# advanced-settings-short-icon-button.ariaLabel
source: Settings
mg: Tefy

source: Calendar Settings
mg: Tefin'ny Kalandrie

source: Personalization
mg: Fanokanana

source: Reminders
mg: Fampahatsiahivana

source: Add Account
mg: Hanampy Kaonty

source: Username
mg: Solonanarana

source: Password
mg: Tenimiafina

source: Please wait while your account is set up
mg: Andraso azafady fa eo am-panefena ny kaontinao

source: Unable to sync
mg: Tsy afaka mampifandrindra

source: Sign in
mg: Hiditra

# preset-local
source: Offline calendar
mg: Kalandrie tsy an-jotra

# calendar-local
source: Offline calendar
mg: Kalandrie tsy an-jotra

# event-title.placeholder
source: Title
mg: Lohateny

source: Where?
mg: Aiza?

source: Notes
mg: Fanamarihana

source: All day event?
mg: Hetsika tontolo andro?

# event-start-date.placeholder
source: Start date
mg: Daty anombohana

# event-end-date.placeholder
source: End date
mg: Daty ifaranana

# event-start-time.placeholder
source: Start time
mg: Ora anombohana

# event-end-time.placeholder
source: End time
mg: Ora ifaranana

source: Delete event
mg: Hamafa hetsika

source: Remove local data
mg: Hanala data ifotony

source: Remove account
mg: Hanala kaonty

source: Removing this account will also remove your local copy of associated calendars and events.
mg: Ny fanalana an'ity kaonty ity dia hanala koa ny kopia ifoton'ireo kalandrie sy hetsika mifandraika anao.

source: Sync
mg: Hampifandrindra

source: Syncing
mg: Mampifandrindra

source: Syncing complete
mg: Vita fampifandrindrana

source: Sync Calendar
mg: Hampifandrindra Kalandrie

source: Manually
mg: Amin'ny t√†nana

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
mg: {{startDate}}<br>manomboka amin'ny {{startTime}} hatramin'ny {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
mg: Manomboka amin'ny {{startTime}} {{startDate}}<br>hatramin'ny {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
mg: Andro tontolo<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
mg: Andro tontolo manomboka amin'ny {{startDate}}<br>hatramin'ny {{endDate}}

source: Reminder:
mg: Fampahatsiahivana:

source: Remind me
mg: Ampahatsiahivo ahy

source: At time of event
mg: Amin'ny oran'ny hetsika

source: On day of event
mg: Amin'ny andron'ny hetsika

source: {{title}} starting {{distance}}
mg: {{title}} manomboka {{distance}}

source: {{title}} started {{distance}}
mg: {{title}} natomboka {{distance}}

source: 0 minutes before
mg: 0 minitra mialoha

source: 1 minute before
mg: 1 minitra mialoha

# minutes-before[two]
source: {{value}} minutes before
mg: {{value}} minitra mialoha

# minutes-before[few]
source: {{value}} minutes before
mg: {{value}} minitra mialoha

# minutes-before[many]
source: {{value}} minutes before
mg: {{value}} minitra mialoha

# minutes-before[other]
source: {{value}} minutes before
mg: {{value}} minitra mialoha

source: 0 hours before
mg: 0 ora mialoha

source: 1 hour before
mg: 1 ora mialoha

# hours-before[two]
source: {{value}} hours before
mg: {{value}} ora mialoha

# hours-before[few]
source: {{value}} hours before
mg: {{value}} ora mialoha

# hours-before[many]
source: {{value}} hours before
mg: {{value}} ora mialoha

# hours-before[other]
source: {{value}} hours before
mg: {{value}} ora mialoha

source: 0 days before
mg: 0 andro mialoha

source: 1 day before
mg: 1 andro mialoha

# days-before[two]
source: {{value}} days before
mg: {{value}} andro mialoha

# days-before[few]
source: {{value}} days before
mg: {{value}} andro mialoha

# days-before[many]
source: {{value}} days before
mg: {{value}} andro mialoha

# days-before[other]
source: {{value}} days before
mg: {{value}} andro mialoha

source: 0 weeks before
mg: 0 herinandro mialoha

source: 1 week before
mg: 1 herinandro mialoha

# weeks-before[two]
source: {{value}} weeks before
mg: {{value}} herinandro mialoha

# weeks-before[few]
source: {{value}} weeks before
mg: {{value}} herinandro mialoha

# weeks-before[many]
source: {{value}} weeks before
mg: {{value}} herinandro mialoha

# weeks-before[other]
source: {{value}} weeks before
mg: {{value}} herinandro mialoha

source: 0 months before
mg: 0 volana mialoha

source: 1 month before
mg: 1 volana mialoha

# months-before[two]
source: {{value}} months before
mg: {{value}} volana mialoha

# months-before[few]
source: {{value}} months before
mg: {{value}} volana mialoha

# months-before[many]
source: {{value}} months before
mg: {{value}} volana mialoha

# months-before[other]
source: {{value}} months before
mg: {{value}} volana mialoha

source: 0 years before
mg: 0 taona mialoha

source: 1 year before
mg: 1 taona mialoha

# years-before[two]
source: {{value}} years before
mg: {{value}} taona mialoha

# years-before[few]
source: {{value}} years before
mg: {{value}} taona mialoha

# years-before[many]
source: {{value}} years before
mg: {{value}} taona mialoha

# years-before[other]
source: {{value}} years before
mg: {{value}} taona mialoha

source: 0 minutes after
mg: 0 minitra aoriana

source: 1 minute after
mg: 1 minitra aoriana

# minutes-after[two]
source: {{value}} minutes after
mg: {{value}} minitra aoriana

# minutes-after[few]
source: {{value}} minutes after
mg: {{value}} minitra aoriana

# minutes-after[many]
source: {{value}} minutes after
mg: {{value}} minitra aoriana

# minutes-after[other]
source: {{value}} minutes after
mg: {{value}} minitra aoriana

source: 0 hours after
mg: 0 ora aoriana

source: 1 hour after
mg: 1 ora aoriana

# hours-after[two]
source: {{value}} hours after
mg: {{value}} ora aoriana

# hours-after[few]
source: {{value}} hours after
mg: {{value}} ora aoriana

# hours-after[many]
source: {{value}} hours after
mg: {{value}} ora aoriana

# hours-after[other]
source: {{value}} hours after
mg: {{value}} ora aoriana

source: 0 days after
mg: 0 andro aoriana

source: 1 day after
mg: 1 andro aoriana

# days-after[two]
source: {{value}} days after
mg: {{value}} andro aoriana

# days-after[few]
source: {{value}} days after
mg: {{value}} andro aoriana

# days-after[many]
source: {{value}} days after
mg: {{value}} andro aoriana

# days-after[other]
source: {{value}} days after
mg: {{value}} andro aoriana

source: 0 weeks after
mg: 0 herinandro aoriana

source: 1 week after
mg: 1 herinandro aoriana

# weeks-after[two]
source: {{value}} weeks after
mg: {{value}} herinandro aoriana

# weeks-after[few]
source: {{value}} weeks after
mg: {{value}} herinandro aoriana

# weeks-after[many]
source: {{value}} weeks after
mg: {{value}} herinandro aoriana

# weeks-after[other]
source: {{value}} weeks after
mg: {{value}} herinandro aoriana

source: 0 months after
mg: 0 volana aoriana

source: 1 month after
mg: 1 volana aoriana

# months-after[two]
source: {{value}} months after
mg: {{value}} volana aoriana

# months-after[few]
source: {{value}} months after
mg: {{value}} volana aoriana

# months-after[many]
source: {{value}} months after
mg: {{value}} volana aoriana

# months-after[other]
source: {{value}} months after
mg: {{value}} volana aoriana

source: 0 years after
mg: 0 taona aoriana

source: 1 year after
mg: 1 taona aoriana

# years-after[two]
source: {{value}} years after
mg: {{value}} taona aoriana

# years-after[few]
source: {{value}} years after
mg: {{value}} taona aoriana

# years-after[many]
source: {{value}} years after
mg: {{value}} taona aoriana

# years-after[other]
source: {{value}} years after
mg: {{value}} taona aoriana

source: All Day
mg: Tontolo andro

source: The event cannot end before its start date
mg: Tsy tokony hifarana alohan'ny daty anombohany ilay hetsika

source: The event cannot end before its start time
mg: Tsy tokony hifarana alohan'ny ora anombohany ilay hetsika

source: Wrong login and/or password
mg: Teny fidirana sy/na tenimiafina diso

source: Server error. Check your login and try again.
mg: Olana amin'ny mpizara. Zahao ny teny fidiranao ary andramo indray.

source: Something is wrong. Try again later.
mg: Nisy tsy nety. Andramo indray rehefa avy eo.

source: No connection. Check your network configuration and try again.
mg: Tsisy fifandraisana. Zahao ny tefin'ny tambajotranao ary andramo indray.

source: This account already exists.
mg: Efa misy io kaonty io.

source: Calendar sync error
mg: Olana amin'ny fampifandrindrana kalandrie

source: Tap for more info
mg: Tsindrio raha mila fampahalalana bebe kokoa

# weekday-0-single-char
source: S
mg: A

source: M
mg: A

source: W
mg: A

# weekday-4-single-char
source: T
mg: A

source: F
mg: Z

source: Friday
mg: Zoma

source: Thursday
mg: Alakamisy

source: Wednesday
mg: Alarobia

source: Tuesday
mg: Talata

source: Monday
mg: Alatsinainy

source: Sunday
mg: Alahady

source: Saturday
mg: Sabotsy

source: {{n}} event
mg: Hetsika {{n}}

# busy[two]
source: {{n}} events
mg: Hetsika {{n}}

# busy[few]
source: {{n}} events
mg: Hetsika {{n}}

# busy[many]
source: {{n}} events
mg: Hetsika {{n}}

# busy[other]
source: {{n}} events
mg: Hetsika {{n}}

# present.ariaLabel
source: Today
mg: Anio

# past-other-month-description.ariaLabel
source: Other month
mg: Volana hafa

# future-other-month-description.ariaLabel
source: Other month
mg: Volana hafa

source: Has alarm
mg: Manana alarima

source: Calendars
mg: Kalandrie

# multi-day-new-event-link.ariaLabel
source: Add event
mg: Hanampy hetsika

# title.ariaLabel
source: Title
mg: Lohateny

source: Location
mg: Toerana

source: Duration
mg: Faharetana

source: Calendar
mg: Kalandrie

source: Alarms
mg: Alarima

source: Description
mg: Fanoritsoritana

# start-date.ariaLabel
source: Start date
mg: Daty anombohana

# start-time.ariaLabel
source: Start time
mg: Ora anombohana

# end-date.ariaLabel
source: End date
mg: Daty ifaranana

# end-time.ariaLabel
source: End time
mg: Ora ifaranana

source: Loading
mg: Mamatratra

source: All day
mg: Tontolo andro

source: Create event
mg: Hamorona hetsika

source: Create all day event
mg: Hamorona hetsika tontolo andro

source: from {{startTime}} to {{endTime}}
mg: manomboka amin'ny {{startTime}} hatramin'ny {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
mg: {{startDate}} manomboka amin'ny {{startTime}} hatramin'ny {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
mg: Manomboka amin'ny {{startTime}} {{startDate}} hatramin'ny {{endTime}} {{endDate}}
