Repository: phlax/mozilla-gaia
Catalog: */apps/settings/device_type/tv/settings.device.properties.po
Languages: es, fr, pt_br

source: Share my Internet connection with a USB-connected device.
es: Compartir mi conexión a Internet con un dispositivo conectado por USB.

source: Share my Internet connection with Wi-Fi-connected devices.
es: Compartir mi conexión a Internet con un dispositivo conectado por Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this TV.
es: No se cambió el tono porque el archivo seleccionado no puede reproducirse en esta TV.
fr: Impossible de changer la sonnerie car le fichier sélectionné n’est pas lisible par cette TV.
pt_br: O toque não foi alterado porque o arquivo selecionado não pode ser tocado nesta TV.

source: Find My Device allows you to locate, lock or erase your TV
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su TV
fr: Localiser mon appareil vous permet de localiser, verrouiller ou effacer votre TV
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar sua TV

source: Find My Device allows you to locate, lock or erase your TV from a web site:
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su TV desde una web:
fr: Localiser mon appareil vous permet de localiser, verrouiller ou effacer votre TV depuis un site web :
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar sua TV a partir de um website:

source: Your TV is being tracked by another device through the website.
es: Su TV está siendo rastreada a través de la web por otro dispositivo.
fr: Votre TV est localisée par un autre appareil depuis le site web.
pt_br: Sua TV está sendo rastreado por outro dispositivo através do website.

source: No devices are actively tracking your TV through the website.
es: Ningún dispositivo está rastreando su TV a través de la web.
fr: Aucun appareil ne localise actuellement votre TV depuis le site web.
pt_br: Nenhum dispositivo ativo está rastreando sua TV através do website.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
es: La activación del disco USB le permite a otro PC o dispositivo conectado a través de USB acceder a archivos de la TV.
fr: Activer le stockage USB permet à un autre appareil ou ordinateur connecté par USB d’accéder aux fichiers de cette TV.
pt_br: Habilitando o Armazenamento USB permite que outro computador ou dispositivo conectado através do USB acesse arquivos nesta TV.

source: Reset TV
es: Restablecer TV
fr: Réinitialiser la TV
pt_br: Restaurar config. original

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
es: Al restablecerlo, se borrarán todos sus datos, incluso cualquier app que haya adquirido. La TV se restablecerá a su condición de fábrica. No se guardarán ni su configuración ni sus datos.
fr: La réinitialisation effacera toutes vos données, y compris les applications que vous avez achetées. La TV sera restaurée aux valeurs d’usine. Aucun de vos paramètres ni aucune de vos données ne seront conservés.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo aplicativos que você adquiriu. O dispositivo será restaurado ao seu estado de fábrica. Suas configurações e dados não serão salvos.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
es: Al restablecer se eliminarán todos sus datos, incluso cualquier app que haya comprado. No se guardarán ni su configuración ni sus datos. No obstante, su TV dispondrá, sin restricciones, de herramientas para desarrolladores, lo que le permitirá modificar y depurar las aplicaciones del sistema.
fr: La réinitialisation effacera toutes vos données, y compris les applications que vous avez achetées. Aucun de vos paramètres ni aucune de vos données ne seront sauvegardés. Cependant votre TV possèdera des outils de développement sans restriction, vous permettant de modifier et déboguer les applications système.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo aplicativos que você adquiriu. Nenhuma configuração ou dados serão salvos. Mas sua TV terá ferramentas de desenvolvedor sem restrições, permitindo-lhe modificar e depurar as aplicações do sistema.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
es: Al restablecer se eliminarán todos sus datos, incluso cualquier app que haya comprado. No se guardarán ni su configuración ni sus datos. Su TV ya no dispondrá de herramientas sin restricción para desarrolladores. No podrá modificar ni depurar las aplicaciones del sistema.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
es: La activación del modo ahorro de energía inhabilita las conexiones de datos, Bluetooth y geolocalización de la TV para ampliar la vida de la batería. No obstante, puede activar de nuevo estos servicios de forma manual.
fr: Activer le mode économie d’énergie désactive la connexion de données, le Bluetooth et la géolocalisation afin de préserver la charge de la batterie. Vous pourrez toujours activer à nouveau ces services manuellement.
pt_br: Ao ativar o modo de economia de energia, dados móveis, Bluetooth e Geolocalização serão desligados para estender a vida da bateria. Você poderá ligá-los novamente de forma manual.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
es: Ayúdenos a mejorar {{brandShortName}} compartiendo datos sobre su TV y su forma de uso.
fr: Aidez-nous à améliorer {{brandShortName}} en partageant des informations concernant votre TV et la façon dont vous l’utilisez.
pt_br: Ajude-nos a melhorar o {{brandShortName}} compartilhando dados sobre sua TV e como você utiliza-a.

source: Connected to TV audio
es: Conectado a audio TV
fr: Connecté à l’audio de la TV
pt_br: Conectado ao áudio da TV

source: Connected to TV/media audio
es: Conectado a audio multimedia/TV
fr: Connecté à l’audio de la TV/média
pt_br: Conectado ao áudio da TV/media

source: Change TV name
fr: Modifier le nom de la TV
pt_br: Alterar nome da TV

source: Share my TV’s Internet connection with a USB-connected device.
fr: Partager la connexion Internet de ma TV avec un appareil connecté par USB.
pt_br: Compartilhar a conexão da minha TV com um dispositivo USB conectado.

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
fr: Permet à d’autres appareils de partager la connexion Internet de ma TV en se connectant par Wi-Fi.
pt_br: Permitir que outros dispositivos compartilhem minha conexão se conectando através do Wi-Fi.
