Repository: phlax/mozilla-gaia
Catalog: */apps/settings/device_type/tablet/settings.device.properties.po
Languages: mg, pt_br, ro, si, uz

source: Change tablet name
mg: Hanova anaran'ny tabilety
pt_br: Alterar nome do tablet
uz: Planshet nomini o‘zgartirish

source: Share my tablet’s Internet connection with a USB-connected device.
mg: Hizara ny fifandraisana aterineton'ny tabiletiko amin'ny fitaovana mifandray amin'ny alàlan'ny USB.
pt_br: Compartilhar a conexão do meu tablet com um dispositivo USB conectado.
uz: Planshetimdagi internetni USB bilan ulangan qurilma bilan bo‘lishilsin.

source: Allow other devices to share my tablet’s Internet connection by connecting via Wi-Fi.
mg: Hamela ireo fitaovana hafa hizara ny fifandraisana aterineton'ny tabiletiko amin'ny fifandraisana amin'ny alàlan'ny Wi-Fi.
pt_br: Permitir que outros dispositivos compartilhem minha conexão se conectando através do Wi-Fi.
uz: Planshetimning Wi-Fi orqali ulangan ulanishini boshqa qurilmalar bilan bo‘lishishiga ruxsat berish.

source: The ringtone was not changed because the selected file can not be played on this tablet.
mg: Tsy novaina ny feo faneno satria tsy azo vakina ato amin'ity tabilety ity ilay rakitra nofantenana.
pt_br: O toque não foi alterado porque o arquivo selecionado não pode ser tocado neste tablet.
ro: Tonul de apel nu a fost schimbat deoarece fișierul selectat nu poate fi redat pe această tabletă.
si: තෝරාගත් ගොනුව මෙම ටැබ්ලටයේ වාදනය කල නොහැකි බැවින් නාද රටාව වෙනස් නොවීය.
uz: Rington o‘zgartirilmadi, chunki tanlangan faylni ushbu planshetda ijro qildirib bo‘lmaydi.

source: Find My Device allows you to locate, lock or erase your tablet
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny tabiletinao, manidy na mamafa azy
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar seu tablet
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi tableta
si: මාගේ උපාංගය සොයන්න මඟින් ඔබගේ ටැබ්ලටය ස්ථානීයව සොයාගැනීම, අඟුලු ලෑම හෝ දත්ත මකාදැමීමට ඉඩ ලබා දේ
uz: "Qurilmamni topish" sizga planshetingizni topish, qulflash yoki o‘chirish imkonini beradi

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny tabiletinao, manidy na mamafa azy avy amin'ny tranonkala iray:
pt_br: Encontre Meu Dispositivo ajuda a encontrar, travar ou apagar seu tablet a partir de um website:
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi tableta de pe un site web:
si: Find My Device මඟින් ඔබගේ ටැබ්ලටය ස්ථානීයව සොයාගැනීම, අඟුලු ලෑම හෝ දත්ත මකාදැමීමට ඉඩ ලබා දේ
uz: "Qurilmamni topish" sizga vebsaytdan planshetingizni topish, qulflash yoki o‘chirish imkonini beradi:

source: Your tablet is being tracked by another device through the website.
mg: Arahin'ny fitaovana hafa maso amin'ny alàlan'ny tranonkala ny tabiletinao.
pt_br: Seu tablet está sendo rastreado por outro dispositivo através do website.
ro: Tableta ta este urmărită de alt dispozitiv prin intermediul site-ului web.
si: ඔබේ ටැබ්ලටය වෙබ් අඩවිය හරහා වෙනත් උපාංගයක් මගින් හඹායයි.
uz: Planshetingiz boshqa qurilma tomonidan vebsayt orqali kuzatiladi.

source: No devices are actively tracking your tablet through the website.
mg: Tsisy fitaovana manara-maso mavitrika ny tabiletinao amin'ny alàlan'ny tranonkala.
pt_br: Nenhum dispositivo ativo está rastreando seu tablet através do website.
ro: Niciun dispozitiv nu îți urmărește în mod activ tableta prin site-ul web.
si: ඔබේ ටැබ්ලටය වෙබ් අඩවිය හරහා සක්‍රීයව වෙනත් උපාංගයක් මගින් හඹා නොයයි.
uz: Planshetingizni vebsayt orqali faol kuzatayotgan qurilmalar yo‘q.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
mg: Ny famelomana ny fitehirizana USB dia ahafahan'ny solosaina na fitaovana hafa mifandray amin'ny alàlan'ny USB miditra amin'ireo rakitra ao amin'ity tabilety ity?
pt_br: Habilitando o Armazenamento USB permite que outro computador ou dispositivo conectado através do USB acesse arquivos neste tablet.
ro: Activând stocarea USB permite altui calculator sau dispozitiv conectat folosind USB-ul să acceseze fișierele de pe această tabletă.
si: USB ගබඩාව සක්‍රීය කිරීමට USB මගින් සබඳ වෙන අනෙක් පරිගණකයට හෝ උපාංගයට මෙම ටැබ්ලටයේ ගොනු වෙත පිවිසීමට ඉඩදෙයි.
uz: "USB xotirani yoqish" xususiyati yoqilganda USB yordamida ulangan boshqa kompyuter yoki qurilmaga planshetingizdagi fayllarga kirish huquqini beradi.

source: Reset Tablet
mg: Hanefy indray ny Tabilety
pt_br: Restaurar config. original
ro: Resetează tableta
si: ටැබ්ලටය ප්‍රතිසකසන්න
uz: Planshetni tiklash

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Haverina amin'ny tefy nanamboarana azy ny tabilety. Tsy misy ho voatahiry ireo tefinao na datanao.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo aplicativos que você adquiriu. O tablet será restaurado ao seu estado de fábrica. Suas configurações e dados não serão salvos.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Tableta va fi restaurată la starea din fabrică. Niciuna din setări sau date nu va fi salvată.
si: ප්‍රතිසැකසීම, ඔබ මිලදී ගත් යෙදුම්ද ඇතුළුව ඔබේ සියළු දත්ත මකාදමයි. ටැබ්ලටය එහි කර්මාන්තශාලා තත්වයට පත්වනු ඇත. ඔබේ සැකසුම් හෝ දත්ත කිසිවක් නොසුරැකේ.
uz: Tiklash barcha ma’lumotlaringizni, aynan, sotib olgan ilova dasturlaringizni ham o‘chiriadi. Planshet fabrikadagi ishlab chiqarilgan holatiga tiklanadi. Birorta ham sozlamalaringiz yoki ma’lumotlaringiz saqlanmaydi.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Tsy misy ho voatahiry ireo tefinao na datanao. Saingy hanana fitaovana mpamolavola tsy voafetra ny tabiletinao, izay hahafahanao manova sy manala tsininy ireo rindranasan-drafitra.
pt_br: Restaurar a configuração original apagará todos os seus dados, incluindo aplicativos que você adquiriu. Nenhuma configuração ou dados serão salvos. Mas seu tablet terá ferramentas de desenvolvedor sem restrições, permitindo-lhe modificar e depurar as aplicações do sistema.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Niciuna din setări sau date nu va fi salvată. Însă tableta va avea unelte de dezvoltare fără restricții, permițându-ți să modifici și să depanezi aplicațiile din sistem.
si: යළි සැකසීම මඟින් ඔබගේ මිළදී ගැනීම් අතුළු සියළු දත්ත මැකෙනු ඇත. ඔබගේ කිසිඳු සිටුවමක් හෝ දත්ත සුරකිනු නොලැබේ. නමුත් ඔබගේ ටැබ්ලටයට සීමා නොකළ සංවර්ධක මෙවලම් ලැබෙනු අති අතර ඒවා ඔබට ඔබගේ පද්ධති යෙදුම් වෙනස් කිරීමට සහ දෝෂ සැකසීමට ඉඩ ලබා දෙයි.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
mg: Ny famelomana ny maody fitsitsy aratra dia hamono ny datan'ny tabilety, ny Bluetooth ary ireo fifandraisana Famantaran-toerana mba hampaharitra ny bateria. Mbola ho afaka mamelona indray ireo serivisy ireo amin'ny tànana ianao.
pt_br: Ao ativar o modo de economia de energia, dados móveis, Bluetooth e Geolocalização serão desligados para estender a vida da bateria. Você poderá ligá-los novamente de forma manual.
ro: Pornirea modului de economisire a bateriei oprește conexiunea de date a tabletei, Bluetooth și geolocația pentru a extinde autonomia. Poți porni în continuare aceste servicii din nou manual.
si: ටැබ්ලටයේ බල සුරැකුම් ප්‍රකාරය සක්‍රීය කිරීම දිගු බැටරි කාලයක් සඳහා එහි දත්ත, Bluetooth හා භූ ස්ථානීය සබැඳුම් අක්‍රීය කරයි. ඔබට එම සේවා ශ්‍රමිකව සක්‍රීය කළ හැක.
uz: Quvvatni tejash rejimini yoqib qo‘yish batareya yaroqlilik muddatini cho‘zish uchun planshetning ma’lumotlari, bluetooth va geojoylashuv ulanishlarini o‘chiradi. Siz hali ham ushbu qurilmalarni qo‘lbola yoqishingiz mumkin.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
mg: Ampio izahay hanatsara ny {{brandShortName}} amin'ny alàlan'ny fizarana ny data momba ny tabiletinao sy ny fomba ampiasanao azy.
pt_br: Ajude-nos a melhorar o {{brandShortName}} compartilhando dados sobre seu tablet e como você utiliza-o.
ro: Ajută-ne să îmbunătățim {{brandShortName}} prin împărtășirea datelor despre tabletă și modul de folosire al ei.
si: ඔබේ ටැබ්ලටය හා ඔබ එය භාවිත කරන අයුරු පිළිබඳ දත්ත එවීමෙන් අපට {{brandShortName}} වැඩිදියුණු කිරීමට සහය වන්න.
uz: Planshetingiz va foydalanishingiz haqidagi ma’lumotlarni bo‘lishish bilan {{brandShortName}}ni yaxshilashimizda bizga yordam bering.

source: Connected to tablet audio
mg: Mifandray amin'ny rakipeon-tabilety
pt_br: Conectado ao áudio do tablet
ro: Conectat la sistemul audio al tabletei
si: ටැබ්ලට් හඬ වෙත සබඳවී ඇත
uz: Palnshet audioga ulandi

source: Connected to tablet/media audio
mg: Mifandray amin'ny rakipeon-tabilety/haino&jery
pt_br: Conectado ao áudio do tablet/media
ro: Conectat la sistemul audio al tabletei/media
si: ටැබ්ලට්/media හඬ වෙත සබඳවී ඇත
uz: Planshet/media audioga ulandi

source: Share my Internet connection with a USB-connected device.
si: මාගේ අන්තර්ජාල සම්බන්ධතාවය USB මඟින් සම්බන්ධ වූ මෙවලමක් සමඟ හවුල් කරන්න.

source: Share my Internet connection with Wi-Fi-connected devices.
si: මාගේ අන්තර්ජාල සම්බන්ධතාවය Wi-Fi මඟින් සම්බන්ධ වූ මෙවලමක් සමඟ හවුල් කරන්න.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your tablet will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
si: යළි සැකසීම ඔබගේ මිළදී ගැනීම අතුළු සියළු දත්ත මැකෙනු ඇත. ඔබගේ කිසිඳු සිටුවමක් හෝ දත්ත සුරකිනු නොලැබේ. ඔබගේ ටැබ්ලටයට තවදුරටත් සීමා නොකළ සංවර්ධක මෙවලම් අඩංගු නොවනු ඇත. ඔබට තවදුරටත් පද්ධති යෙදුම් වෙනස් කිරීමට හෝ දෝෂ සැකසීමට නොලැබෙනු ඇත.
