Repository: phlax/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: as, es, fr, pt_br, si, sw

source: App Permission
as: এপৰ অনুমতি
es: Permisos de apps
fr: Permission d’application
pt_br: Permissão do Aplicativo
si: යෙදුම් අවසරයන්
sw: Ruhusa ya Programu

source: Website Permission
as: ৱেবছাইটৰ অনুমতি
es: Permisos de sitios web
fr: Permission de site web
pt_br: Permissão do Site
si: වෙබ් අඩවි අවසරයන්
sw: Ruhusa ya Tovuti

source: Select Camera
as: কেমেৰা বাছক
es: Elegir cámara
fr: Choix de la caméra
pt_br: Selecionar Câmera
si: කැමරාව තෝරන්න
sw: Chagua Kamera

source: Schedule Alarms
es: Programar alarmas
fr: Programmer des alarmes
pt_br: Agendar Alarmes
si: සැකසූ එලාම්

source: Microphone
as: মাইক্ৰোফোন
es: Micrófono
pt_br: Microfone
si: මයික්‍රොෆෝනය
sw: Mikrofoni

source: Would you like to share your microphone with {{app}}?
as: আপুনি আপোনাৰ মাইক্ৰফোন {{app}} ৰ সৈতে অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su micrófono con la aplicación {{app}}?
fr: Voulez-vous partager votre microphone avec l’application {{app}} ?
pt_br: Você gostaria de compartilhar seu microfone com {{app}}?
si: {{app}} සමඟ ඔබේ මයික්‍රොෆෝනය බෙදාගැනීමට කැමතියි ද?
sw: Je, ungependa kushiriki mikrofoni yako na {{app}}?

source: Would you like to share your microphone with {{site}}?
as: আপুনি আপোনাৰ মাইক্ৰফোন {{site}} ৰ সৈতে অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su micrófono con el sitio {{site}}?
fr: Voulez-vous partager votre microphone avec {{site}} ?
pt_br: Você gostaria de compartilhar seu microfone com {{site}}?
si: {{site}} සමඟ ඔබේ මයික්‍රොෆෝනය බෙදාගැනීමට කැමතියි ද?
sw: Je, ungependa kushiriki mikrofoni yako na {{site}}?

# perm-audio-channel-content
source: Play Sounds
es: Reproducir sonidos
fr: Lire des sons
pt_br: Reproduzir Sons
si: ශබ්ද වාදනය

source: Play Notification Sounds
es: Reproducir sonidos notificación
fr: Lire notifications sonores
pt_br: Reproduzir Sons de Notificações
si: දැන්වීමේ ශබ්ද වාදනය කරන්න

source: Play Ringtone Sounds
es: Reproducir sonidos tono
fr: Lire des sonneries
pt_br: Reproduzir Sons de Toque
si: නාදරටා ශබ්ද වාදනය කරන්න

source: Access Sensor Data
es: Acceder a datos de sensores
fr: Données du capteur
pt_br: Acessar Dados do Sensor
si: සංවේදක දත්ත වෙත පිවිසෙන්න

source: Inspect Web Pages
es: Inspeccionar páginas web
fr: Inspecter des pages web
pt_br: Inspecionar Páginas Web
si: අඩවි පිටු පරීක්ෂණය

source: Cameras
es: Cámaras
fr: Caméras
pt_br: Câmeras
si: කැමරා

source: Select a camera for {{app}}.
as: {{app}} ৰ বাবে এটা কেমেৰা বাছক।
es: Seleccione cámara para {{app}}.
fr: Veuillez sélectionner une caméra pour l’application {{app}}.
pt_br: Selecionar câmera para {{app}}.
si: {{app}} වෙතට කැමරාවක් තෝරන්න.
sw: Chagua Kamera ya {{app}}.

source: Select a camera for {{site}}.
as: {{site}} ৰ বাবে এটা কেমেৰা বাছক।
es: Seleccione cámara para {{site}}.
fr: Veuillez sélectionner une caméra pour {{site}}.
pt_br: Selecionar câmera para {{site}}.
si: {{site}} වෙතට කැමරාවක් තෝරන්න.
sw: Chagua kamera ya {{site}}.

source: Cell Broadcasts
es: Difusiones
fr: Diffusions cellulaires
pt_br: Transmissões de Celular
si: සෙල් විකාශන

source: Contacts
as: পৰিচয়সমূহ
es: Contactos
pt_br: Contatos
si: සබඳතා
sw: Anwani

source: {{app}} would like to access your contact list.
as: {{app}} এ আপোনাৰ পৰিচয় তালিকা অভিগম কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a su lista de contactos.
fr: L’application {{app}} souhaite accéder à votre liste de contacts.
pt_br: {{app}} gostaria de acessar sua lista de contatos.
si: {{app}} ඔබගේ සබඳතා ලැයිස්තුව පරිශ්‍රීලනයට කැමතීයි.
sw: {{app}} ingependa kufikia orodha yako ya anwani.

source: {{site}} would like to access your contact list.
as: {{site}} এ আপোনাৰ পৰিচয় তালিকা অভিগম কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a su lista de contactos.
fr: {{site}} souhaite accéder à votre liste de contacts.
pt_br: {{site}} gostaria de acessar sua lista de contatos.
si: {{site}} ඔබගේ සබඳතා ලැයිස්තුව පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kufikia orodha yako ya anwani

source: Notifications
as: অধিসূচনাসমূহ
es: Notificaciones
pt_br: Notificações
si: දැනුම්දීම්
sw: Taarifa

source: {{app}} would like to display notifications.
as: {{app}} এ অধিসূচনাসমূহ প্ৰদৰ্শন কৰিব খোজে।
es: A la aplicación {{app}} le gustaría mostrar notificaciones.
fr: L’application {{app}} souhaite afficher des notifications.
pt_br: {{app}} gostaria de exibir notificações.
si: {{app}} දැනුම්දීම් පෙන්වීමට කැමතියි.
sw: {{app}} ingependa kuonyesha taarifa

source: {{site}} would like to display notifications.
as: {{site}} এ অধিসূচনাসমূহ প্ৰদৰ্শন কৰিব খোজে।
es: Al sitio {{site}} le gustaría mostrar notificaciones.
fr: {{site}} souhaite afficher des notifications.
pt_br: {{site}} gostaria de exibir notificações.
si: {{site}} දැනුම්දීම් පෙන්වීමට කැමති
sw: {{site}} ingependa kuonyesha taarifa.

source: Apps Storage
es: Espacio para apps
fr: Stockage applications
pt_br: Acessar Armazenamento de Aplicativos
si: යෙදුම් ගබඩාව

source: Music Storage
as: সংগীত সংৰক্ষণ
es: Archivos de música
fr: Stockage musique
pt_br: Acessar Armazenamento de Músicas
si: ගීත ගබඩාව
sw: Hifadhi ya Muziki

source: {{app}} would like to access your music.
as: {{app}} এ আপোনাৰ সংগীত অভিগম কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a su música.
fr: L’application {{app}} souhaite accéder à votre musique.
pt_br: {{app}} gostaria de acessar suas músicas.
si: {{app}} ඔබේ ගීත ප්‍රවේශණයට කැමතී.
sw: {{app}} ingependa kufikia muziki wako.

source: {{site}} would like to access your music.
as: {{site}} এ আপোনাৰ সংগীত অভিগম কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a su música.
fr: {{site}} souhaite accéder à votre musique.
pt_br: {{site}} gostaria de acessar suas músicas.
si: {{site}} ඔබගේ සංගීත ගබඩාව පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kufikia muziki wako.

source: Image Storage
as: ছবি সংৰক্ষণ
es: Archivos de imágenes
fr: Stockage images
pt_br: Acessar Armazenamento de Imagens
si: පිංතූර ගබඩාව
sw: Hifadhi ya Picha

source: {{app}} would like to access your images.
as: {{app}} এ আপোনাৰ ছবিবোৰ অভিগম কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a sus imágenes.
fr: L’application {{app}} souhaite accéder à vos images.
pt_br: {{app}} gostaria de acessar suas imagens.
si: {{app}} ඔබගේ පිංතූර ගබඩාව පරිශ්‍රීලනයට කැමතී
sw: {{app}} ingependa kufikia picha zako.

source: {{site}} would like to access your images.
as: {{site}} এ আপোনাৰ ছবিবোৰ অভিগম কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a sus imágenes.
fr: {{site}} souhaite accéder à vos images.
pt_br: {{site}} gostaria de acessar suas imagens.
si: {{site}} ඔබගේ පිංතූර ගබඩාව පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kufikia picha zako.

source: Memory Card Storage
as: মেমৰি কাৰ্ড সংৰক্ষণ
es: Tarjeta de memoria
fr: Stockage carte mémoire
pt_br: Acessar cartão de memória
si: මතක ගබඩා කාඩ්පත
sw: Hifadhi ya Kadi ya Kumbukumbu

source: {{app}} would like to access your memory card.
as: {{app}} এ আপোনাৰ মেমৰি কাৰ্ড অভিগম কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a su tarjeta de memoria.
fr: L’application {{app}} souhaite accéder à votre carte mémoire.
pt_br: {{app}} gostaria de acessar seu cartão de memória.
si: {{app}} ඔබගේ මතක ගබඩා කාඩ්පත පරිශීලනයට කැමතී
sw: {{app}} ingependa kufikia kadi yako ya kumbukumbu.

source: {{site}} would like to access your memory card.
as: {{site}} এ আপোনাৰ মেমৰি কাৰ্ড অভিগম কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a su tarjeta de memoria.
fr: {{site}} souhaite accéder à votre carte mémoire.
pt_br: {{site}} gostaria de acessar seu cartão de memória.
si: {{site}} ඔබගේ මතක ගබඩා කාඩ්පත පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kufikia kadi yako ya kumbukumbu.

source: Video Storage
as: ভিডিঅ' সংৰক্ষণ
es: Archivos de vídeo
fr: Stockage vidéos
pt_br: Acessar Armazenamento de Vídeos
si: වීඩියෝ ගබඩාව
sw: Hifadhi ya Video

source: {{app}} would like to access your videos.
as: {{app}} এ আপোনাৰ ভিডিঅ'সমূহ অভিগম কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a sus vídeos.
fr: L’application {{app}} souhaite accéder à vos vidéos.
pt_br: {{app}} gostaria de acessar seus vídeos.
si: {{app}} ඔබගේ වීඩියෝ ගබඩාව පරිශ්‍රීලනයට කැමතී
sw: {{app}} ingependa kufikia video zako.

source: {{site}} would like to access your videos.
as: {{site}} এ আপোনাৰ ভিডিঅ'সমূহ অভিগম কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a sus vídeos.
fr: {{site}} souhaite accéder à vos vidéos.
pt_br: {{site}} gostaria de acessar seus vídeos.
si: {{site}} ඔබගේ වීඩියෝ ගබඩාව පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kufikia video zako.

source: Embed Apps
es: Insertar apps
fr: Embarquer des applications
pt_br: Incorporar Aplicativos
si: තිළැලි යෙදුම්

source: FM Radio
as: FM ৰেডিঅ'
es: Radio FM
fr: Radio FM
pt_br: Rádio FM
si: FM රේඩියෝ
sw: Redio ya FM

source: {{app}} would like to use the FM Radio.
as: {{app}} এ FM ৰেডিঅ' ব্যৱহাৰ কৰিব খোজে।
es: A la aplicación {{app}} le gustaría acceder a Radio FM.
fr: L’application {{app}} souhaite utiliser la radio FM.
pt_br: {{app}} gostaria de usar o rádio FM.
si: {{app}} FM රේඩියෝව පරිශ්‍රීලනයට කැමතී
sw: {{app}} ingependa kutumia Redio ya FM.

source: {{site}} would like to use the FM Radio.
as: {{site}} এ FM ৰেডিঅ' ব্যৱহাৰ কৰিব খোজে।
es: Al sitio {{site}} le gustaría acceder a Radio FM.
fr: {{site}} souhaite utiliser la radio FM.
pt_br: {{site}} gostaria de usar o rádio FM.
si: {{site}} FM රේඩියෝව පරිශ්‍රීලනයට කැමතී
sw: {{site}} ingependa kutumia Redio ya FM.

source: Geolocation
as: ভূঅৱস্থান
es: Geolocalización
fr: Géolocalisation
pt_br: Geolocalização
si: පිහිටුම
sw: Eneo la jio

source: {{app}} would like to know your location.
as: {{app}} এ আপোনাৰ অৱস্থান জানিব খোজে।
es: A la aplicación {{app}} le gustaría conocer su ubicación.
fr: L’application {{app}} souhaite connaître votre position.
pt_br: {{app}} gostaria de saber sua localização.
si: {{app}} ඔබගේ පිහිටුම දැනගැනිමට කැමති.
sw: {{app}} ingependa kujua eneo lako.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
as: {{brandShortName}} এ আপোনাৰ আনুমানিক অৱস্থান নিৰ্ধাৰণ কৰিবলে তথ্য যেনে GPS, Wi-Fi, আৰু আপোনাৰ ওচৰৰ মবাইল নেটৱৰ্কৰ ব্যৱহাৰ কৰে। তথ্যক Mozilla আৰু অন্য সেৱা প্ৰদানকাৰীলৈ পঠোৱা হয় আৰু সেই অৱস্থান ডাটাবেইচসমূহ উন্নত কৰিবলৈ একেলগে ব্যৱহাৰ কৰা হব। তথ্যক আপোনাৰ ডিভাইচ সংৰক্ষণ কৰা হব পাৰে আৰু কোনো এপ নচলা অৱস্থাত তথ্য সংগ্ৰহ হব পাৰে।
es: {{brandShortName}} utiliza datos como GPS, wifi y redes móviles próximas a usted para determinar su ubicación aproximada. Los datos se envían a Mozilla y otros operadores, y se usarán agregados con el fin de mejorar las bases de datos sobre ubicaciones. Los datos se guardarán en su dispositivo y la recopilación de los mismos se efectuará incluso cuando no se esté ejecutando ninguna aplicación.
fr: {{brandShortName}} utilise les données du GPS, du Wi-Fi et des antennes de téléphonie mobile environnantes pour déterminer approximativement votre position. Les données sont envoyées à Mozilla ainsi qu’à d’autres fournisseurs de services et sont mises en commun afin d’améliorer la précision des positions. Les données peuvent être stockées sur votre appareil et des données peuvent être collectées même lorsqu’aucune application n’est exécutée.
pt_br: O {{brandShortName}} usa dados como GPS, Wi-Fi e redes móveis ao seu redor para ajudar a determinar sua localização aproximada. Os dados são enviados à Mozilla e outros provedores de serviços e serão usados para melhorar essas bases de dados de localização. Os dados podem ser armazenados no seu aparelho e a coleta de dados pode ocorrer até mesmo quando nenhum aplicativo estiver sendo executado.
si: {{brandShortName}}, GPS, Wi-Fi, සහ ජංගම දුරකථන මඟින් දත්ත වැයකොට ඔබ සිටින ස්ථානය හඳුනාගැනේ. ස්ථාන දත්තගබඩාවන් වර්ධනය කිරීම වෙනුවෙන්, ඒවා මොසිල්ලා සහ අනෙක් සේවා සපයන්නන් වෙත යැවේ. දත්ත ඔබේ දුරකථනයේ ගබඩාවන අතර, යෙදුම් කිසිවක් ක්‍රියාත්මක නොවන විටදී එම දත්ත එක් රැස්කිරීම සිදුවේ.
sw: {{brandShortName}} inatumia data kama GPS, Wi-Fi, na mitandao ya simu ya mkononi iliyo karibu nawe ili kusaidia kuamua kadirio la eneo lako . Data inatumwa kwa Mozilla na watoaji wengine wa huduma na itatumiwa katika jumla ili kuboresha databezi hizo za eneo. Data inaweza kuhifadhiwa kwenye kifaa chako na ukusanyaji data unaweza kutokea wakati hakuna programu zinaendeshwa.

source: {{site}} would like to know your location.
as: {{site}} এ আপোনাৰ অৱস্থান জানিব খোজে।
es: Al sitio {{site}} le gustaría conocer su ubicación.
fr: {{site}} souhaite connaître votre position.
pt_br: {{site}} gostaria de saber sua localização.
si: {{site}} ඔබගේ පිහිටුම දැනගැනිමට කැමති.
sw: {{site}} ingependa kujua eneo lako.

source: See Idle Status
es: Ver estado inactivo
fr: Consulter l’état de l’inactivité
pt_br: Ver status de repouso
si: නිශ්චල තත්වය බලන්න

source: Privileged IndexedDB
es: IndexedDB privilegiado
fr: IndexedDB en mode privilégié
pt_br: IndexedDB Privilegiado
si: බලලත් IndexedDB

source: Unlimited IndexedDB Storage
es: Archivo IndexedDB ilimitado
fr: Stockage IndexedDB illimité
pt_br: Armazenamento ilimitado IndexedDB
si: සීමා රහිත IndexedDB ගබඩාව

source: Manage Keyboards
es: Administrar teclados
fr: Gérer les claviers
pt_br: Gerenciar Teclados
si: යතුරු පුවරු පාලනය

source: Act as a Keyboard
es: Actuar como teclado
fr: Comportement d’un clavier
pt_br: Atuar como um Teclado
si: යතුරු පුවරුවක් ලෙස හැසිරෙන්න

source: Camera and Microphone
as: কেমেৰা আৰু মাইক্ৰোফোন
es: Cámara y micrófono
fr: Caméra et microphone
pt_br: Câmera e Microfone
si: කැමරාව සහ මයික්‍රොෆෝනය
sw: Kamera na Mikrofoni

source: Would you like to share your camera and microphone with {{app}}?
as: আপুনি আপোনাৰ কেমেৰা আৰু মাইক্ৰফোন {{app}} ৰ সৈতে অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su cámara y su micrófono con la aplicación {{app}}?
fr: Voulez-vous partager votre caméra et votre microphone avec l’application {{app}} ?
pt_br: Você gostaria de compartilhar sua câmera e seu microfone com {{app}}?
si: ඔබේ කැමරාව සහ මයික්‍රොෆෝනය {{app}} සමඟ බෙදාගැනීමට කැමතියි ද?
sw: Ungependa kushiriki kamera na mikrofoni yako na {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
as: আপুনি আপোনাৰ কেমেৰা আৰু মাইক্ৰফোন {{site}} ৰ সৈতে অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su cámara y su micrófono con el sitio {{site}}?
fr: Voulez-vous partager votre caméra et votre microphone avec {{site}} ?
pt_br: Você gostaria de compartilhar sua câmera e seu microfone com {{site}}?
si: ඔබේ කැමරාව සහ මයික්‍රොෆෝනය {{site}} සමඟ බෙදාගැනීමට කැමතියි ද?
sw: Ungependa kushiriki kamera na mikrofoni yako na {{site}}

source: Mobile Connection
es: Conexión móvil
fr: Connexion mobile
pt_br: Conexão Móvel
si: ජංගම සබඳතාව

source: Mobile Identity
as: মবাইল পৰিচয়
es: Identidad móvil
fr: Identité mobile
pt_br: Identidade Móvel
si: ජංගම හැදුනුම
sw: Utambulisho wa Rununu

source: Network Events
es: Eventos de red
fr: Évènements réseau
pt_br: Eventos na Rede
si: ජාල අවස්ථා

source: Start an App
es: Iniciar una app
fr: Lancer une application
pt_br: Abrir um Aplicativo
si: යෙදුමක් අරඹන්න

source: Modify Apps Permissions
es: Modificar permisos de apps
fr: Changer des permissions
pt_br: Modificar Permissões de Aplicativo
si: යෙදුම් බලතල වෙනස් කරන්න

source: Power Settings
es: Ajustes de energía
fr: Paramètres d’énergie
pt_br: Configurações de Energia
si: බල සැකසුම්

source: Modify Settings
es: Modificar ajustes
fr: Changer des paramètres
pt_br: Modificar Configurações
si: සැකසුම් වෙනස් කරන්න

source: Cross-Origin Requests
es: Solicitudes cross-origin
fr: Requêtes cross-origin
pt_br: Requisições de Origens Cruzadas
si: හරස්-මූල ඉල්ලීම්

source: Telephony
es: Telefonía
fr: Téléphonie
pt_br: Telefonia
si: ටෙලිෆෝනි

source: Camera
as: কেমেৰা
es: Cámara
fr: Caméra
pt_br: Câmera
si: කැමරාව
sw: Kamera

source: Would you like to share your camera with {{app}}?
as: আপুনি {{app}} ৰ সৈতে আপোনাৰ কেমেৰা অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su cámara con la aplicación {{app}}?
fr: Voulez-vous partager votre caméra avec l’application {{app}} ?
pt_br: Você gostaria de compartilhar sua câmera com {{app}}?
si: {{app}} සමඟ ඔබේ කැමරාව බෙදාගැනීමට කැමතියි ද?
sw: Je, ungependa kushiriki kamera yako na {{app}}?

source: Would you like to share your camera with {{site}}?
as: আপুনি {{site}} ৰ সৈতে আপোনাৰ কেমেৰা অংশীদাৰী কৰিব খোজে নে?
es: ¿Le gustaría compartir su cámara con el sitio {{site}}?
fr: Voulez-vous partager votre caméra avec {{site}} ?
pt_br: Você gostaria de compartilhar sua câmera com {{site}}?
si: {{site}} සමඟ ඔබේ කැමරාව බෙදාගැනීමට කැමතියි ද?
sw: Je, ungependa kushiriki kamera yako na {{site}}?

source: Control Voicemail
es: Controlar buzón de voz
fr: Contrôler messagerie vocale
pt_br: Controlar Correio de Voz
si: හඬ තැපැල පාලනය

source: Install Webapps
es: Instalar webapps
fr: Installer applications web
pt_br: Instalar Webapps
si: Webapps ස්ථාපනය

source: Manage Wi-Fi
es: Administrar wifi
fr: Gérer le Wi-Fi
pt_br: Gerenciar Wi-Fi
si: Wi-Fi පාලනය

source: Open Overlay Popups
es: Abrir overlay popups
fr: Ouvrir des pop-up
pt_br: Abrir Popups
si: උඩින් වැටෙන පොප් අප් විවෘත

source: Play Alarm Sounds
es: Reproducir sonidos de alarma
fr: Lire les sonneries d’alarme
pt_br: Reproduzir Sons de Alarme
si: එලාම් ශබ්ද වාදනය

# perm-audio-channel-normal
source: Play Sounds
es: Reproducir sonidos
fr: Lire des sons
pt_br: Reproduzir Sons
si: ශබ්ද වාදනය

source: Play public notification sounds
es: Reproducir sonidos notificaciones públicas
fr: Lire notifications publiques
pt_br: Reproduzir sons de notificações públicas
si: පොදු දැන්වීම් ශබ්ද වාදනය

source: Play Telephony Sounds
es: Reproducir sonidos telefonía
fr: Lire sonneries téléphoniques
pt_br: Reproduzir Sons de Telefonia
si: ටෙලිෆෝනි ශබ්ද වාදනය

source: Act as a Background Service
es: Actuar como servicio en segundo plano
fr: Service d’arrière-plan
pt_br: Atuar como um serviço de plano de fundo
si: පසුබිම් සේවාවක් ලෙස හැසිරෙන්න

source: Crash Data Storage
es: Archivo datos de bloqueos
fr: Stocker données de plantage
pt_br: Armazenamento de Dados de Erros
si: බිඳවැටීම් දත්ත ගබඩාව

source: Access Downloads
es: Acceder a descargas
fr: Accéder aux téléchargements
pt_br: Acessar Downloads
si: බාගැනීම් වෙත පිවිසෙන්න

source: Embed Widgets
es: Insertar widgets
fr: Embarquer des widgets
pt_br: Incorporar Widgets
si: තිළැලි විජෙට්ටු

source: Feature Detection
es: Detectar características
fr: Détecter les fonctionnalités
pt_br: Detecção de Recursos
si: විශේෂාංග හැඳිනීම

source: Firefox Accounts
fr: Comptes Firefox
pt_br: Contas Firefox
si: Firefox ගිනුම්

source: Mobile Network
es: Red móvil
fr: Réseau mobile
pt_br: Redes Móveis
si: ජංගම ජාලය

source: Open Overlay Popups (moz)
es: Abrir overlay popups (moz)
fr: Ouvrir des pop-up (moz)
pt_br: Abrir Popups
si: උඩින් වැටෙන පොප් අප් විවෘත (moz)

source: Play Ringtone Sounds (moz)
es: Reproducir sonidos tono (moz)
fr: Lire des sonneries (moz)
pt_br: Reproduzir Sons de Toque
si: නාදරටා ශබ්ද වාදනය (moz)

source: Play Telephony Sounds (moz)
es: Reproducir sonidos telefonía (moz)
fr: Lire sonneries téléph. (moz)
pt_br: Reproduzir Sons de Telefonia
si: ටෙලිෆෝනි ශබ්ද වාදනය (moz)

source: Firefox Accounts (moz)
fr: Comptes Firefox (moz)
pt_br: Contas Firefox
si: Firefox ගිනුම (moz)

source: Control Usage Stats
es: Controlar estadísticas consumo
fr: Statistiques consommation
pt_br: Controlar Estatísticas de Uso
si: භාවිත තත්ව පාලනය

source: NFC HCI Events
es: Eventos NFC HCI
fr: Évènements NFC HCI
pt_br: Eventos NFC HCI
si: NFC HCI අවස්ථා

source: Manage NFC
es: Administrar NFC
fr: Gérer le NFC
pt_br: Gerenciar NFC
si: NFC පාලනය

source: Phone Number Service
es: Servicio núm. teléfono
fr: Service numéro de téléphone
pt_br: Serviço de Número de Telefone
si: දුරකථන අංක සේවාව

source: Push API
es: API push
fr: API Push
pt_br: API Push
si: පුශ් API

source: Resource Stats
es: Estadísticas de recursos
fr: Statistiques de ressources
pt_br: Estatísticas de Recursos
si: සම්පත් තත්වය

source: Send and Read SMS
es: Enviar y leer SMS
fr: Lire et envoyer des SMS
pt_br: Enviar e Ler SMS
si: SMS යවන්න හා කියවන්න

source: Control Volume
es: Controlar volumen
fr: Contrôler le volume
pt_br: Controlar Volume
si: ශබ්දය පාලනය

source: Access Storage
es: Acceder a archivos
fr: Accéder au stockage
pt_br: Acessar Armazenamento
si: ගබඩාවට පිවිසෙන්න

source: TCP Sockets
es: Sockets TCP
fr: Sockets TCP
si: TCP පේනු

source: Test Permission
es: Permisos de pruebas
fr: Permission test
pt_br: Permissão Teste
si: අත්හදාබැලීම් බලතල

source: Set Date and Time
es: Establecer fecha y hora
fr: Régler la date et l’heure
pt_br: Ajustar Data e Hora
si: දිනය හා වේලාව සකසන්න

source: UDP Sockets
es: Sockets UDP
fr: Sockets UDP
si: UDP පේනු

source: WAP Push
fr: Push WAP
si: WAP පුශ්

source: {{app}} would like to use your camera.
es: A la app {{app}} le gustaría acceder a la cámara.
fr: L’application {{app}} souhaite utiliser votre caméra.
pt_br: O {{app}} gostaria de usar a sua câmera.

source: {{site}} would like to use your camera.
es: Al sitio {{site}} le gustaría acceder a la cámara.
fr: {{site}} souhaite utiliser votre caméra.
pt_br: O site {{site}} gostaria de usar a sua câmera.
