Repository: phlax/mozilla-gaia
Catalog: ha/apps/video/video.properties.po
Languages: ha

source: Select
ha: Zaɓi

# number-selected2[one]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[two]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[few]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[many]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[other]
source: {{ n }} selected
ha: an zaɓi {{ n }}

source: Nothing selected
ha: Ba abinda aka zaɓa

source: Delete selected item?
ha: A goge abubuwan da aka zaɓa?

# delete-n-items?[two]
source: Delete {{ n }} items?
ha: A goge abubuwa {{ n }} ?

# delete-n-items?[few]
source: Delete {{ n }} items?
ha: Goge {{ n }} abubuwa?

# delete-n-items?[many]
source: Delete {{ n }} items?
ha: Goge {{ n }} abubuwa?

# delete-n-items?[other]
source: Delete {{ n }} items?
ha: Goge {{ n}} abubuwa?

source: Try sharing one video at a time.
ha: Jarraba raba bidiyo ɗaya lokaci guda.

source: Videos
ha: Bidiyo

source: Cancel
ha: Soke

source: Delete video?
ha: A goge bidiyo?

source: Add videos to get started
ha: Daɗa bidiyo domin farawa

source: Load videos on to the memory card.
ha: Ɗora bidiyo a kan kati mai ƙwaƙwalwa.

source: No memory card found
ha: Ba'a sami kati mai ƙwaƙwalwa ba

source: Insert a memory card to watch videos.
ha: Saka kati mai ƙwaƙwalwa domin kallon bidiyo.

source: Video can not be watched while plugged in
ha: Ba za'a iya kallon bidiyo ba lokacin da ta ke a jone

source: Unplug the phone to watch videos.
ha: Zare wayar domin kallon bidiyoyi.

source: Database Upgrade
ha: An haɓaka Tushen bayani

source: Please wait while Video updates its database.
ha: Dakata lokacin da Bidiyo ke sabunta tushen bayaninta.

source: Are you sure you want to delete:
ha: Ka tabbata ka na so ka goge:

source: Select a video
ha: Zaɓi bidiyo

source: Save
ha: Ajiye

source: Saved {{title}} to Video
ha: An ajiye {{title}} zuwa Bidiyo

source: The video could not be downloaded because of a network error.
ha: Ba za'a iya sauke bidiyo ba sabo da kuskuren haɗin yanar gizo.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
ha: Ba za'a iya kunna bidiyo ba: ko dai sabo da uwar garke ko haɗin yanar gizo ya kasa ko kuma sabo da tsarin ba shi da tallafi.

source: An unknown video error occurred.
ha: Kuskuren bidiyo da ba'a sani ba ya afku.

# overlay-cancel-button
source: Cancel
ha: Soke

source: Go to Camera
ha: Tafi zuwa Kyamara

source: Name
ha: Suna

source: Length
ha: Tsawo

source: Size
ha: Girma

source: Video Type
ha: Yanayin Bidiyo

source: Date Taken
ha: Kwanan watan da aka ɗauka

source: Resolution
ha: Tsari

source: Close
ha: Rufe

source: Share
ha: Raba

source: More info
ha: Ƙarin bayani

source: Delete
ha: Goge
