Repository: phlax/mozilla-gaia
Catalog: */apps/collection/collection.properties.po
Languages: am, bn_bd, ms, th, uz, xh

source: Loading
am: በመጫን ላይ
bn_bd: লোডিং
ms: Memuatkan
th: กำลังโหลด
uz: Yuklanmoqda
xh: Iyakhuphela

source: Cancel
am: መሰረዣ
bn_bd: বাতিল
ms: Batal
th: ยกเลิก
uz: Bekor qilish
xh: Rhoxisa

source: Custom
am: የተለመደ
bn_bd: স্বনির্ধারিত
ms: Suai
th: กำหนดเอง
uz: Boshqa
xh: Ikhastom

source: Connect to the internet to add more Smart Collections
am: ከ ኢንተርኔት ጋር ይገናኙ ተጨማሪ ጥሩ ስብስብ ለመጨመር
bn_bd: আরো স্মার্ট সংগ্রহ তৈরি করতে ইন্টারনেটে যুক্ত হোন
ms: Sambung kepada internet untuk menambah lagi Koleksi Pintar
th: เชื่อมต่อกับอินเทอร์เน็ตเพื่อเพิ่มชุดสะสมอัจฉริยะเพิ่มเติม
uz: Ko‘proq to‘plamlaringizni qo‘shish uchun internetga ulanish
xh: Nxibelela kwi-intanethi ukufaka iingqokelela ezisemgangathweni

source: All smart collections have been added.
am: ይህ ጥሩ ስብስብስ ተጨምሯል
bn_bd: সকল স্মার্ট সংগ্রহ যুক্ত হয়েছে।
th: เพิ่มชุดสะสมอัจฉริยะทั้งหมดแล้ว
uz: Barcha qulay to‘plamlar qo‘shildi.

source: Add to top of collection
am: ከ ስብስብ ከ ላይ በኩል መጨመሪያ
bn_bd: শীর্ষ সংগ্রহে যোগ করুন
ms: Tambah di atas koleksi
th: เพิ่มไปยังด้านบนสุดของชุดสะสม
uz: To‘plamning yuqorisiga qo‘shish
xh: Yongeza uye kutsho encochoyini yengqokelela

source: Add to Home Screen
am: ወደ ቤት መመልከቻ መጨመሪያ
bn_bd: হোমস্ক্রিনে যোগ করুন
ms: Tambah ke Skrin Utama
th: เพิ่มไปยังหน้าจอแรก
uz: Uy ekraniga qo‘shish

source: Connect to the internet to get apps for {{collectionName}}
am: ከ ኢንተርኔት ጋር ይገናኙ መተግበሪያ ለማግኘት ለ {{collectionName}}
bn_bd: {{collectionName}} এর জন্য অ্যাপ খুঁজতে ইন্টারনেটের সাথে সংযুক্ত হোন
ms: Sambung ke internet untuk mendapatkan app untuk {{collectionName}}
th: เชื่อมต่อกับอินเทอร์เน็ตเพื่อรับแอปสำหรับ {{collectionName}}
uz: {{collectionName}} uchun ilova dasturlar olish uchun internetga ulanish
xh: Nxibelelanisa kwi-intanethi ukufumana iiaplikheyishini ze{{collectionName}}

source: Edit
am: ማረሚያ
bn_bd: সম্পাদনা
ms: Sunting
th: แก้ไข
uz: Tahrirlash
xh: Hlela

# edit-done
source: Done
am: ጨርሷል
bn_bd: সম্পন্ন
th: เสร็จสิ้น
uz: Tayyor

source: Delete Collection
am: ስብስቡን ማጥፊያ
bn_bd: সংগ্রহ মুছে ফেলুন
th: ลบชุดสะสม
uz: To‘plamni o‘chirish

source: This collection and all of its data will be deleted.
am: ይህ ስብስብስ እና በውስጡ የያዛቸው ዳታ በሙሉ ይጠፋሉ
bn_bd: এই সংগ্রহ এবং এর সকল ডাটা মুছে ফেলা হবে।
th: ชุดสะสมนี้และข้อมูลทั้งหมดจะถูกลบ
uz: To‘plam va uning barcha ma’lumotlari o‘chiriladi.

source: Delete
am: ማጥፊያ
bn_bd: অপসারণ
ms: Padam
th: ลบ
uz: O‘chirish
xh: Cima

source: Edit collection
am: ስብስቦች ማረሚያ
bn_bd: সংগ্রহ সম্পাদনা করুন
th: แก้ไขชุดสะสม
uz: To‘plamni tahrirlash

source: Done
am: ጨርሷል
bn_bd: সম্পন্ন
th: เสร็จสิ้น
uz: Tayyor

source: Create your own Smart Collection
ms: Cipta Koleksi Pintar anda sensiri
xh: Yenza eyakho ingqokelela esemgangathweni

source: Delete {{name}}
ms: Padam {{name}}
xh: Cima i{{name}}

source: {{name}} and all of its data will be deleted.
ms: {{name}} dan kesemua datanya akan dipadam.
xh: I{{name}} nazo zonke iinkcukacha zalo ziya kucinywa.
