Repository: phlax/mozilla-gaia
Catalog: ig/apps/communications/dialer/shared.properties.po
Languages: ig

source: To make a call you need to disable airplane mode in settings.
ig: Iji kpọọ oku ị ga-agbanyụ ụkpụrụ ụgbọ elu na ntọala.

# callAirplaneModeBtnOk
source: OK
ig: ỌDỊMMA

source: Airplane mode activated
ig: Agbalitere ụkpụrụ ụgbọ elu

source: Number is busy
ig: Nọmba nọ n'ọrụ

source: The number is currently busy. Please try again later.
ig: Nọmba nọ n'ọrụ ugbu a. Biko nwaa ọzọ ma emechaa.

source: FDN active
ig: FDN nọ n'ọrụ

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama), nọmba ndị a adịghị na ndepụta FDN gị: {{ number }}

source: Voicemail
ig: Oziolu

source: Emergency number
ig: Nọmba ihe mberede

source: To make a call, the phone must be connected to a network.
ig: Iji kpọọ oku, ekwentị ahụ ga-ejikọrịrị na netwọk.

source: Emergency calls are not allowed by the network.
ig: Netwọk ahụ anabataghị oku ihe mberede.

# emergencyDialogBtnOk
source: OK
ig: ỌDỊMMA

source: No network connection
ig: Njikọ netwọk adịghị

source: Invalid phone number
ig: Akara ekwentị na ezighi ezi

source: The phone number you are calling is not valid.
ig: Akara ekwentị ị na akpọ ezighi ezi.

source: Unable to make a phone call now
ig: Enwenwughi ike ịkpọ oku ugbu a

source: Cannot make a call. If you are already dialing, please hang up first.
ig: Enweghị ike ịkpọ oku. Ọ bụrụ na ị kpọbala ya, biko kwụsị.

source: Other connection in use
ig: Njikọ ọzọ a na eji

source: You have an active call on another connection. You can only use one connection at a time.
ig: Ị nwere oku na aga na njikọ ọzọ. Ị nwere naanị ike iji otu njikọ n'otu oge.
