Repository: phlax/mozilla-gaia
Catalog: zam/apps/ringtones/ringtones.properties.po
Languages: zam

source: Manage Ringtones
zam: Thus kue xha dizh ah

source: Share ringtone
zam: Tal xha dizh ah

source: Delete ringtone
zam: Te dont xha dizh ah

# actions-cancel
source: Cancel
zam: Naa lit luy

source: Delete Ringtone
zam: Te dont xha dizh ah

# delete-cancel
source: Cancel
zam: Naa lit luy

source: Delete
zam: Te dont na

source: Ringtone deleted.
zam: Xha dizh ah te dont ni.

source: New ringtone created.
zam: Thus kuen xha dizh ah.

source: Ringtone set as default.
zam: Toob xha dizh ah ko genu kue.

source: Select Sound
zam: Mxhen Xha dizh ah

source: Done
zam: Gok ah

source: Firefox Ringtones
zam: Xha dizh ah na Firefox

source: Custom Ringtones
zam: Thus kue Xha dizh ah

# create-cancel
source: Cancel
zam: Naa lit luy

source: Ringtone Not Created
zam: Na thus kuen na Xha dizh ah

source: Use as default ringtone
zam: Mxhen xha dizh ah ko xho let kue

source: OK
zam: BLIY

source: Untitled
zam: Yent le niy
