Repository: phlax/mozilla-gaia
Catalog: yo/apps/clock/clock.properties.po
Languages: yo

source: Reset
yo: Ṣàtúntò

source: Start
yo: Bẹ̀rẹ̀

source: Stop
yo: Dúró

source: Cancel
yo: Parẹ́

source: Hour
yo: Wákàtí

source: Hours
yo: Àwọn Wákàtí

source: Minute
yo: Ìṣẹjú

source: Minutes
yo: Àwọn ìṣẹjú

source: Alarm
yo: Aago ìtanijí

source: Timer
yo: Aṣàkókò

source: Stopwatch
yo: Ago awòṣohun

source: Alarm name
yo: Orúkọ aago ìtanijí

source: New alarm
yo: Aago ìtanijí titun

source: Edit alarm
yo: Ṣàtúnṣe aago ìtanijí

source: Pause
yo: Dadúró díẹ̀

source: Resume
yo: Padà bẹ̀rẹ̀

source: Lap
yo: Láàpù

source: Lap {{n}}
yo: Láàpù {{n}}

source: Delete
yo: Parẹ́

source: Time
yo: Àkókò

# snooze-label
source: Snooze
yo: Gbòn

# snooze-button
source: Snooze
yo: Gbòn

source: Repeat
yo: Túnṣe

source: Vibrate
yo: Gbọ̀n rìrì

source: Close
yo: Tìí

source: Save
yo: Fi pamọ́

source: Done
yo: Ṣetán

# closeButton.ariaLabel
source: Close
yo: Tìí

# newAlarmButton.ariaLabel
source: New alarm
yo: Aago ìtanijí titun

source: System Alarm Volume
yo: Ìlànà ètò agbára ìró aago ìtanijí

source: Sound
yo: Ìró

source: No Sound
yo: Kòsí Ìró

source: Every day
yo: Gbogbo ọjọ́

source: Weekdays
yo: Àwọn àárìn ọ̀sẹ̀

source: Weekends
yo: Àwọn òpin ọ̀sẹ̀

source: Never
yo: Láéláé

source: On
yo: Tàn

source: Off
yo: Pa

source: +1 Min
yo: Ìṣẹjú +1

source: The alarm is set for <strong>{{minutes}}</strong> from now.
yo: Aago ìtanijí wàni àgbékalẹ̀ fún <strong>{{minutes}}</strong> láti ìsinyì.

source: The alarm is set for {{hours}} {{minutes}} from now.
yo: Aago ìtanijí wàni àgbékalẹ̀ fún {{hours}} {{minutes}} láti ìsinyì.

source: The alarm is set for {{days}} {{hours}} from now.
yo: Aago ìtanijí wàni àgbékalẹ̀ fún {{days}} {{hours}} láti ìsinyì.

source: less than a minute
yo: kérésí ìṣejú

# nMinutes[one]
source: one minute
yo: ìṣẹjú kan

# nMinutes[two]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nMinutes[few]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nMinutes[many]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nMinutes[other]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

source: <strong>{{n}} hour</strong>
yo: <strong>{{n}} wákàtí</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} àwọn wákàtí</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} àwọn wákàtí</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} àwọn wákàtí</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} àwọn wákàtí</strong>

source: and <strong>{{n}} hour</strong>
yo: àti <strong>{{n}} wákàtí</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
yo: àti <strong>{{n}} àwọn wákàtí</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
yo: àti <strong>{{n}} àwọn wákàtí</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
yo: àti <strong>{{n}} àwọn wákàtí</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
yo: àti <strong>{{n}} àwọn wákàtí</strong>

source: <strong>{{n}} day</strong>
yo: <strong>{{n}} ọjọ́</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} àwọn ọjọ́</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} àwọn ọjọ́</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} àwọn ọjọ́</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} àwọn ọjọ́</strong>

source: and <strong>{{n}} minute</strong>
yo: àti <strong>{{n}} ìṣẹjú</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
yo: àti <strong>{{n}} àwọn ìṣẹjú</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
yo: àti <strong>{{n}} àwọn ìṣẹjú</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
yo: àti <strong>{{n}} àwọn ìṣẹjú</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
yo: àti <strong>{{n}} àwọn ìṣẹjú</strong>

source: zero seconds
yo: àwọn òdo ìṣẹjú àayá

source: one second
yo: ìṣẹjú àayá kan

# nSpinnerSeconds[two]
source: {{n}} seconds
yo: {{n}} àwọn ìṣẹjú àayá

# nSpinnerSeconds[few]
source: {{n}} seconds
yo: {{n}} àwọn ìṣẹjú àayá

# nSpinnerSeconds[many]
source: {{n}} seconds
yo: {{n}} àwọn ìṣẹjú àayá

# nSpinnerSeconds[other]
source: {{n}} seconds
yo: {{n}} àwọn ìṣẹjú àayá

source: zero minutes
yo: àwọn òdo ìṣẹjú

# nSpinnerMinutes[one]
source: one minute
yo: ìṣẹjú kan

# nSpinnerMinutes[two]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nSpinnerMinutes[few]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nSpinnerMinutes[many]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

# nSpinnerMinutes[other]
source: {{n}} minutes
yo: {{n}} àwọn ìṣẹjú

source: zero hours
yo: àwọn òdo wákàtí

source: {{n}} hour
yo: {{n}} wákàtí

# nSpinnerHours[two]
source: {{n}} hours
yo: {{n}} àwọn wákàtí

# nSpinnerHours[few]
source: {{n}} hours
yo: {{n}} àwọn wákàtí

# nSpinnerHours[many]
source: {{n}} hours
yo: {{n}} àwọn wákàtí

# nSpinnerHours[other]
source: {{n}} hours
yo: {{n}} àwọn wákàtí
