Repository: phlax/mozilla-gaia
Catalog: */shared/lockscreen/lockscreen.properties.po
Languages: az, es, fr, km, ms, pt_br

source: Airplane mode
az: Təyyarə rejimi
es: Modo avión
fr: Mode avion
km: របៀប​ជិះ​យន្តហោះ
ms: Mod pesawat udara
pt_br: Modo avião

source: Searching…
az: Axtarılır…
es: Buscando…
fr: Recherche…
km: កំពុង​ស្វែងរក…
ms: Mencari…
pt_br: Procurando…

source: No network
az: Şəbəkə yoxdur
es: No hay red
fr: Pas de réseau
km: គ្មាន​សេវា
ms: Tiada rangkaian
pt_br: Sem rede

source: {{operator}} (Roaming)
az: {{operator}} (Rominq)
es: {{operator}} (itinerancia)
fr: {{operator}} (Itinérance)
km: {{operator}} (រ៉ូមីង)
ms: {{operator}} (Perayauan)

source: Emergency calls only
az: Ancaq fövqəladə zənglər
es: Sólo llamadas de emergencia
fr: Appels d’urgence uniquement
km: តែ​ការ​ហៅ​ពេល​មាន​អាសន្ន​ប៉ុណ្ណោះ
ms: Hanya panggilan kecemasan
pt_br: Apenas chamadas de emergência

source: (unknown SIM state)
az: (bilinməyən SIM vəziyyəti)
es: (estado de SIM desconocido)
fr: (état SIM inconnu)
km: (មិន​ស្គាល់​ស៊ីម)
ms: (keadaan SIM tidak diketahui)
pt_br: (estado desconhecido do SIM)

source: (no SIM)
az: (SIM yoxdur)
es: (sin SIM)
fr: (aucune carte SIM)
km: (គ្មាន​ស៊ីម)
ms: (tiada SIM)
pt_br: (sem SIM)

source: (SIM PIN required)
az: (SIM PIN tələb olunur)
es: (Se requiere PIN de SIM)
fr: (code PIN requis)
km: (បាន​ទាមទារ​លេខ​កូដ PIN ស៊ីម)
ms: (PIN SIM diperlukan)
pt_br: (PIN do SIM obrigatório)

source: (SIM PUK required)
az: (SIM PUK tələb olunur)
es: (Se requiere PUK de SIM)
fr: (code PUK requis)
km: (បាន​ទាមទារ​លេខ​កូដ PUK SIM)
ms: (PUK SIM diperlukan)
pt_br: (PUK do SIM obrigatório)

source: (network locked)
az: (şəbəkə kilidlənib)
es: (restringido a red)
fr: (verrouillage réseau)
km: (បាន​ចាក់សោ​បណ្ដាញ)
ms: (rangkaian dikunci)
pt_br: (rede bloqueada)

source: (service provider locked)
az: (şəbəkə provayderi kilidlənib)
es: (restringido a operador)
fr: (verrouillage opérateur)
km: (បាន​ចាក់សោ​ក្រុមហ៊ុន​ផ្ដល់​សេវា)
ms: (penyedia perkhidmatan dikunci)
pt_br: (provedor de serviço bloqueado)

source: (corporate locked)
az: (korporativ kilid)
es: (restringido a organización)
fr: (verrouillage entreprise)
km: (បាន​ចាក់សោ​សាជីវកម្ម)
ms: (korporat dikunci)
pt_br: (bloqueio corporativo)

source: (network1 locked)
az: (şəbəkə1 kilidlənib)
es: (restringido a red1)
fr: (verrouillage réseau1)
km: (បាន​ចាក់សោ​បណ្ដាញ ១)
ms: (network1 dikunci)
pt_br: (rede1 bloqueada)

source: (network2 locked)
az: (şəbəkə2 kilidlənib)
es: (restringido a red2)
fr: (verrouillage réseau2)
km: (បាន​ចាក់សោ​បណ្ដាញ ២)
ms: (network2 dikunci)
pt_br: (rede2 bloqueada)

source: (hrpd network locked)
az: (hrpd şəbəkə kilidlənib)
es: (restringido a red hrpd)
fr: (verrouillage réseau hrpd)
km: (បាន​ចាក់សោ​បណ្ដាញ hrpd)
ms: (rangkaian hrpd dikunci)
pt_br: (rede hrpd bloqueada)

source: (ruim corporate locked)
az: (ruim korporativ kilid)
es: (restringido a organización ruim)
fr: (verrouillage entreprise ruim)
km: (បាន​ចាក់សោ​សាជីវកម្ម ruim)
ms: (ruim korporat dikunci)
pt_br: (perfil RUIM bloqueado)

source: (ruim service provider locked)
az: (ruim servis provayderi kilidi)
es: (restringido a operador ruim)
fr: (verrouillage opérateur ruim)
km: (បាន​ចាក់សោ​ក្រុមហ៊ុន​ផ្ដល់​សេវា ruim)
ms: (penyedia khidmat ruim dikunci)
pt_br: (provedor de serviço RUIM bloqueado)

source: {{ level }}% Charged
es: {{ level }}% cargado
fr: {{ level }} % chargé
pt_br: {{ level }}% carregado

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
pt_br: {{ level }}% carregado ({{ minutes }} minutos até carregar completamente)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ minutes }} minuto até carregar completamente)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ minutes }} minutos até carregar completamente)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ minutes }} minutos até carregar completamente)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ minutes }} minutos até carregar completamente)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ minutes }} minutos até carregar completamente)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até carregar completamente)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minuto até carregar completamente)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até carregar completamente)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até carregar completamente)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até carregar completamente)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
es: {{ level }}% cargado ({{ hours }} h {{ minutes }} min para terminar)
fr: {{ level }} % chargé ({{ hours }} h {{ minutes }} min avant charge complète)
pt_br: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até carregar completamente)

source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
fr: {{ level }} % chargé ({{ minutes }} min avant charge complète)
