Repository: phlax/mozilla-gaia
Catalog: tn/apps/bluetooth/bluetooth.properties.po
Languages: tn

source: Confirmation
tn: Tlhomamisa

source: Bluetooth is disabled
tn: Bluetooth e nonofolotswe

source: Do you want to turn Bluetooth on?
tn: A o batla go tshuba Bluetooth?

source: Cancel
tn: Sutlha

source: Turn On
tn: Tshuba

source: Bluetooth file transfer failed
tn: Feile ya Bluetooth e tlhaetse

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
tn: Thomelo ya feile e tlhaetse. Netefatsa gore Bluetooth e siame.

source: Paired devices
tn: Didirisiwa tse di berikisanyang

source: Devices in the area
tn: Didirisiwa tse di mabapi

source: Pairing with device…
tn: Golaganya didirisiwa

source: Waiting for other device…
tn: Emela didirisiwa...

source: Paired
tn: Kgolagano

source: Connecting…
tn: Ya Kitlanya...

source: Connected
tn: E kitlanye

source: Searching for devices…
tn: E kèlèka maanò

source: Search for devices
tn: Kèlèka maanò

source: Unknown device
tn: Maanò a a sa itseweng

source: Unable to pair devices
tn: Gana sebedi sa maanò

source: Unable to pair with the device. Check that the PIN is correct.
tn: Gana sebedi sa maanò. Netefatsa nomoro ya sephiri gore e siame.

source: Unable to pair with the device. Too many requests.
tn: Gana sebedi sa maanò. Kopo di dintsi.

source: Pair
tn: Golaganya

source: Confirm devices to pair
tn: Tlhomamisa maanò a kgolaganyo

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
tn: Maanò a sebedi, netefatsa gore maanò otlhe a bontsha nomoro ya sephiri:

source: To pair with {{device}}, enter the PIN on the device.
tn: Go golaganya {{didirisiwa}}, tsenya NOMORO ya sephiri.

source: To pair with {{device}}, enter the passkey on the device.
tn: Go golaganya {{didirisiwa}}, tsenya nomoro ya sephiri mo sedirisiweng.

# passive-pair
source: Bluetooth pairing request
tn: Kopo ya kgolagano ya Blueetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
tn: {{sedirisiwa}} sediriwa se eletsa go golagana le monokelatsebe. Go dumalana, netefatsa gore didirisiwa di nale NOMORO ya sephiri e supilwe:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
tn: {{sedirisiwa}} se eletsa go golagana le monokelatsebe. Go amogela, tsenya NOMORO ya sephiri mo sedirisiweng.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
tn: {{sedirisiwa}} se eletsa go golagana le monokelatsebe. Go amogela, tsenya nomoro ya sephiri mo sedirisiweng.

source: Bluetooth Request From
tn: Kopo ya Bluetooth go tsweng

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
tn: Kopo ya kgolagano ya Bluetooth

source: Bluetooth Pairing Request
tn: Ikopelo ya kgolagano ya Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
tn: Kopo ya kgolagano ya Bluetooth e fedile. Leka go golaganya gape.
