Repository: phlax/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: es, fr

source: Add new number
es: Añadir nuevo número
fr: Ajouter un nouveau numéro

source: Contact details
es: Detalles del contacto
fr: Détails du contact

source: Add to existing contact
es: Agregar a contacto existente
fr: Ajouter à un contact existant

source: All
es: Todas
fr: Tous

# all.ariaLabel
source: All
es: Todas
fr: Tous

source: Call log
es: Reg. llamadas
fr: Journal d’appels

source: Edit call log
es: Editar registro de llamadas
fr: Modifier le journal d’appels

source: Edit call log dialog
es: Diálogo de edición de registro de llamadas
fr: Modifier le journal d’appels

source: Connecting
es: Conectando
fr: Appel

source: Connecting…
es: Conectando…
fr: Appel…

source: Asynchronous: {{ async }}
es: Asíncrona: {{ async }}
fr: Asynchrone : {{ async }}

source: Data: {{ data }}
es: Datos: {{ data }}
fr: Données : {{ data }}

source: An error occurred while retrieving call forwarding status
es: Se produjo un error al recuperar el estado de desvío de llamadas
fr: Une erreur s’est produite lors de la récupération de l’état du transfert d’appels

source: Inactive
es: Inactivo
fr: Inactif

source: Packet: {{ packet }}
es: Paquete: {{ packet }}
fr: Paquets : {{ packet }}

source: Call forwarding status
es: Estado de desvío de llamadas
fr: État du transfert d’appels

source: Synchronous: {{ sync }}
es: Síncrona: {{ sync }}
fr: Synchrone : {{ sync }}

source: Voice: {{ voice }}
es: Voz: {{ voice }}
fr: Voix : {{ voice }}

source: Close
es: Cerrar
fr: Fermer

source: Clear selected calls?
es: ¿Eliminar llamadas seleccionadas?
fr: Effacer les appels sélectionnés ?

source: Contacts
es: Contactos

source: Create new contact
es: Crear nuevo contacto
fr: Créer un nouveau contact

source: Delete
es: Borrar
fr: Supprimer

source: Deselect all
es: Desmarcar todo
fr: Tout désélectionner

source: Add contact
es: Añadir contacto
fr: Créer un contact

source: Add Contact Dialog
es: Añadir diálogo del contacto
fr: Formulaire de création de contact

source: Call Information
es: Información de llamada
fr: Détails de l’appel

# edit-selected[one]
source: {{ n }} selected
es: {{ n }} seleccionada

# edit-selected[two]
source: {{ n }} selected
es: {{ n }} seleccionadas
fr: {{ n }} sélectionnés

# edit-selected[few]
source: {{ n }} selected
es: {{ n }} seleccionadas
fr: {{ n }} sélectionnés

# edit-selected[many]
source: {{ n }} selected
es: {{ n }} seleccionadas
fr: {{ n }} sélectionnés

# edit-selected[other]
source: {{ n }} selected
es: {{ n }} seleccionadas
fr: {{ n }} sélectionnés

source: Edit
es: Editar
fr: Mode édition

source: Hide keypad
es: Ocultar teclado
fr: Masquer le clavier numérique

source: Ignore Call
es: Ignorar llamada
fr: Ignorer l’appel

source: Incoming
es: Entrante
fr: Entrant

source: Keypad
es: Teclado
fr: Clavier numérique

source: Make call
es: Hacer llamada
fr: Appeler

source: Merge
es: Combinar
fr: Fusionner

# info-missed
source: Missed
es: Perdida

source: Missed
es: Perdida
fr: Manqués

# missed.ariaLabel
source: Missed
es: Perdida
fr: Manqués

source: Canceled
es: Cancelada
fr: Interrompu

source: Missed call
es: Llamada perdida
fr: Appel manqué

source: (SIM {{ n }}) Missed call
es: (SIM {{ n }}) Llamada perdida
fr: (SIM {{ n }}) Appel manqué

source: An error occurred while sending the message
es: Se produjo un error al enviar el mensaje
fr: Une erreur s’est produite lors de l’envoi du message

source: Session expired
es: Sesión caducada
fr: Session expirée

source: Message successfully sent
es: Mensaje enviado correctamente
fr: Message envoyé avec succès

source: Mute
es: Silenciar
fr: Couper le son

source: New call
es: Nueva llamada
fr: Nouvel appel

source: No calls recorded
es: Ninguna llamada registrada
fr: Aucun appel enregistré

source: Start communicating now
es: Comience a comunicarse ahora
fr: Vous pouvez dès à présent passer un appel

source: No missed calls
es: Ninguna llamada perdida
fr: Aucun appel manqué

source: On hold
es: En espera
fr: Appel en attente

source: Outgoing
es: Salientes
fr: Sortant

source: Recent calls
es: Llamadas recientes
fr: Appels récents

source: Reply
es: Contestar
fr: Répondre

source: Select all
es: Seleccionar todas
fr: Tout sélectionner

source: Send
es: Enviar
fr: Envoyer

source: Switch calls
es: Intercambiar llamadas
fr: Basculer sur un autre appel

source: Today
es: Hoy
fr: Aujourd’hui

source: Withheld number
es: Número oculto
fr: Numéro masqué

source: From {{ contact }}
es: De {{ contact }}
fr: De {{ contact }}

source: From {{ number }}
es: De {{ number }}
fr: Du {{ number }}

source: From withheld number
es: De un número oculto
fr: D’un numéro masqué

source: Yesterday
es: Ayer
fr: Hier

source: Sending…
es: Enviando…
fr: Envoi…

# speakerOption.ariaLabel
source: Speaker
es: Altavoz
fr: Haut-parleur

source: {{ operator }} services
es: Servicios de {{ operator }}
fr: Services {{ operator }}

source: Toggle keypad
es: Alternar teclado
fr: Afficher ou masquer le clavier numérique

source: Type your response…
es: Escriba su respuesta…
fr: Saisissez votre réponse…

source: Clear all text
es: Borrar todo el texto
fr: Effacer tout le texte

source: Hide
es: Ocultar
fr: Masquer

source: Call
es: Llamar
fr: Appeler

source: Hold
es: En espera
fr: En attente

source: Resume
es: Continuar
fr: Reprendre

# resume.ariaLabel
source: Resume
es: Continuar
fr: Reprendre

source: Send Message
es: Enviar mensaje
fr: Envoyer un message

source: Call Ended
es: Fin llamada
fr: Appel terminé

source: via SIM{{ n }}
es: vía SIM{{ n }}
fr: depuis la SIM {{ n }}

source: Unknown
es: Desconocida
fr: Inconnu

source: Cancel
es: Cancelar
fr: Annuler

source: Remove
es: Eliminar

source: Remove all Facebook data?
es: ¿Eliminar todos los datos de Facebook?

source: Delete contact?
es: ¿Borrar contacto?

source: No Contact to Delete
es: Ningún contacto que borrar

source: Delete 1 Contact? This cannot be undone.
es: ¿Borrar 1 contacto? No puede deshacerse.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
es: ¿Borrar {{n}} contactos? No puede deshacerse.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
es: ¿Borrar {{n}} contactos? No puede deshacerse.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
es: ¿Borrar {{n}} contactos? No puede deshacerse.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
es: ¿Borrar {{n}} contactos? No puede deshacerse.

source: Retry
es: Reintentar

source: Hang Up
es: Colgar
fr: Raccrocher

source: Pick up
es: Descolgar
fr: Répondre

source: Slider
es: Barra
fr: Bouton à faire glisser

source: Settings
es: Ajustes
fr: Paramètres

source: Nothing selected
es: Ninguna seleccionada
fr: Aucune entrée sélectionnée

source: Delete selected log?
es: ¿Borrar registro seleccionado?
fr: Supprimer l’entrée sélectionnée ?

# delete-n-log?[two]
source: Delete {{ n }} logs?
es: ¿Borrar {{ n }} registros?
fr: Supprimer {{ n }} entrées ?

# delete-n-log?[few]
source: Delete {{ n }} logs?
es: ¿Borrar {{ n }} registros?
fr: Supprimer {{ n }} entrées ?

# delete-n-log?[many]
source: Delete {{ n }} logs?
es: ¿Borrar {{ n }} registros?
fr: Supprimer {{ n }} entrées ?

# delete-n-log?[other]
source: Delete {{ n }} logs?
es: ¿Borrar {{ n }} registros?
fr: Supprimer {{ n }} entrées ?

# composeEmail.ariaLabel
source: Email
es: Correo
fr: Envoyer un courriel

# emailDetail.ariaLabel
source: Email
es: Correo
fr: Adresse électronique

source: Phone
es: Teléfono
fr: Téléphone

source: {{ n }} match for "{{ matchNumber }}"
es: {{ n }} coincidencia para "{{ matchNumber }}"
fr: {{ n }} correspondance pour « {{ matchNumber }} »

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
es: {{ n }} coincidencias para "{{ matchNumber }}"
fr: {{ n }} correspondances pour « {{ matchNumber }} »

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
es: {{ n }} coincidencias para "{{ matchNumber }}"
fr: {{ n }} correspondances pour « {{ matchNumber }} »

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
es: {{ n }} coincidencias para "{{ matchNumber }}"
fr: {{ n }} correspondances pour « {{ matchNumber }} »

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
es: {{ n }} coincidencias para "{{ matchNumber }}"
fr: {{ n }} correspondances pour « {{ matchNumber }} »

source: Call barring
es: Bloqueo llamadas
fr: Blocage d’appels

source: Call forwarding
es: Desvío llamadas
fr: Transfert d’appels

source: Incoming Caller ID
es: ID interlocutor
fr: Afficher numéro entrant

source: Outgoing Caller ID
es: ID interlocutor
fr: Afficher numéro sortant

source: Password change
es: Cambio de contraseña
fr: Modifier mot de passe

source: Call waiting
es: Llamada en espera
fr: Double appel

source: PIN change
es: Cambio de PIN
fr: Modifier PIN

source: PIN2 change
es: Cambio de PIN2
fr: Modifier PIN2

source: Unblock PIN
es: Desbloquear PIN
fr: Débloquer PIN

source: Unblock PIN2
es: Desbloquear PIN2
fr: Débloquer PIN2

source: Voice
es: Voz
fr: Voix

source: Data
es: Datos
fr: Données

source: Sync
es: Síncrono
fr: Synchrone

source: Async
es: Asíncrono
fr: Asynchrone

source: Packet
es: Paquete
fr: Paquets

source: Service was enabled
es: El servicio fue activado
fr: Le service était activé

source: Service has been disabled
es: El servicio fue desactivado
fr: Le service a été désactivé

source: Registration was successful
es: El registro se realizó correctamente
fr: Enregistrement réussi

source: Erasure was successful
es: El borrado se realizó correctamente
fr: Effacement réussi

source: Request was successful
es: La solicitud se realizó correctamente
fr: La requête a réussi

source: Service not provisioned
es: Servicio no aprovisionado
fr: Service non provisionné

source: You can not change the caller ID setting
es: No puede cambiar los ajustes de ID de llamadas
fr: Vous ne pouvez pas modifier le paramètre de présentation du numéro

source: Caller ID defaults to restricted. Next call: Restricted
es: El ID de llamada es, por defecto, restringido. Próxima llamada: restringido
fr: Présentation du numéro désactivée par défaut. Prochain appel : masqué

source: Caller ID defaults to restricted. Next call: Not restricted
es: El ID de llamada es, por defecto, restringido. Próxima llamada: no restringido
fr: Présentation du numéro désactivée par défaut. Prochain appel : affiché

source: Caller ID defaults to not restricted. Next call: Restricted
es: El ID de llamada es, por defecto, no restringido. Próxima llamada: restringido
fr: Présentation du numéro activée par défaut. Prochain appel : masqué

source: Caller ID defaults to not restricted. Next call: Not restricted
es: El ID de llamada es, por defecto, no restringido. Próxima llamada: no restringido
fr: Présentation du numéro activée par défaut. Prochain appel : affiché

source: Service was enabled for:
es: El servicio está activado para:
fr: Le service était activé pour :

source: PIN successfully changed
es: PIN cambiado correctamente
fr: Changement PIN réussi

source: PIN successfully unblocked
es: PIN desbloqueado correctamente
fr: Déblocage PIN réussi

source: PIN2 successfully changed
es: PIN2 cambiado correctamente
fr: Changement PIN2 réussi

source: PIN2 successfully unblocked
es: PIN2 desbloqueado correctamente
fr: Déblocage PIN2 réussi

source: Service is enabled
es: El servicio está activado
fr: Le service est activé

source: Service is disabled
es: El servicio está desactivado
fr: Le service est désactivé

source: Service is enabled for:
es: El servicio está activado para:
fr: Le service est activé pour :

source: Connection problem or invalid MMI code
es: Problema de conexión o código MMI no válido
fr: Problème de connexion ou code MMI non valide

source: Incorrect Password
es: Contraseña incorrecta
fr: Mot de passe incorrect

source: Invalid or Unsupported MMI Code
es: Código MMI no admitido o no válido
fr: Code MMI non valide ou non pris en charge

source: Invalid action
es: Acción no válida
fr: Action non valide

source: Invalid service code
es: Código de servicio no válido
fr: Code de service non valide

source: The PUK you typed is not correct
es: El PUK que escribió no es correcto
fr: Le PUK saisi n’est pas correct

source: The old PIN you typed is not correct.
es: El PIN antiguo que escribió no es correcto.
fr: L’ancien PIN saisi n’est pas correct.

source: Type PUK2 to unblock SIM card
es: Escriba PUK2 para desbloquear la SIM
fr: Saisissez le PUK2 pour déverrouiller la carte SIM

source: The PINs you typed do not match
es: Los PIN que escribió no coinciden
fr: Les PIN saisis ne correspondent pas

source: Type a PIN that is 4 to 8 numbers
es: Escriba un PIN que tenga entre 4 y 8 números
fr: Saisissez un PIN de 4 à 8 chiffres

source: Your SIM card is PUK-locked
es: Su tarjeta SIM está bloqueada por PUK
fr: Votre carte SIM est verrouillée par code PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
es: Sin éxito. Active el bloqueo SIM/RUIM
fr: Échec. Activer SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
es: La operación está restringida a números de marcación fija
fr: Opération restreinte à la liste de numéros autorisés (FDN)

source: USSD request is modified to DIAL request
es: La solicitud USSD se ha cambiado a solicitud DIAL
fr: Requête USSD modifiée en requête DIAL

source: USSD request is modified to SS request
es: La solicitud USSD se ha cambiado a solicitud SS
fr: Requête USSD modifiée en requête SS

source: USSD request is modified to new USSD request
es: La solicitud USSD se ha cambiado a una nueva solicitud USSD
fr: Requête USSD modifiée en nouvelle requête USSD

source: SS request is modified to DIAL request
es: La solicitud SS se ha cambiado a solicitud DIAL
fr: Requête SS modifiée en requête DIAL

source: SS request is modified to USSD request
es: La solicitud SS se ha cambiado a solicitud USSD
fr: Requête SS modifiée en requête USSD

source: SS request is modified to new SS request
es: La solicitud SS se ha cambiado a una nueva solicitud SS
fr: Requête SS modifiée en nouvelle requête SS

source: Only {{ n }} retry left
es: Sólo queda {{ n }} intento
fr: Dernier essai

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
es: Quedan {{ n }} intentos
fr: {{ n }} essais restants

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
es: Quedan {{ n }} intentos
fr: {{ n }} essais restants

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
es: Quedan {{ n }} intentos
fr: {{ n }} essais restants

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
es: Quedan {{ n }} intentos
fr: {{ n }} essais restants

source: Maximum number of retries exceeded. SIM blocked
es: Número máximo de intentos superado. SIM bloqueada
fr: Nombre maximal d’essais dépassé. SIM bloquée

source: Radio not available
es: Radio no disponible
fr: Radio indisponible

source: Generic failure
es: Fallo genérico
fr: Échec générique

source: Password incorrect
es: Contraseña incorrecta
fr: Mot de passe incorrect

source: SIM PIN2
es: PIN2 de la SIM
fr: PIN2 carte SIM

source: SIM PUK2
es: PUK2 de la SIM
fr: PUK2 carte SIM

source: Request not supported
es: Solicitud incompatible
fr: Requête non prise en charge

source: Operation not allowed during voice call
es: Operación no permitida durante una llamada de voz
fr: Opération non permise durant un appel

source: SMS send fail retry
es: Reintento de envío fallido de SMS
fr: Échec de l’envoi du SMS, réessayer

source: SIM absent
es: SIM ausente
fr: SIM absente

source: Subscription not available
es: Suscripción no disponible
fr: Abonnement non disponible

source: Mode not supported
es: Modo incompatible
fr: Mode non pris en charge

source: Fdn check failure
es: Fallo de comprobación de NMF
fr: Échec de la vérification de la liste de numéros autorisés (FDN)

source: Illegal SIM or ME
es: SIM o ME ilegal
fr: SIM ou ME illégal

source: Dial modified to USSD
es: Llamada cambiada a USSD
fr: Dial modifiée en USSD

source: Dial modified to SS
es: Llamada cambiada a SS
fr: Dial modifiée en SS

source: Dial modified to dial
es: Llamada cambiada a llamada
fr: Dial modifiée en dial

source: USSD modified to dial
es: USSD cambiado a llamada
fr: USSD modifiée en dial

source: USSD modified to SS
es: USSD cambiado a SS
fr: USSD modifiée en SS

source: USSD modified to USSD
es: USSD cambiado a USSD
fr: USSD modifiée en USSD

source: SS modified to dial
es: SS cambiado a llamada
fr: SS modifiée en dial

source: SS modified to USSD
es: SS cambiado a USSD
fr: SS modifiée en USSD

source: SS modified to SS
es: SS cambiado a SS
fr: SS modifiée en SS

source: Subscription not supported
es: Suscripción incompatible
fr: Abonnement non pris en charge

source: Invalid parameter
es: Parámetro no válido
fr: Paramètre non valide

source: Rejected by remote
es: Rechazado en el destino
fr: Rejeté par l’équipement distant

source: Conference ({{n}})
es: Conferencia ({{n}})
fr: Conférence ({{n}})

source: {{ caller }} has left the call.
es: {{ caller }} ha abandonado la llamada.
fr: {{ caller }} a quitté l’appel.

source: Unable to merge calls
es: Imposible combinar llamadas
fr: Impossible de fusionner les appels

source: Unable to unmerge calls
es: Imposible separar llamadas
fr: Impossible de séparer les appels

source: %A, %B %e
es: %A, %e de %B
fr: %A %e %Eb

source: Select audio sources
es: Seleccionar fuentes de audio
fr: Choisir les sources audio

source: Bluetooth handsfree device
es: Dispositivo Bluetooth de manos libres
fr: Kit mains libres Bluetooth

source: Receiver
es: Receptor
fr: Écouteur

source: Speaker
es: Altavoz
fr: Haut-parleur

# edit-selected[one]edit-selected[one]edit-selected[one]edit-selected[one]
source: {{ n }} selected
fr: {{ n }} sélectionné

# info-missedinfo-missed
source: Missed
fr: Manqué

source: {{ m }} m {{ s }} s
fr: {{ m }} min {{ s }} s

source: {{ h }} h {{ m }} m {{ s }} s
fr: {{ h }} h {{ m }} min {{ s }} s
