Repository: phlax/mozilla-gaia
Catalog: */apps/communications/dialer/shared.properties.po
Languages: af, bg, bn_in, cy, es, eu, gd, hr, km, pt, pt_br, si, te, wa, xh

source: To make a call you need to disable airplane mode in settings.
af: Om ’n oproep te maak, moet jy vliegtuigmodus deaktiveer in die instellings.
bg: За да направите обаждане, трябва да деактивирате самолетния режим от настройките.
bn_in: একটি কল করতে চাইলে আগে আপনাকে সেটিংস এ গিয়ে বিমান মোড বন্ধ করতে হবে।
cy: I wneud galwad rhaid diffodd y modd awyren yn y gosodiadau.
es: Para realizar una llamada, necesita desactivar el modo avión en Ajustes.
eu: Deiak egiteko hegazkin modua desgaitu behar duzu ezarpenetan.
gd: Feumaidh tu am modh itealain a chur à comas anns na roghainnean mus urrainn dhut fòn a chur.
hr: Da biste uspostavili poziv, trebate isključiti zrakoplovni način rada.
km: ដើម្បី​ហៅ​ចេញ​អ្នក​ត្រូវ​បិទ​របៀប​លើ​យន្តហោះ​នៅ​ក្នុង​ការ​កំណត់។
pt: Para fazer uma chamada, tem de desativar o modo de avião nas definições.
pt_br: Para fazer uma chamada, desative o modo avião nas configurações.
si: ඇමතුමක යෙදීමට ප්‍රථම ගුවන් යානා ප්‍රකාරය සැකසුම් මඟින් අක්‍රීය කල යුතුයි.
te: కాల్ చేయాలంటే అమరికలలోని విమాన రీతిని మీరు అచేనించాలి.
wa: Po houkî, vos dvoz essocter l’ môde avion ezès apontiaedjes.
xh: Ukuze utsale umnxeba kufuneka uyenze ingasebenzi imo yenqwelo-moya.

# callAirplaneModeBtnOk
source: OK
af: Goed
bg: Добре
bn_in: ঠিক আছে
cy: Iawn
es: Aceptar
eu: Ados
gd: Ceart ma-thà
hr: U redu
km: យល់​ព្រម
si: හරි
te: సరే
wa: I va
xh: Kulungile

source: Airplane mode activated
af: Vliegtuigmodus geaktiveer
bg: Беше активиран самолетен режим.
bn_in: বিমান মোড চালু
cy: Modd awyren ymlaen
es: Modo avión activado
eu: Hegazkin modua aktibatuta
gd: Chaidh am modh itealain a chur an sàs
hr: Zrakoplovni način rada uključen
km: ធ្វើ​ឲ្យ​សកម្ម​របៀប​លើ​យន្តហោះ
pt: Modo avião ativado
pt_br: Modo avião ativado
si: ගුවන්යානා ප්‍රකාරය ක්‍රියාත්මකයි
te: విమాన రీతిని క్రియాశీలించారు
wa: Môde avion e-n alaedje
xh: Imo yenqwelo-moya iyasebenza

source: Number is busy
af: Nommer is beset
bg: Номерът дава заето
bn_in: নাম্বারটি ব্যস্ত রয়েছে
cy: Rhif yn brysur
es: El número está ocupado
eu: Zenbakia lanpetuta dago
gd: Tha an àireamh trang
hr: Broj je zauzet
km: លេខ​ជាប់​រវល់
pt: Número ocupado
pt_br: Número está ocupado
si: අංකය කාර්යබහුලයි
te: నెంబరు బిజీగా ఉంది
xh: Inombolo ixakekile

source: The number is currently busy. Please try again later.
af: Die nommer is tans beset. Probeer weer later.
bg: Номерът в момента е зает. Моля, опитайте по-късно.
bn_in: নাম্বারটি বর্তমানে ব্যস্ত রয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cy: Mae'r rhif yn brysur. Ceisiwch eto'n hwyrach.
es: El número está ocupado en este momento. Inténtelo más tarde.
eu: Zenbakia une honetan lanpetuta dago. Saiatu berriro geroago.
gd: Tha an àireamh seo trang an-dràsta. Nach fheuch thu ris a-rithist an ceann greis?
hr: Broj je trenutno zauzet. Molim pokušajte kasnije.
km: បច្ចុប្បន្ន​លេខ​កំពុង​ជាប់​រវល់។ សូម​ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ។
pt: O número está ocupado de momento. Por favor, volte a tentar mais tarde.
pt_br: O número está ocupado. Tente novamente mais tarde.
si: මෙම අංකය දැනට කාර්යබහුලයි. කරුණාකර පසුව උත්සහ කරන්න.
te: నెంబరు ప్రస్తుతం బిజీగా ఉంది. దయచేసి తరువాత మళ్ళీ ప్రయత్నించండి.
xh: Inombolo ixakekile okwangoku. Sicela uphinde uzame kamva.

source: FDN active
af: FDN-aktief
bg: Активен FDN
bn_in: FDN চালু
cy: FDN gweithredol
es: FDN activo
eu: FDN aktibatuta
gd: FDN gnìomhach
hr: FDN aktivan
km: FDN សកម្ម
pt: NMF ativos
pt_br: FDN ativo
si: FDN සක්‍රීයයි
te: FDN క్రియాశీలం
xh: I-FDN iyasebenza

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
af: FDN (Belbeperking-nommers) is geaktiveer en die volgende nommer is nie in jou FDN-lys nie: {{ number }}
bg: FDN (Ограничено набиране на номера) е активирано и следния номер не е във вашия списък FDN: {{ number }}
bn_in: FDN(স্থায়ী ডায়াল নাম্বার) সক্রিয় আছে এবং নিম্নলিখিত নাম্বারটি আপনার FDN তালিকাতে নেইঃ {{ number }}
cy: FDN (Fixed Dialing Numbers) yn fyw ac nid yw'r rhif canlynol ar eich rhestr FDN: {{ number }}
es: FDN (números de marcación fija) está activado pero el siguiente número no está en su lista de FDN: {{ number }}
eu: Finkatutako markatzea (FDN) aktibatuta dago eta ondorengo zenbakia ez dago zure FDN zerrendan: {{ number}}
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh agus chan eil an àireamh a leanas san liosta FDN agad: {{ number }}
km: FDN (Fixed Dialing Numbers) ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម និង​លេខ​បន្ទាប់​មិន​មាន​នៅ​ក្នុង​បញ្ជី FDN របស់​អ្នក​ឡើយ៖ {{ number }}
pt: Os NMF (Números de marcação fixa) estão ativos e o número indicado não está na sua lista de NMF: {{ number }}
pt_br: NDF (Números de discagem fixa) está ativo e o seguinte número não está na sua lista NDF: {{ number }}
si: FDN (ස්ථාවර ඇමතීමේ අංකයන්) සක්‍රීය කර ඇති අතර, පහත අංකය එම ලැයිස්තුවේ නොමැත: {{ number }}
te: FDN (ఫిక్స్‌డ్ డయలింగు నంబర్స్) క్రియాశీలించబడింది మరియు క్రింద పేర్కొన్న నెంబరు మీ FDN జాబితాలో లేదు: {{ number }}
xh: I-FDN (Fixed Dialing Numbers) yenziwe yasebenza kwaye le nombolo ilandelayo ayikho kuluhlu lwakho lwe-FDN: {{ number }}

source: Voicemail
af: Stempos
bg: Гласова поща
bn_in: ভয়েসমেল
cy: Llais bost
es: Buzón de voz
eu: Ahots-posta
gd: Post-gutha
hr: Glasovna pošta
km: សារ​ជា​សំឡេង
pt: Correio de voz
pt_br: Mensagens de voz
si: හඬතැපෑල
te: స్వరసందేశం
wa: Respondeu
xh: Umyalezo welizwi

source: Emergency number
af: Noodnommer
bg: Номер за спешни случаи
bn_in: জরুরী নাম্বার
cy: Rhif argyfwng
es: Núm. de emergencia
eu: Larrialdietako zenbakia
gd: Àireamh èiginn
hr: Broj za hitne slučajeve
km: លេខ​ហៅ​បន្ទាន់
pt: Número de emergência
pt_br: Número de emergência
si: හදිසි ඇමතුම් අංකය
te: అత్యవసర నెంబరు
wa: Limero d’ urdjince
xh: Inombolo yongxamiseko

source: To make a call, the phone must be connected to a network.
af: Om ’n oproep te maak, moet die foon moet aan ’n netwerk gekoppel wees.
bg: За да направите обаждане, телефонът трябва да е свързан към мрежа.
bn_in: একটি কল করতে হলে, আপনার ফোন টি কোন নেটওয়ার্কের সাথে সংযুক্ত থাকা চাই।
cy: I wneud galwad, rhaid bod y ffôn wedi ei gysylltu i rwydwaith.
es: Para realizar una llamada, el teléfono tiene que estar conectado a una red.
eu: Deiak egiteko telefonoak sarera konektatuta egon behar du.
gd: Feumaidh tu ceangal ri lìonra mus urrainn dhut fòn a chur.
hr: Da biste uspostavili poziv, uređaj mora biti spojen na mrežu.
km: ដើម្បី​​ធ្វើ​ការ​ហៅ ទូរស័ព្ទ​ត្រូវតែ​ភ្ជាប់​ទៅ​បណ្ដាញ។
pt: Para fazer uma chamada, o equipamento deve estar ligado a uma rede.
pt_br: Para fazer uma chamada, o telefone precisa estar conectado a uma rede.
si: ඇමතුමක් ගැනීමට, දුරකථනය ජාලයක් හා සම්බන්ධ විය යුතුයි.
te: కాల్ చేయాలంటే, ఫోను తప్పకుండా ఒక నెట్‌వర్క్‌కు అనుసంధానమైవుండాలి.
wa: Po houkî, li telefone doet esse raloyî a ene rantoele.
xh: Ukuze utsale umnxeba, ifowuni ifanele inxibelelane ne-nethiweki.

source: Emergency calls are not allowed by the network.
af: Noodnommers word nie deur die netwerk toegelaat nie.
bg: Мрежата не позволява спешни обаждания.
bn_in: নেটওয়ার্কের দ্বারা কোন জরুরী কলের অনুমতি নেই।
cy: Nid yw'r rhwydwaith yn caniatáu galwadau argyfwng.
es: Las llamadas de emergencias no están permitidas por la red.
eu: Sareak ez du larrialdi-deirik onartzen.
gd: Chan eil an lìonra a’ ceadachadh gairmean èiginn.
hr: Mreža ne dopušta hitne pozive.
km: មិន​អនុញ្ញាត​ការ​ហៅ​បន្ទាន់​តាម​បណ្ដាញ​នេះ​ទេ។
pt: Chamadas de emergência não são permitidas pela rede.
pt_br: Chamadas de emergência não são permitidas pela rede.
si: හදිසි ඇමතුම් ‍ලබාගැනීමට ජාලය වෙතින් ඉඩ ලබා නොදේ.
te: అత్యవసర కాల్స్ నెట్‌వర్క్‌చే అనుమతించబడవు.
wa: Les houcaedjes d’ urdjince ni sont nén permetous pal rantoele.
xh: Iminxeba yongxamiseko ayivunyelwa yinethiweki.

# emergencyDialogBtnOk
source: OK
af: Goed
bg: Добре
bn_in: ঠিক আছে
cy: Iawn
es: Aceptar
eu: Ados
gd: Ceart ma-thà
hr: U redu
km: យល់​ព្រម
si: හරි
te: సరే
wa: I va
xh: Kulungile

source: No network connection
af: Geen netwerkverbinding nie
bg: Липсва мрежова свързаност
bn_in: কোনো নেটওয়ার্ক সংযোগ উপস্থিত নেই
cy: Dim cysylltiad rhwydwaith
es: Ninguna conexión de red
eu: Sareko konexiorik ez
gd: Chan eil ceangal ris an lìonra
hr: Nema mrežne veze
km: គ្មាន​ការ​តភ្ជាប់​បណ្ដាញ
pt: Sem ligação à rede
pt_br: Sem conexão com a rede
si: ජාල සම්බන්ධතාවයක් නොමැත
te: నెట్‌వర్క్ అనుసంధానం లేదు
wa: Nou raloyaedje al rantoele
xh: Akukho lunxibelelwano lwenethiweki

source: Invalid phone number
af: Ongeldige foonnommer
bg: Невалиден телефонен номер
bn_in: অবৈধ ফোন নাম্বার
cy: Rhof ffôn annilys
es: Número de teléfono no válido
eu: Telefono-zenbaki baliogabea
gd: Àireamh fòn mhì-dhligheach
hr: Neispravan broj telefona
km: លេខ​ទូរស័ព្ទ​មិន​ត្រឹមត្រូវ
pt: Número de telefone inválido
pt_br: Número inválido
si: වැරදි දුරකථන අංකයකි
te: చెల్లని ఫోను నెంబరు
wa: Mwais limero di telefone
xh: Inombolo yefowuni engesabenziyo

source: The phone number you are calling is not valid.
af: Die foonnommer wat jy skakel, is nie geldig nie.
bg: Телефонният номер, на който се обаждате, е невалиден
bn_in: আপনি যে নাম্বারটিতে কল করেছেন সেটি অবৈধ।
cy: Nid yw'r rhif rydych yn ei galw yn ddilys.
es: El número de teléfono al que está llamando no es válido.
eu: Deitzen ari zaren telefono-zenbakia ez da baliozkoa.
gd: Tha thu a’ cur fòn gu àireamh nach eil dligheach.
hr: Broj telefona kojeg zovete nije ispravan.
km: លេខ​ទូរស័ព្ទ​ដែល​អ្នក​កំពុង​ហៅ​មិន​ត្រឹមត្រូវ​ទេ។
pt: O número de telefone que está a marcar não é válido.
pt_br: O número de telefone chamado é inválido.
si: ඔබ අමතන දුරකථන අංකය සාවාද්‍ය වේ.
te: మీరు కాల్ చేస్తున్న ఫోను నెంబరు సరైంది కాదు.
wa: Li limero di telefone ki vs houkîz n’ est nén valåbe.
xh: Inombolo yefowuni oyitsalelayo ayisebenzi.

source: Unable to make a phone call now
af: Kan nie nou ’n foonoproep maak nie
bg: Не е възможно да бъде направено обаждане в момента
bn_in: এখন কোন ফোন কল করা যাবে না
cy: Methu gwneud galwad ffôn nawr
es: Imposible hacer llamadas ahora
eu: Ezin da telefono-deia egin orain
gd: Chan urrainn dhut fòn a chur an-dràsta fhèin
hr: Trenutno nije moguće uspostaviti poziv
km: មិន​អាច​ធ្វើ​ការ​ហៅ​ទូរស័ព្ទ​ឥឡូវ​នេះ​បាន​ទេ
pt: Não é possível fazer agora uma chamada telefónica
pt_br: Impossível realizar uma chamada agora
si: දුරකථන ඇමතුමක් දැන් ලබා ගැනීමට නොහැකියි
te: ఇప్పుడు ఫోను కాల్ చేయలేకున్నాం
wa: Dji n’ sai houkî do côp
xh: Ayikwazi ukutsala umnxeba ngoku

source: Cannot make a call. If you are already dialing, please hang up first.
af: Kan nie ’n oproep maak nie. Indien jy reeds skakel, lui asseblief eers af.
bg: Не може да бъде направено обаждане. Ако вече набирате, моля първо затворете.
bn_in: কোন কল করা যাচ্ছে না। আপনি যদি এখন ডায়াল করে থাকেন তাহলে আগে কল্টি কাটুন।
cy: Methu gwneud galwad. Os ydych wrthi'n deialu, peidiwch nawr.
es: No se puede hacer ninguna llamada. Si está marcando un número, cuelgue primero.
eu: Ezin da deia egin. Dagoeneko deitzen ari bazara, eskegi lehenik.
gd: Cha ghabh fòn a chur. Ma tha thu a’ daithealadh mu thràth, cuir sìos a’ ghairm an toiseach.
hr: Nije moguće uspostaviti poziv. Ako već birate broj, molim otkažite poziv.
km: មិន​អាច​ធ្វើ​ការ​ហៅ។ បើ​អ្នក​​​បាន​ចុច​លេខ​រួច​ហើយ សូម​ដាក់​ទូរស័ព្ទ​​ចុះ​សិន។
pt: Não é possível fazer uma chamada. Se já estiver a fazer uma chamada, por favor termine antes a chamada anterior.
pt_br: Impossível realizar uma chamada. Se você já estiver ligando, por favor, desligue primeiro.
si: ඇමතුමක් ලබාගත නොහැකියි. ඔබ දැනටමත් ඇමතුමක් ගන්නේ නම්, එය අවසන් කර උත්සහ කරන්න.
te: కాల్ చేయలేకపోతున్నాం. ఒకవేళ మీరు డయల్ చేస్తుంటే, దయచేసి తక్షణమే ఆపివేయండి.
wa: Dji n’ sai houkî. Si vs estoz dedja ki telefone, raclapez aprume, s’ i vs plait.
xh: Ayikwazi ukutsala umnxeba. Ukuba sele utsala umnxeba, sicela uqale uyibeke phantsi.

source: Other connection in use
af: Ander verbinding in gebruik
bg: Използва се друга мрежова свързаност
bn_in: অন্য সংযোগ বর্তমানে বিদ্যমান
cy: Cysylltiad arall ar waith
es: Otra conexión en uso
eu: Beste konexio bat erabiltzen ari da
gd: Tha ceangal eile ’ga chleachdadh
km: ការ​តភ្ជាប់​ផ្សេង​ទៀត​កំពុង​ប្រើ
pt: Outra ligação em uso
pt_br: Outra conexão em uso
si: භාවිතයේ ඇති අනෙකුත් සම්බන්ධතා
te: ఇతర అనుసంధానం వాడుకలో ఉంది
xh: Olunye unxibelelwano olusetyenziswayo

source: You have an active call on another connection. You can only use one connection at a time.
af: Jy het ’n aktiewe oproep op ’n ander verbinding. Jy kan net een verbinding op ’n slag gebruik.
bg: Активно е обаждане в друга мрежова свързаност. Може да използвате само една мрежова свързаност в даден момент.
bn_in: আপনার অন্য একটি সংযোগে আরেকটি কল চলছে। আপনি এক সময় একটি কেবল সংযোগই ব্যবহার করতে পারবেন।
cy: Mae gennych alwad cyfredol ar gysylltiad arall. Dim ond un cysylltiad y mae modd ei ddefnyddio ar un waith.
es: Tiene una llamada activa en otra conexión. Sólo puede usar una conexión al mismo tiempo.
eu: Dei aktibo bat daukazu beste konexio batean. Konexio bakarra erabil dezakezu aldi bakoitzean.
gd: Tha gairm bheò agad air ceangal eile. Chan urrainn dhut barrachd air aon cheangal a chleachdadh aig an aon àm.
km: អ្នក​មាន​ការ​ហៅ​សកម្មភាព​នៅ​លើ​ការ​ហៅ​ផ្សេង​ទៀត។ អ្នក​អាច​ប្រើ​​តែ​ការ​តភ្ជាប់​មួយ​ប៉ុណ្ណោះ​នៅ​​ពេល​តភ្ជាប់​ពេល​តែមួយ។
pt: Tem uma chamada ativa noutra ligação. Só pode utilizar uma ligação de cada vez.
pt_br: Você tem uma chamada ativa em outra conexão. Só é possível usar uma conexão por vez.
si: සක්‍රීය ඇමතුමක් අනෙකුත් සම්බන්ධතාවයේ ඇත. එක් වරකට භාවිතා කල හැක්කේ එක් සම්බන්ධතාවයක් පමණි.
te: వేరే అనుసంధానంపై క్రియాశీల కాల్ ఉంది. మీరు ఒకసారి ఒక అనుసంధానాన్ని మాత్రమే వాడగలరు.
xh: Unomnxeba olindileyo kolunye unxibelelwano. Ungasebenzisa unxibelelwano olunye ngexesha.
