Repository: phlax/mozilla-gaia
Catalog: yo/apps/settings/device_type/tablet/settings.device.properties.po
Languages: yo

source: Change tablet name
yo: Ṣàyípadà orúkọ tábúlẹ́ẹ̀tì

source: Share my tablet’s Internet connection with a USB-connected device.
yo: Pín aso-íntánẹ́ẹ̀tì-pọ̀ tábúlẹ̀ẹ́tì mi pẹ̀lú ohun èlò àrídìmú tí o so mọ́-USB.

source: Allow other devices to share my tablet’s Internet connection by connecting via Wi-Fi.
yo: Gba àwọn ohun èlò àrídìmú míràn láàyè láti pín ìṣopọ̀ Íntánẹ́ẹ̀tì tábúlẹ́ẹ̀tì mi nípa ṣíṣètò àjọspọ̀ nípaṣẹ̀ Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this tablet.
yo: Ohùn orin kò yípadà nítorí fáìlì tí o yàn kò lè múṣiṣẹ́ lórí tábúlẹ́ẹ̀tì yìí.

source: Find My Device allows you to locate, lock or erase your tablet
yo: Wá Ohun Èlò Àrídìmú Mi ń gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa tábúlẹ́ẹ̀tì rẹ rẹ̀

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
yo: Wá Ohun Èlò Àrídìmú Mi ń gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa tábúlẹ́ẹ̀tì rẹ rẹ̀ láti ojúlé wẹ́ẹ̀bù:

source: Your tablet is being tracked by another device through the website.
yo: Ohun èlò àrídìmú míràn ń ṣàmojútó tábúlẹ́ẹ̀tì rẹ nipaṣẹ̀ ojúlé wẹ́ẹ̀bù.

source: No devices are actively tracking your tablet through the website.
yo: Kò sì àwọn ohun èlò àrídìmú tí ó ń ṣàmojútó tábùlẹ́ẹ̀tì rẹ nípaṣẹ̀ ojúlé wẹ́ẹ̀bù.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
yo: Títan àkà USB ń gba kọ̀mpútà tàbí ohun èlò àrídìmú míràn láàyè tí o ṣopọ̀ nípaṣẹ̀ USB láti wọlé sí àwọn fáìlì orí tábúlẹ́ẹ̀tì yìí.

source: Reset Tablet
yo: Mú Tábúlẹ́ẹ̀tì bọ̀ṣípò

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
yo: Títún ìṣètò se máa pa gbogbo dátà rẹ rẹ́, pẹ̀lú àwọn ìfilọ́lẹ̀ tí o ti rà. Tábúlẹ́ẹ̀tì náà má bọ̀ṣìpò bí kání bí o se wà nígbà tí o ṣẹ̀ṣẹ̀ ràá. Kò sí nínú àwọn ààtò rẹ tàbí dátà rẹ tí o máa wà ní pípamọ́.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
yo: Títan móòdù pamọ́ agbára ń pa dátà tábúlẹ́ẹ̀tì, Iìfisomọ́; ìsomọ́ Búlútuùtù àti Ibiilẹ̀ láti fikún ẹ̀mí bátìrì. O sì le tan àwọn iṣẹ́ wọ̀nyí padà ní aláfọwọ́ṣe.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
yo: Ràn wá lọ́wọ́ {{brandShortName}} nípa pínpín dátà nípa tábúlẹ́ẹ̀tì rẹ àti bí o se ń lòó.

source: Connected to tablet audio
yo: Ti sètò àjọsepọ̀ sí ohùn àfetígbọ́ tábúlẹ́ẹ̀tì

source: Connected to tablet/media audio
yo: Ti sètò àjọsepọ̀ sí ohùn àfetígbọ́/mídíà tábúlẹ́ẹ̀tì
