Repository: phlax/mozilla-gaia
Catalog: lg/apps/homescreen/homescreen.properties.po
Languages: lg

source: {{topic}} on {{name}}
lg: {{topic}} ku {{name}}

source: Change Wallpaper
lg: Kyusa ekifananyi ekisoka

source: Delete {{name}}
lg: Sangula {{name}}

source: {{name}} and all of its data will be deleted.
lg: {{name}} nabuli kilikwatako kyigya ku sangulwamu.

source: Delete
lg: Sangula

source: Cancel
lg: Sazaamu

source: Remove {{name}}
lg: Jjamu {{name}}

source: Remove {{name}} from the homescreen?
lg: Jjamu {{name}} okuva ku lutimbe olusoka?

source: Remove
lg: Jjamu

source: Download
lg: Wannula

source: Do you want to download {{name}}?
lg: Oyagala okuwannula {{name}}?

source: Page {{current}} of {{total}}
lg: Olupapula {{current}} ku {{total}}

source: Homescreen
lg: Sikulini y'eka

# loadingEvme2
source: Loading…
lg: Tutikka....

source: Everything…
lg: Buli kimu...

# evme-searchbar-default2
source: I’m thinking of…
lg: Ndowoza ku.....

# evme-searchbar-default2.placeholder
source: I’m thinking of…
lg: Ndowoza ku...

source: Back
lg: Emabega

# evme-searchbar-default.placeholder
source: I’m thinking of…
lg: Ndowoza ku...

# evme-searchbar-title
source: Everything
lg: Buli kimu

source: Enter any topic or search query
lg: Tekamu ensonga yona oba ekibuzo

source: Enter any topic or keyword
lg: Tekamu ensonga yona oba ekigambo

source: No options found
lg: Tewali byakulondako bizuulidwa

source: History:
lg: Ebikadde:

source: History
lg: Ebikadde

source: Clear history
lg: Sangula ebikadde

# evme-helper-didyoumean-title
source: Did you mean:
lg: Obadde otegeeza:

# evme-helper-refine-title
source: Did you mean:
lg: Obadde otegeeza:

# evme-helper-title-prefix
source: Everything
lg: Bulikimu

# evme-helper-title-empty
source: Everything
lg: Bulikimu

source: Add to homescreen
lg: Gatta ku sikulini y'eka

# evme-apps-market-download
source: Download
lg: Wannula

source: More Apps
lg: App Endala

# evme-apps-loading-app
source: Loading…
lg: Tutika...

source: Add {{name}} to Home Screen?
lg: Gatta {{name}} ku sikulini esoka?

source: {{name}} was already added to Home Screen
lg: {{name}} yayongedwa daa ku sikulini y'ka

source: Set as wallpaper?
lg: Samu nga ekifananyi ekisoka?

source: {{name}} added to Home Screen
lg: {{name}} egattidwa ku sikulini y'ka

source: More
lg: Ebilala

# evme-collectionssuggest-loading
source: Loading…
lg: Tuttika...

# evme-collectionssuggest-loading-cancel
source: Cancel
lg: Sazaamu

source: Source:
lg: Ensibuko:

# evme-collection-title-prefix
source: Everything
lg: Bulikimu

source: Phone
lg: Esimu

# evme-collection-loading-more
source: Loading…
lg: Tutikka...

source: For example, find your favorite singer or band…
lg: Okugeza, noonya omuyimbi wo oba bandi esinga...

source: Custom…
lg: Nga bw'okyagala...

source: Astrology
lg: Ebyobwengula

source: Autos
lg: Amamottoka

source: Books
lg: Ebitabo

source: Dating
lg: Amamottoka

source: Electronics
lg: Ebyamasanyalaze

source: Email
lg: Emeyilo

source: Entertainment
lg: Eby'okusanyusa

source: Environment
lg: Ebyobutonde

source: Fashion
lg: Emisono

source: Funny
lg: Ebisessa

source: Games
lg: Emizannyo

source: Health
lg: Ebyobulamu

source: Jobs
lg: Emirimu

source: Maps
lg: Maapu

source: Movies
lg: Obutambi

source: Music
lg: Nnyimba

source: News
lg: Amawulire

source: Photography
lg: Ebyebifananyi

source: Sports
lg: Ebyemizanyo

source: Tech News
lg: Amawulire ku tekinologiya

source: Travel
lg: Okutambula

source: Weather
lg: Embeera y'obudde

source: Add to top of collection
lg: Gatta wagulu webikuŋaanye

source: Save to Homescreen
lg: Tereka ku sikulini y'ekka

source: Edit
lg: Longoosa

source: Address
lg: Endagiriro

# edit-dialog-cancel
source: Cancel
lg: Sazaamu

source: Done
lg: Kiwedde

source: Close
lg: Ggalawo

source: Save
lg: Tereka
