Repository: phlax/mozilla-gaia
Catalog: ig/apps/settings/device_type/phone/settings.device.properties.po
Languages: ig

source: Change phone name
ig: Gbanwee aha ekwentị

source: Share my phone’s Internet connection with a USB-connected device.
ig: Kekọrịta njikọ Ịntanetị nke ekwentị m site na iji ngwaọrụ ejikọrọ-USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ig: Hapụ ngwaọrụ ndị ọzọ ịkekọrịta njikọ Ịntanetị nke ekwentị m site na ijikọ site na Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this phone.
ig: Agbanweghị ụda ahụ n'ihi enweghị ike ịkpọ faịlụ ahọpụtara na ekwentị a.

source: Find My Device allows you to locate, lock or erase your phone
ig: Chọta Ngwaọrụ M na enye gị ohere ịchọta, kpọchie ma ọ bụ hichaa ekwentị gị

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ig: Chọta Ngwaọrụ M na enye gị ohere ịchọta, kpọchie ma ọ bụ hichaa ekwentị gị site na saịtị weebụ:

source: Your phone is being tracked by another device through the website.
ig: Ngwaọrụ ọzọ na esochi ekwentị gị site na weebụsaịtị.

source: No devices are actively tracking your phone through the website.
ig: Enweghị ngwaọrụ na esochi ekwentị gị ugbu a site na weebụsaịtị.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
ig: Ịgbanye nchekwa USB na ahapụ kọmputa ma ọ bụ ngwaọrụ ndị ọzọ ejikọrọ site na iji USB iji nweta faịlụ na ekwentị a.

source: Reset Phone
ig: Tọgharịa Ekwentị

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ig: Ntọgharị ga-ehichapụ data gị niile, gụnyere ngwa ọ bụla ị zụtara. A ga-eweghachi ekwentị ahụ n'ọnọdụ ụlọ nrụpụta ya. Ọnweghị ntọala ma ọ bụ data gị a ga-echekwa.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ig: Ịgbanwu ụkpụrụ nchekwa ike na agbanyụ data ekwentị, njikọ Bluetooth na Ọnọdụ ala iji dọtịa ndụ batrị. Ị ka nwere ike iji aka wee gbanwuo ọrụ ndị a ọzọ.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
ig: Nyere anyị aka melite {{brandShortName}} site na ịkekọrịta data gbasara ekwentị gị yana otu i si eji ya.

source: Connected to phone audio
ig: Ejikọrọ na ọdịyo ekwentị

source: Connected to phone/media audio
ig: Ejikọrọ na ekwentị/ọdịyo mgbasa ozi
