Repository: phlax/mozilla-gaia
Catalog: ha/shared/lockscreen/lockscreen.properties.po
Languages: ha

source: Airplane mode
ha: Yanayin jirgin sama

source: Searching…
ha: Nema…

source: No network
ha: Babu haɗi

source: Emergency calls only
ha: Kiran gaggawa kawai

source: (unknown SIM state)
ha: (yanayin da ba'a sani ba na SIM)

source: (no SIM)
ha: (babu SIM)

source: (SIM PIN required)
ha: (Ana bukatar PIN na Sim)

source: (SIM PUK required)
ha: (Ana bukatar PUK na SIM)

source: (network locked)
ha: (an datse haɗi)

source: (service provider locked)
ha: (an datse mai bayar da sabis)

source: (corporate locked)
ha: (an kulle haɗi)

source: (network1 locked)
ha: (an kulle haɗi na 1)

source: (network2 locked)
ha: (haɗi na2 an kulle)

source: (hrpd network locked)
ha: (an kulle haɗin hrpd)

source: (ruim corporate locked)
ha: (an kulle haɗin-gwiwar ruim)

source: (ruim service provider locked)
ha: (an kulle mai bayar da sabis na ruim)
