Repository: phlax/mozilla-gaia
Catalog: */apps/browser/browser.properties.po
Languages: my

source: OK
my: အိုကေ

source: Cancel
my: ဖျက်

source: Done
my: ပြီးပြီ

source: Search or enter address
my: လိပ်စာ

source: History
my: မှတ်တမ်း

source: New tab
my: တပ်ဗ်အသစ်

source: Open link in new tab
my: လင်ခ့်အား တပ်ဗ်အသစ်မှာ ဖွင့်မည်

source: Future
my: အနာဂတ်

source: Today
my: ယနေ့

source: Yesterday
my: မနေ့က

source: Last 7 days
my: လွန်ခဲ့တဲ့ 7 ရက်

source: This month
my: ဒီလ

source: Last 6 months
my: လွန်ခဲ့တဲ့ 6 လ

source: Older than 6 months
my: 6 လ ထက်ပိုကြာသော

source: January
my: ဇန်နဝါရီ

source: February
my: ဖေဖော်ဝါရီ

source: March
my: မတ်

source: April
my: ဧပြီ

source: May
my: မေ

source: June
my: ဇွန်

source: July
my: ဇူလိုင်

source: August
my: သြဂုတ်

source: September
my: စက်တင်ဘာ

source: October
my: အောက်တိုဘာ

source: November
my: နိုဝင်ဘာ

source: December
my: ဒီဇင်ဘာ

source: Enter a search term or Web address to start browsing.
my: ရှာဖွေလိုသည့် စကားလုံး သို့ ဝတ်ဆိုဒ်လိပ်စာ အားရိုက်ထည့်ပါ

# top-sites-startPage
source: Top sites
my: ထိပ်တန်းဝတ်ဆိုက်များ

# top-sites-tab
source: Top sites
my: ထိပ်တန်းဝတ်ဆိုက်များ

source: Settings
my: အပြင်အဆင်များ

source: Privacy & Security
my: ပရိုက်ဗစ်ဆီ နှင့် လုံခြုံရေး

source: Clear browsing history
my: ဘယောက်ဆာအား ရှင်းမည်

source: Clear browsing history?
my: ဘယောက်ဆာ မှတ်တမ်းအားရှင်းမည်?

source: Clear cookies and stored data
my: ကွတ်ကီးများနှင့် သိမ်းဆည်းထားသော အချက်အလက်များအားရှင်း

source: Clear cookies and other data stored by sites on this device?
my: ကွတ်ကီးများနှင့် အခြားဝတ်ဆိုဒ်များ ပစ္စည်းများသိမ်းထားသော အချက်အလက်များအား ဖျက်မည်လား?

source: Search Engines
my: ရှာဖွေရန် အင်ဂျင်များ

source: Default search engine
my: စံ ရှာဖွေရေး အင်ဂျင်

source: Bookmarks
my: အမှတ်အသားများ

source: Bookmark
my: အမှတ်အသား

source: Unbookmark
my: စာအမှတ်အားဖယ်

source: Edit bookmark
my: စာအမှတ်အားပြင်ပါ

# edit-bookmark-header
source: Edit bookmark
my: စာအမှတ်အားပြင်

source: Page title
my: စာမျက်နှာခေါင်းစဉ်

source: Address
my: လိပ်စာ

source: Add to home screen
my: ပင်မစာမျက်နှာသို့ထည့်ပါ

source: Username
my: သုံးစွဲသူအမည်

source: Password
my: လျှို့ဝှက်စကားလုံး

source: Sign in
my: ဝင်ပါ

source: Sign in to website
my: ဝတ်ဆိုဒ်အား ဝင်မည်

source: The website {{host}} requires you to sign in.
my: ဝတ်ဆိုဒ် {{host}} သည် သင့်အား ဝင်ရောက်စေလိုသှ်

source: The username or password is incorrect.
my: အမည် သို့ လျှို့ဝှက်စကားလုံး မှားနေသှ်

source: Well, this is embarrassing.
my: ကောင်းပြီ ၊ ဒါဟာ ကသိကအောက်နိုင်တာပါ

source: We tried to display this Web page, but it’s not responding.
my: ဝတ်ဆိုဒ်အားပြရန်ကြိုးစားခဲ့သှ် ၊ ဒါပေမယ့် အဆင်မပြေပါ

source: Close tab
my: တပ်ဗ်အားပိတ်

source: Reload
my: ပြန်ခေါ်

source: Search for
my: ဘာရှာမလဲဆိုတော့

source: Save Image
my: ရုပ်ပုံအားသိမ်းပါ

source: Image saved to Gallery
my: ပုံတိုက်ထဲသို့သိမ်းပြီး

source: Error saving image
my: ပုံအားသိမ်းရာတွင် မှားယွင်းမှူဖြစ်

source: Save Video
my: ရုပ်ရှင်အားသိမ်း

source: Video saved to Video
my: ရုပ်ရှင်အားသိမ်းပြီး

source: Error saving video
my: ရုပ်ရှင်အားသိမ်းရာတွင်မှားယွင်း

source: Save Audio
my: အသံ ဖိုင်အားသိမ်း

source: Audio saved to Music
my: အသံဖိုင်အား ဂီတ သို့သိမ်း

source: Error saving audio
my: အသံဖိုင်အားသိမ်းရာတွင်မှားယွင်း
