Repository: phlax/mozilla-gaia
Catalog: */shared/telephony/telephony.properties.po
Languages: fr, id, mai, pt_br, tr, ur

source: Emergency number
fr: Numéro d’urgence
id: Nomor darurat
mai: आपातकालीन नंबर
pt_br: Número de emergência
tr: Acil durum numarası
ur: ایمرجنسی نمبر

source: To make a call you need to disable airplane mode in settings.
fr: Afin de passer un appel vous devez désactiver le mode avion dans les paramètres.
id: Untuk membuat panggilan Anda harus mematikan mode pesawat di setelan.
pt_br: Para fazer uma ligação é necessário desativar o modo avião nas configurações.
tr: Arama yapmak için ayarlardan uçak modunu kapatmalısınız.
ur: کال کرنے کے لئے آپ کو سیٹنگیں میں سے ہوائی جہاز موڈ کو غیر فعال کرنا ہوگا۔

# callAirplaneModeBtnOk
source: OK
id: Oke
mai: बेस
tr: Tamam
ur: ٹھیک ہے

source: Airplane mode activated
fr: Mode avion activé
id: Mode pesawat diaktifkan
mai: एयरप्लेन मोड एक्टिवेड भऽ गेल
pt_br: Modo avião ativado
tr: Uçak modu etkin
ur: ہوائی جہاز موڈ عمل میں لائیں

source: Number is busy
fr: Numéro occupé
id: Nomornya sibuk
mai: नंबर व्यस्त अछि
pt_br: O número está ocupado
tr: Numara meşgul
ur: نمبر مصروف ہے

source: The number is currently busy. Please try again later.
fr: Le numéro est actuellement occupé. Veuillez réessayer plus tard.
id: Nomornya sedang sibuk. Silakan coba lagi nanti.
mai: नंबर अखन व्यस्त अछि. कृपया दोबारा प्रयास करू.
pt_br: O número está ocupado. Tente novamente mais tarde.
tr: Numara şu anda meşgul. Lütfen daha sonra yeniden deneyin.
ur: نمبر فی الحال مصروف ہے۔ براہ مہربانی کچھ دیر بعد دوبارہ کوشش کریں۔

source: FDN active
fr: Numérotation fixe activée
id: FDN aktif
mai: FDN सक्रिय
pt_br: NDF ativo
tr: FDN etkin
ur: FDN زیر عمل

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
fr: La numérotation fixe (Fixed Dialing Numbers) est activée et le numéro suivant n’est pas présent dans votre liste de numéros autorisés : {{ number }}
id: FDN (Fixed Dialing Numbers) diaktifkan dan nomor berikut ini tidak ada dalam daftar FDN Anda: {{ number }}
pt_br: NDF (Números de discagem fixa) está ativo e o seguinte número não está na sua lista NDF: {{ number }}
tr: FDN (Sabit Arama Numaraları) etkinleştirilmiş ve bu numara FDN listenizde yer almıyor: {{ number }}
ur: FDN (درست شدہ ڈائلنگ نمبر) متحرک ہے اور مندرجہ ذیل نمبر آپ کی FDN فہرست میں نہیں ہے: {{number }}

source: To make a call, the phone must be connected to a network.
fr: Afin d’appeler, vous devez d’abord avoir une couverture réseau.
id: Untuk membuat panggilan, telepon harus tersambung ke jaringan.
mai: फोन करए खातिर फोन केँ नेटवर्क सँ जरूर जुड़ल रहबाक चाही.
pt_br: Para fazer uma chamada, o telefone deve estar conectado a uma rede.
tr: Arama yapmak için telefon bir şebekeye bağlı olmalıdır.
ur: کال کرنے کے لئے، فون نیٹ ورک سے جڑا ہوا ہونا ضروری ہے۔

source: Emergency calls are not allowed by the network.
fr: Appels d’urgence non autorisés par le réseau.
id: Panggilan darurat tidak diperbolehkan oleh jaringan.
mai: आपातकालीन फोन नेटवर्क द्वारा करबाक अनुमति नहि अछि.
pt_br: Chamadas de emergência não são permitidas pela rede.
tr: Şebeke, acil durum aramalarına izin vermiyor.
ur: ایمرجنسی کالز نیٹ ورک کی طرف سے اجازت نہیں کر رہے ہیں۔

# emergencyDialogBtnOk
source: OK
id: Oke
mai: बेस
tr: Tamam
ur: ٹھیک ہے

source: No network connection
fr: Pas de réseau
id: Tidak ada sambungan jaringan
mai: कोनो नेटवर्क कनेक्शन मोजुद नहि
pt_br: Nenhuma conexão de rede
tr: Şebeke bağlantısı yok
ur: کوئی نیٹ ورک کنکشن نہیں

source: Invalid phone number
fr: Numéro de téléphone non valide
id: Nomor telepon tidak valid
mai: अवैध फोन नंबर
pt_br: Número de telefone inválido
tr: Geçersiz telefon numarası
ur: ناجائز فون نمبر

source: The phone number you are calling is not valid.
fr: Le numéro de téléphone que vous essayez de joindre n’est pas valide.
id: Nomor telepon yang Anda panggil tidak valid.
mai: अहाँ जे नंबर के उपयोग क' रहल छी ओ वैघ नहि अछि.
pt_br: O número de telefone para o qual você está ligando é inválido.
tr: Aradığınız telefon numarası geçerli değil.
ur: جس فون نمبر پر آپ کال کر رہے ہے وہ ناجائز ہے۔

source: Unable to make a phone call now
fr: Impossible de passer un appel maintenant
id: Saat ini tidak dapat membuat panggilan telepon
mai: फोन करए मे असमर्थ
pt_br: Impossível realizar uma chamada agora
tr: Şu anda telefon araması yapılamıyor
ur: فلحال ابھی فون کال کرنے میں ناکام

source: Cannot make a call. If you are already dialing, please hang up first.
fr: Impossible de passer un appel. Si vous êtes déjà en communication, veuillez d’abord raccrocher.
id: Tidak dapat membuat panggilan. Jika Anda sudah memanggil, putuskan terlebih dulu.
pt_br: Não é possível realizar a chamada. Se você já está ligando, por favor desligue primeiro.
tr: Arama yapılamıyor. Zaten konuşuyorsanız önce telefonu kapatın.
ur: کال نہیں کر سکتے۔ اگر آپ ڈائلنگ کے لئے تیار ہیں تو، براہ مہربانی پہلا بینگ اپ کریں۔

source: Other connection in use
fr: Autre ligne active
id: Sambungan lainnya sedang digunakan
mai: दोसर कनेक्शन उपयोग मे अछि
pt_br: Outra conexão está em uso
tr: Diğer bağlantı kullanımda
ur: دیگر استعمال کردہ کنکشن

source: You have an active call on another connection. You can only use one connection at a time.
fr: Un appel est déjà en cours sur une autre ligne. Vous ne pouvez utiliser qu’une ligne à la fois.
id: Anda mempunyai panggilan aktif di sambungan yang lain. Anda hanya dapat menggunakan satu sambungan saja dalam waktu yang bersamaan.
pt_br: Você tem uma chamada ativa em outra linha. Você só pode usar uma linha por vez.
tr: Diğer bağlantıda etkin bir aramanız var. Bir seferde tek bir bağlantıyı kullanabilirsiniz.
ur: آپ کو کنکشن پر ایک متحرک کال ہے۔ آپ صرف ایک وقت میں ایک کنکشن استعمال کر سکتے ہیں۔

source: Call was barred by the operator
tr: Arama, operatör tarafından engellendi
