Repository: phlax/mozilla-gaia
Catalog: zam/apps/system/system.properties.po
Languages: zam

source: OK
zam: BLIY

source: Back
zam: Veré

source: Help
zam: This lii cheel diif yá

source: Cancel
zam: Naa lit luy

source: Close
zam: Tog gaá

source: Skip
zam: Brita

source: Undo
zam: Na lit luy

source: Airplane mode
zam: Toob ba modo avión

source: Searching…
zam: De kuan noo kue...

source: No network
zam: Yent net

source: Emergency calls only
zam: Naa mas taa taak tedizh luu this diak luu diif emergencia

source: (unknown SIM state)
zam: (na mnet na xha duu target SIM luu)

source: (no SIM)
zam: (yent SIM)

source: (SIM PIN required)
zam: (Nakin lii chel PIN na target SIM)

source: (SIM PUK required)
zam: (Nakin lii chel target SIM PUK)

source: (network locked)
zam: (nog net)

source: (service provider locked)
zam: (gad lii chel kue)

source: (corporate locked)
zam: (gad lii cleh kue)

source: (network1 locked)
zam: (nog net)

source: (network2 locked)
zam: (nog net)

source: (hrpd network locked)
zam: (nog net)

source: (ruim corporate locked)
zam: (gad lii cleh kue)

source: (ruim service provider locked)
zam: (gad lii chel kue)

source: Enter PIN
zam: Taa PIN naa luu

source: Title
zam: Xha ley

source: Artist
zam: Cho xhol la

source: Playback controls
zam: Xha mud toob kiy

source: Previous
zam: Veré

source: Play
zam: Toob kíy

source: Pause
zam: Te bleta

source: Next
zam: Te ner ra

source: Wi-Fi on
zam: toob ki Wi-Fi

source: Wi-Fi on, initializing
zam: Wi-Fi dob ki, mtetey

source: Wi-Fi off
zam: Wi-Fi na yuy ya

source: Data {{type}} on
zam: Yest na lu {{type}} dob ki

source: Data {{type}} off
zam: Yest na lu {{type}} na yuy

# bluetoothButton-on
source: Bluetooth on
zam: Bluetooth dob ki

source: Bluetooth on, initializing
zam: Bluetooth dob ki, mtetey

source: Bluetooth off
zam: Bluetooth na yuy

source: Airplane mode on
zam: Tis daal lo avión na kin toob luu ki kue

source: Airplane mode off
zam: Na yuy this dal lo Avión

source: Settings
zam: Thus kuey

source: Battery {{level}} percent
zam: Genul {{level}} nxhi

source: Battery {{level}} percent, charging
zam: Sni da {{level}}, de seré nu niy

# statusbarFlightMode.ariaLabel
source: Airplane mode on
zam: doob ki tis daal lo Avión

source: Wi-Fi: connecting
zam: Wi-Fi: de tob ki

source: Wi-Fi: {{level}} of 4 bars
zam: Wi-Fi: {{level}} de 4 dob

source: {{operator}} network, {{level}} of 5 bars
zam: {{operator}} señal, {{level}} de 5 dob

source: {{operator}} network (roaming), {{level}} of 5 bars
zam: {{operator}} dó yes {{level}} de 5 dob

source: Alarm on
zam: Kuan lol dob ki

# statusbarIconOn-bluetooth
source: Bluetooth on
zam: Bluetooth dob ki

source: Bluetooth on, active
zam: Bluetooth dob ki

source: Mute on
zam: Gadt gont lul dob ki

source: Vibration on
zam: Güin kue dob ki

source: Recording on
zam: Key lo yets

source: Geolocation on
zam: Toob ki pa Dul

source: USB on
zam: USB dob ki

source: Call forwarding on
zam: De kuan na men

source: Media playing
zam: Toob ki lo moon

source: NFC on
zam: NFC toob ki

# statusbarDownloads.ariaLabel
source: Downloading…
zam: Dee laan kue...

source: Networking on
zam: Doó yets doob ki

source: Emergency callback
zam: Ni lo xha ko ta yá

source: {{n}} notification
zam: {{n}} lab kue

# statusbarNotifications[two]
source: {{n}} notifications
zam: {{n}} lab kue

# statusbarNotifications[few]
source: {{n}} notifications
zam: {{n}} lab kue

# statusbarNotifications[many]
source: {{n}} notifications
zam: {{n}} lab kue

# statusbarNotifications[other]
source: {{n}} notifications
zam: {{n}} lab kue

source: {{n}} unread notification
zam: {{n}} tera lab lu

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
zam: {{n}} tera lab lu

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
zam: {{n}} tera lab lu

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
zam: {{n}} tera lab lu

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
zam: {{n}} tera lab lu

source: Notifications
zam: Kuan lash na nie luu

source: Clear all
zam: Too bii reeta

source: No new voicemail
zam: Yent dizh kub lent tree

source: One new voicemail
zam: Xho diif dizh kub lent tree

# newVoicemails[two]
source: {{n}} new voicemails
zam: {{n}} ngenul dif dizh

# newVoicemails[few]
source: {{n}} new voicemails
zam: {{n}} xho diif dizh kub lent tree

# newVoicemails[many]
source: {{n}} new voicemails
zam: {{n}} xho diif dizh kub lent tree

# newVoicemails[other]
source: {{n}} new voicemails
zam: {{n}} xho diif dizh kub lent tree

source: New voicemail
zam: Xho diif dizh kub lent tree

source: Dial {{number}}
zam: Ke {{number}}

source: Turn on
zam: Bla kiy

# dismissNFCConnectBTdisabled
source: Cancel
zam: Naa lit luy

source: Confirmation
zam: Bliy

source: Phone
zam: Telefono naa luu

source: Turn on airplane mode
zam: Blaa ki modo avión

source: Turn off airplane mode
zam: Toog modo avión

source: Silence incoming calls
zam: Naa lash na gonna llamad ko de laa

source: Ring incoming calls
zam: Lash naa gonna llamad ko de laa

source: Restart
zam: Tetey taa diif vez

source: Power off
zam: Tog ga

source: No recent apps
zam: Yent ko kub

source: Yes
zam: Ah

source: No
zam: Yenta

source: Don’t allow
zam: Na lit luy

source: Allow
zam: Liiy

# dontshare-geolocation
source: Don’t Share
zam: Na lot luy

# share-geolocation
source: Share
zam: Loy

# dontshare-audio-capture
source: Don’t Share
zam: Na lot luy

# share-audio-capture
source: Share
zam: Loy

# dontshare-video-capture
source: Don’t Share
zam: Na lot luy

# share-video-capture
source: Share
zam: Loy

# dontshare-media-capture
source: Don’t Share
zam: Na lot luy

# share-media-capture
source: Share
zam: Loy

source: Front Camera
zam: Loó Camara

source: Back Camera
zam: Veré ko lo xhog Moon

source: Remember my choice
zam: Nee loon ko mxhen naa

source: More info…
zam: Lash naa niet más...

source: Hide info
zam: Na lot lu kue

source: Install {{name}}?
zam: Toob kue {{name}}?

source: Size
zam: Xha niey

source: Author
zam: Cho thus kuey

# size-unknown
source: Unknown
zam: Naa mnet niy

# author-unknown
source: Unknown
zam: Naa mnet niy

source: Install
zam: Toob ba

source: {{ appName }} download stopped
zam: {{ appName }} mxhen ko de lal

source: {{ appName }} download failed
zam: {{ appName }} na gad bla kue

source: {{ appName }} install failed
zam: {{ appName }} nayad toob kue

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
zam: Gab seré nó kue. Nie cho xha mduuy.

source: Apps can be installed later from the original installation source.
zam: Tak toob luu kue después de que toob luu instalación original.

source: Are you sure you want to cancel this install?
zam: Na lasht luu toob luu kue ga?

source: Cancel Install
zam: Naa lit lu kue

# cancel-install-button
source: Cancel Install
zam: Naa lit lu kue

source: Resume
zam: Kuan de liin

source: Continue
zam: Gua

source: Stop downloading {{ app }}?
zam: Toog kue {{ app }}?

source: The download can be restarted later.
zam: Koo de lal taak te tee sera.

source: Stop Download
zam: Toog koo de lay

source: Not enough space
zam: Yent pa yu kue

source: {{ appName }} installed
zam: {{ appName }} gok la doob kue

source: Setup
zam: Thus kue

source: Add keyboards
zam: Tood yib par quel letr

source: Later
zam: Sera

source: Download
zam: Blay

source: Download update now?
zam: Lash lu lal ko kub nal?

source: Install update now?
zam: Lash lu toob lu ko kub nal ga?

source: Install Now
zam: Toob ba nal

source: Not Now
zam: Nal yenta

source: Downloading updates… <span>{{ progress }} downloaded.</span>
zam: De lan ko kub… <span>{{ progress }} blal ni.</span>

source: Downloading {{ appName }}
zam: De lan kue {{ appName }}

source: {{ progress }} downloaded
zam: {{ progress }} re kue blá

source: Downloading
zam: Dee laan kue

source: {{ progress }} / {{ max }} downloaded
zam: {{ progress }} / {{ max }} blay

source: Cancel all downloads
zam: Na lat lu kue

source: Are you sure you want to cancel all downloads?
zam: Lash luu toog luu ree koo de lal ga?

source: There was an error while downloading the updates.
zam: Naa gok gan blan kue.

source: {{ n }} update available. <span>Tap for more info.</span>
zam: {{ n }} tak lil kub kue. <span>Güi kuan xho lent ree.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
zam: {{ n }} tak la lal ko kub. <span>Güi tre.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
zam: {{ n }} tak la lal ko kub. <span>Güi tre.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
zam: {{ n }} tak la lal ko kub. <span>Güi tre.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
zam: {{ n }} tak la lal ko kub. <span>Güi tre.</span>

source: {{ n }} update available
zam: {{ n }} tak lal ko kub re

# numberOfUpdates[two]
source: {{ n }} updates available
zam: {{ n }} tak lal ko kub re

# numberOfUpdates[few]
source: {{ n }} updates available
zam: {{ n }} tak lal ko kub re

# numberOfUpdates[many]
source: {{ n }} updates available
zam: {{ n }} tak lal ko kub re

# numberOfUpdates[other]
source: {{ n }} updates available
zam: {{ n }} tak lal ko kub re

source: System update
zam: li kub Sistema na lu

source: System Update Ready
zam: Tak la lil kob Sistema na lu

source: Required
zam: Li chel kue

source: Uncompressing… <span>This can take a few minutes.</span>
zam: De xhil na kue… <span>let chut.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
zam: Xhol señal Wifi. Tis lash lu lal kue nakin kis lu.

source: Connection unavailable. Connect to a network to download updates.
zam: Xhol Wifi. Toob kiy xha tak li chel ko kub.

source: Download updates via data connection?
zam: Lash lu lal kue por conexión na datos ga?

source: No memory card found
zam: Yent target memoria lent kue

source: Memory card is in use
zam: Target memoria na lu de ke xhin

source: Not enough space on memory card
zam: Mcé ru memoria na luu

# emergency-call-button
source: Emergency Call
zam: Na mas ta kues lu por emergencia

source: Emergency Call
zam: Na mas ta kues lu por emergencia

source: Unlock
zam: Na yog ga

source: Camera
zam: güi Camara

source: Sign in
zam: Taa lel

source: Username
zam: Cho nak lu

source: Password
zam: Taa dizh ko lut ta mnie

source: {{name}} is having problems
zam: {{name}} gadt li ni

source: Airplane mode is on
zam: Tis daal lo avión na kin toob luu ki kue

source: Server not found
zam: Yent kue

source: Can’t find the server at {{name}}.
zam: Na mxhial na {{name}}.

source: File not found
zam: Yent yets

# connection-failed
source: Unable to connect
zam: Gadt tob ki kue

# invalid-connection
source: Unable to connect
zam: Gadt tob ki kue

source: URL not valid
zam: URL yenti

source: Page expired
zam: Na yeny yets re

# proxy-resolve-failure
source: Proxy Server Error
zam: Na mxhial na Proxy

# proxy-connect-failure
source: Proxy Server Error
zam: Na mxhial na Proxy

source: Warning
zam: Na gadt lil kue

source: Network connection unavailable
zam: Yent doó yes

source: Unable to connect
zam: Gadt tob ki kue

source: Try again
zam: Liy

source: Check settings
zam: Güi ko tak thus kue

source: Select time
zam: Mxhen hor

# choose-option
source: Select
zam: Mxhen

# choose-options
source: Select
zam: Mxhen

source: Select day
zam: Mxhen güis

source: Share
zam: Loy

source: {{name}} just crashed
zam: {{name}} go xhay penta

source: Don’t Send
zam: Na mtal niy

source: Send Report
zam: Tal kue

source: Crash Reports
zam: Né re ko na Rhin

source: Done
zam: Bliy niy

source: privacy policy
zam: laab kue

source: {{brandShortName}} just crashed.
zam: {{brandShortName}} penta blush ah.

source: {{name}} just crashed.
zam: {{name}} go xhay penta.

source: Report
zam: Kuan gonk ah

source: Sending Bluetooth transfer…
zam: Detal na Yets lo Bluetooth...

source: Receiving Bluetooth transfer…
zam: Mxhen la na ko dief let Bluetooth...

source: Accept Bluetooth file transfer?
zam: Lash lu mtalt lu kue por Bluetooth ga?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
zam: {{deviceName}} lash lo tal lo {{fileName}} ({{fileSize}}).

source: Review transfer request.
zam: Güi ko mtal lu.

source: Deny
zam: Na lit luy

source: Transfer
zam: Tal la lo

source: Cancel Bluetooth file transfer?
zam: Na talt lu kue por Bluetooth?

# continueFileTransfer
source: Continue
zam: Gua

source: The transfer has started
zam: Ko mtal lu mtete

source: File sent
zam: Mkal na kue

source: File received
zam: Mxhin kue

source: File could not be sent
zam: Ta men na gadt tal na kue

source: File could not be received
zam: Na mxhin kue

source: Transfer report:
zam: Mtal ko blil:

source: Unknown file
zam: Naa mnet na cho yets kue

source: Unknown device
zam: Naa mnet na cho yib kue

source: Can not open received file
zam: Na gadt xhal na kue

source: Can not open unknown media type:
zam: Na gadt xhal na kue:

source: Can not receive file
zam: Na gadt tien na kue

source: Unknown error
zam: Naa mnet kuan mxhac

source: Confirm
zam: Bliy

source: Mic is on
zam: Ko xhon lu dood ki

source: Camera is on
zam: Ko güin moon dood ki

source: Camera & Mic are ON
zam: Ko güin moon ner Ko xhon lu doob KI

source: No SIM card
zam: Yent SIM

source: PUK code
zam: ta PUK

source: NCK code
zam: ta NCK

source: CCK code
zam: ta CCK

source: SPCK code
zam: ta SPCK

source: NCK1 code
zam: ta NCK1

source: NCK2 code
zam: ta NCK2

source: HNCK code
zam: ta HNCK

source: RCCK code
zam: ta RCCK

source: RSPCK code
zam: ta RSPCK

source: What is a SIM PIN?
zam: Cho nak SIM PIN?

source: Change PIN
zam: Mxhe PIN

source: Enter SIM PIN
zam: Bla SIM PIN

source: Enter SIM {{n}} PIN
zam: Ló SIM {{n}} PIN

source: Enter PUK code
zam: Ta PUK

source: Enter NCK code
zam: Ta NCK

source: Enter CCK code
zam: Ta CCK

source: Enter SPCK code
zam: Ta SPCK

source: Enter NCK1 code
zam: Ta NCK1

source: Enter NCK2 code
zam: Ta NCK2

source: Enter HNCK code
zam: Ta HNCK

source: Enter RCCK code
zam: Ta RCCK

source: Enter RSPCK code
zam: Ta RSPCK

source: New PIN
zam: PIN Kub

source: Last try.
zam: Liy.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
zam: {{n}} gua ya izquierd na lu.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
zam: {{n}} gua ya izquierd na lu.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
zam: {{n}} gua ya izquierd na lu.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
zam: {{n}} gua ya izquierd na lu.

source: The PIN was incorrect.
zam: Na kap tal PIN.

source: The SIM card is locked.
zam: Gadt yul let SIM.

source: The PUK code is incorrect.
zam: Kap kel código PUK.

source: Confirm new PIN
zam: Kuen nak PIN kub

source: PINs don’t match.
zam: Yent PINs.

source: The NCK code is incorrect.
zam: Kap kel NCK.

source: Select from:
zam: Mxhen pa died da:

source: View with:
zam: Güiy kue:

source: Share with:
zam: Loy lo:

source: Create with:
zam: Thus kue:

source: Browse with:
zam: Kuan kue:

source: Configure with:
zam: Thus kue kue:

source: Sign In
zam: Taa lel

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
zam: Menos {{value}} {{unit}} kue.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
zam: Menos {{value}} {{unit}} kue.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
zam: Menos {{value}} {{unit}} kue.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
zam: Menos {{value}} {{unit}} kue.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
zam: Menos {{value}} {{unit}} kue.

source: Channel {{channel}}
zam: Pa dul {{channel}}

source: Call {{number}}?
zam: Ke {{number}}?

source: Sending message
zam: Tal dizh

source: Send message?
zam: Tal na dizh re ga?

source: Swipe to share
zam: Mtal lo tal

source: Download started
zam: Mtete blay

source: Download stopped
zam: Na lat luy

# download_downloading
source: Downloading…
zam: Dee laan kue...

source: Download complete
zam: Blay reey

source: Download failed
zam: Na blat li

source: Search or enter address
zam: Kuat pa mdul

# search-or-enter-address.placeholder
source: Search or enter address
zam: Kuat pa mdul

source: Open link in new tab
zam: Xhal do yes ta dif lo loó yib

source: Add link to home screen
zam: Toob do yes lo lish lu

source: Share link
zam: Pa tak loy

source: Save Image
zam: Loó xhog xha nie bol

source: Save Video
zam: Lo xhog xha nie win bool
