Repository: phlax/mozilla-gaia
Catalog: son/apps/homescreen/homescreen.properties.po
Languages: son

source: {{topic}} on {{name}}
son: {{topic}} {{name}} ga

source: Change Wallpaper
son: Cetakaddasu barmay

source: Add Smart Collections
son: Kuunari carmey tonton

source: Delete {{name}}
son: {{name}} tuusu

source: {{name}} and all of its data will be deleted.
son: {{name}} nda nga bayhayey kul ga tuusandi.

source: Delete
son: Tuusu

source: Cancel
son: Naŋ

source: Remove {{name}}
son: {{name}} kaa

source: Remove {{name}} from the homescreen?
son: {{name}} kaa šintin dijoo ga wala?

source: Remove
son: Kaa

source: Download
son: Zumandi

source: Restart Download
son: Zumandiyan tunandi taaga

source: Do you want to download {{name}}?
son: War ga baa ka {{name}} zumandi?

source: Page {{current}} of {{total}}
son: Moo {{current}} {{total}} ra

source: Homescreen
son: Šintin diji

# loadingEvme2
source: Loading…
son: Goo ma zumandi…

source: Everything…
son: Hayakul…

# evme-searchbar-default2
source: I’m thinking of…
son: Ay ga tammahã nda…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
son: Ay ga tammahã nda…

source: Back
son: Banda

# evme-searchbar-default.placeholder
source: I’m thinking of…
son: Ay ga tammahã nda…

# evme-searchbar-title
source: Everything
son: Hayakul

source: Enter any topic or search query
son: Furari wala ceeci hãayan dam

source: Enter any topic or keyword
son: Furari wala kufalkalima dam

source: Dismiss
son: Mun

source: No options found
son: Suubari kul mana duwandi

source: History:
son: Taariki:

source: History
son: Taariki

source: Clear history
son: Taariki tuusu

# evme-helper-didyoumean-title
source: Did you mean:
son: War nee kaŋ:

# evme-helper-refine-title
source: Did you mean:
son: War nee kaŋ:

# evme-helper-title-prefix
source: Everything
son: Hayakul

# evme-helper-title-empty
source: Everything
son: Hayakul

source: Add to homescreen
son: A tonton šintin dijoo ga

source: Remove from homescreen
son: A kaa šintin dijoo ga

# evme-apps-market-download
source: Download
son: Zumandi

source: More Apps
son: Porogaram tontoni

# evme-apps-loading-app
source: Loading…
son: Goo ma zunandi…

# evme-appsmore-loading
source: Loading…
son: Goo ma zunandi…

source: Add {{name}} to Home Screen?
son: {{name}} tonton šintin dijoo ga?

source: {{name}} was already added to Home Screen
son: {{name}} n' ka tontonandi šintin dijoo ga ka ben

source: Connect to the internet to add more Smart Collections
son: Interneti cee ka kuunari booboyaŋ tonton

source: Set as wallpaper?
son: Kayandi sanda cetakaddasu?

source: No Smart Collections to add
son: Kuunari carmey kul šii tontonyan se

source: {{name}} added to Home Screen
son: {{name}} n' ka tonton šintin dijoo ga

source: Wallpaper set successfully
son: Cetakaddasu huru ka boori

source: More
son: Koyne

# evme-collectionssuggest-loading
source: Loading…
son: Ga zumandi…

# evme-collectionssuggest-loading-cancel
source: Cancel
son: Naŋ

source: Create your own Smart Collection
son: War boŋ kuunari carmey tee

source: Source:
son: Aššil:

# evme-collection-title-prefix
source: Everything
son: Hayakul

source: Phone
son: Talfon

# evme-collection-loading-more
source: Loading…
son: Ga zumandi…

source: Connect to the internet to get apps for {{query}}
son: Interneti cee ka duu porogaram-izey {{query}} se

source: Connect to the internet to get even more apps for {{query}}
son: Interneti cee ka duu porogaram-ize tontoniyaŋ {{query}} se

source: Find the things you love with the coolest apps.
son: Dii hayey kaŋ ga kan war se porogam-ize kul ihenney ra.

source: For example, find your favorite singer or band…
son: Sanda, ka dii war donkaw wala hooray-kuray kaasoo…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
son: Wey ti porogaram-izeyaŋ <b>{{query}}</b> se, <br /><br />bii-ize naagu k'a feeri.

source: Custom…
son: Tee war boŋ se…

source: Astrology
son: Beenabayray

source: Autos
son: Moobiley

source: Beauty
son: Boori

source: Books
son: Citaabey

source: Celebs
son: Alhormantey

source: Daily Deals
son: Hankul misey

source: Dating
son: Handamyan

source: Electronics
son: Elektronik

source: Email
son: Bataga

source: Entertainment
son: Binekaanay

source: Environment
son: Windila

source: Fashion
son: Yaayi

source: Funny
son: Haaray

source: Games
son: Hooray

source: Government
son: Laamahini

source: Health
son: Baani

source: Jobs
son: Goyey

source: Local
son: Gorodoo

source: Maps
son: Dawkattey

source: Movies
son: Filimey

source: Music
son: Miiziki

source: New Apps
son: Porogaram-ize taagey

source: News
son: Alhabarey

source: Photography
son: Biizaayan

source: Recipes
son: Maafa-izey

source: Restaurants
son: Ŋaahugey

source: Shopping
son: Dayday

source: Social
son: Jamaa

source: Sports
son: Gaahamfeeriyan

source: Tech News
son: Dabarikoy alhabar

source: Top Apps
son: Porogaram-ize bešerey

source: Travel
son: Naarumi

source: TV
son: Telewižoŋ

source: Video
son: Widewo

source: Utilities
son: Goyhayey

source: Weather
son: Alwaati

source: Add to top of collection
son: Tonton kuunari šifante ga

source: Save to Homescreen
son: Gaabu šintin dijoo ga

source: Edit
son: Fasal

source: Website name
son: Interneti nungu maa

source: Address
son: Aderesu

# edit-dialog-cancel
source: Cancel
son: Naŋ

source: Done
son: Ben

source: Close
son: Daabu

source: Save
son: Gaabu
