Repository: phlax/mozilla-gaia
Catalog: */shared/sounds/sounds.properties.po
Languages: as, bn_bd, cy, si

source: None
as: কোনো নহয়
bn_bd: একটিও নয়
cy: Dim
si: නොමැත

source: Classic Prism
as: ক্লাচিক প্ৰিজ্ম
bn_bd: ক্লাসিক প্রিসম
cy: Prism Clasurol
si: පැරණි ප්‍රිස්මය

source: Classic Courier
as: ক্লাচিক কুৰিয়াৰ
bn_bd: ক্লাসিক কুরিয়ার
cy: Cludydd Clasurol
si: පරණ පණිවුඩකරු

source: Classic Touchmatic
as: ক্লাচিক টাচমেটিক
bn_bd: ক্লাসিক টাচমেটিক
cy: Cyffwrddmatig Clasurol
si: පැරණි ස්පර්ශක්‍රමික

source: Classic Electric
as: ক্লাচিক ইলেক্ট্ৰিক
bn_bd: ক্লাসিক ইলেক্ট্রিক
cy: Trydan Clasurol
si: පැරණි ඉලෙක්ට්‍රොනිකමය

source: Classic Wallphone
as: ক্লাচিক ৱালফোন
bn_bd: ক্লাসিক ওয়ালফোন
cy: Ffôn Wal Clasurol
si: පැරණි බිත්ති දුරකථනය

source: Disco Drive
as: ডিস্কো ড্ৰাইভ
bn_bd: ডিস্কো ড্রাইভ
cy: Gyrrwr Disgo
si: ඩිස්කෝ ධාවනය

source: Vamos Là Elektro
as: ভামচ ল' ইলেক্ট্ৰ
bn_bd: ভ্যামস লা ইলেক্ট্রো

source: Analog Ascent
as: এনালগ এচেন্ট
bn_bd: অ্যানালগ আসেন্ট
cy: Cynnydd Analog
si: ප්‍රතිසම ආරෝහණය

source: Low Bit Swing
as: ল' বিট চুইং
bn_bd: লো বিট সুইং
cy: Swing Did Isel
si: අව මාත්‍ර පැද්දුම

source: Ringing Gems
as: ৰিংগিং জেম্চ
bn_bd: রিংগিং জেমস
cy: Gemau Canu
si: හඬනඟන මිණි

source: Rain Echoes
as: ৰেইন ইকৌচ
bn_bd: রেইন ইকোস
cy: Atsain Glaw
si: වැහි දෝංකාර

source: Progressive Dapple
as: প্ৰগেচিভ ডেপল্
bn_bd: প্রগ্রেসিভ ডাপল
cy: Brith Blaengar
si: ක්‍රමික තිත් වැටීම්

source: Analog Dapple
as: এনালগ ডেপল্
bn_bd: অ্যানালগ ডাপল
cy: Brith Analog
si: ප්‍රතිසම තිත්වැටීම්

source: Wind Chimes
as: উইণ্ড কাইম্চ
bn_bd: উইন্ড চাইমস
cy: Tonau'r Gwynt
si: සුලං මිණිගෙඩි

source: Bit Bounce
as: বিট বাউঞ্চ
bn_bd: বিট বাউন্স
cy: Llam Did
si: මඳ පොලාපැනීම්

source: Minimal Bands
as: মিনিমেল বেণ্ডচ্
bn_bd: মিনিমাল ব্যান্ডস
cy: Bandiau Bach
si: අවම සමූහය

source: Exclamation
as: এক্সক্লেমেষণ
bn_bd: আশ্চর্য
cy: Ebychiad
si: විශ්මයාර්ථ

source: Boomer
as: বুমাৰ
bn_bd: বুমার
cy: Bwmydd
si: බූමර්

source: Rewind
as: ৰিৱাইণ্ড
bn_bd: রিউইন্ড
cy: Ail-ddirwyn
si: නැවතත්

source: Bop
as: বপ
bn_bd: বপ্

source: Ting
as: টিং
bn_bd: টিং
si: ටින්ග්

source: Bap
as: বেপ
bn_bd: ব্যাপ

source: Dididi
as: ডিডিডি
bn_bd: দিদিদি

source: Spring
as: স্প্ৰিং
bn_bd: স্প্রিং
cy: Gwanwyn
si: වසන්තය

source: Bell
as: বেল
bn_bd: বেল
cy: Cloch
si: බෙල්

source: Bell Extended
as: বেল এক্সটেণ্ডেড
bn_bd: বেল এক্সটেন্ডেড
cy: Gloch Estynedig
si: දිගුකල සීනු

source: Ring
as: ৰিং
bn_bd: রিং
cy: Cloch
si: නද
