Repository: phlax/mozilla-gaia
Catalog: ig/shared/facebook/facebook.properties.po
Languages: ig

source: Close
ig: Mechie

source: Import
ig: Bubata

source: Update
ig: Melite

# fbFriends
source: Facebook Friends
ig: Ndị enyi Facebook

# facebook-serviceName
source: Facebook Friends
ig: Ndị enyi Facebook

source: Select all
ig: Họrọ ha niile

source: Deselect all
ig: Wepu ha niile

source: View All Facebook Friends
ig: Lelee Ndị Enyi Facebook Niile

source: View Only Recommended
ig: Lelee Naanị Nke Akwadoro

source: No matching friends. Showing all
ig: Enweghị ndị enyi makọrọ. Na egosi dum

source: Select the recommended one
ig: Họrọ nke akwadoro

# linkProposal[two]
source: Select a recommended one
ig: Họrọ otu akwadoro

# linkProposal[few]
source: Select a recommended one
ig: Họrọ otu akwadoro

# linkProposal[many]
source: Select a recommended one
ig: Họrọ nke akwadoro

# linkProposal[other]
source: Select a recommended one
ig: Họrọ nke akwadoro

source: All your friends are imported
ig: Ebubatara ndị enyi gị niile

source: Found one friend to import
ig: Ahụrụ otu enyi a ga-ebubata

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ig: Ahụrụ ndị enyi {{numFriends}} a ga-ebubata

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ig: Ahụrụ ndị enyi {{numFriends}} a ga-ebubata

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ig: Ahụrụ ndị enyi {{numFriends}} a ga-ebubata

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ig: Ahụrụ ndị enyi {{numFriends}} a ga-ebubata

source: Search
ig: Chọọ

source: No contacts found
ig: Ọnweghị kọntaktị ahụrụ

source: Done
ig: Emechaala

source: Importing friends to Contacts
ig: Na ebubata ndị enyi na Kọntaktị

source: Updating friends in Contacts
ig: Imelite ndị enyi na Kọntaktị

# message2
source: This may take a couple of minutes
ig: Nke a nwere ike iwe nkeji ole ma ole

source: Please hold on. We are linking your friend and your contact.
ig: Biko chere. Anyị na ejikọ enyi gị na kọntaktị gị.

source: Please hold on. We are canceling the ongoing operation.
ig: Biko chere. Anyị na akagbu arụmọrụ na aga.

source: Error {{from}}
ig: Mperi {{from}}

# error2
source: Do you want to retry?
ig: Ị chọrọ ịnwagharị?

# errorProposal
source: calculating proposals
ig: ịgbakọta atụmatụ

# errorFriends
source: retrieving friends
ig: na eweghachite ndị enyi

source: linking contact
ig: ijikọ kọntaktị

source: Exceeded timeout {{from}}
ig: Oge ngwụcha agafere {{from}}

# timeout2
source: Do you want to retry?
ig: Ị chọrọ ịnwagharị?

# timeoutProposal
source: calculating proposals
ig: ịgbakọta atụmatụ

# timeoutFriends
source: retrieving friends
ig: na eweghachite ndị enyi

source: linking contacts
ig: ijikọ kọntaktị

source: Please hold on
ig: Biko chere

# wait2
source: This may take a couple of minutes
ig: Nke a nwere ike iwe nkeji ole ma ole

source: Please hold on. We are calculating a proposal.
ig: Biko chere. Anyị na-agbakọ otu atụmatụ.

source: Please hold on. We are connecting to obtain your friend list.
ig: Biko chere. Anyị na ejikọ iji nweta ndepụta ndị enyi gị.

# curtainCancel
source: Cancel
ig: Kagbuo

source: Retry
ig: Nwagharịa

# curtainOK
source: OK
ig: ỌDỊMMA

source: No Internet connection
ig: Njikọ Ịntanetị adịghị

source: Friends’ photos will not be added to your contacts. Continue anyway?
ig: Agaghị etinye foto ndị enyi na kọntaktị gị. Gaa n'ihu otu ọ bụla?

# yesOption
source: OK
ig: ỌDỊMMA

# noOption
source: Cancel
ig: Kagbuo

source: No friends updated
ig: Ọnweghị ndị enyi emelitere

source: Updated one friend
ig: Emelitere otu enyi

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ig: Emelitere ndị enyi {{numFriends}}

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ig: Emelitere ndị enyi {{numFriends}}

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ig: Emelitere ndị enyi {{numFriends}}

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ig: Emelitere ndị enyi {{numFriends}}

source: No duplicated friends merged
ig: Ọnweghị ndị enyi gbara mkpị amakọrọ

source: One duplicated friend merged
ig: Amakọrọ otu enyi gbara mkpị

# friendsMerged[two]
source: {{numDups}} friends merged
ig: amakọrọ ndị enyi {{numDups}}

# friendsMerged[few]
source: {{numDups}} friends merged
ig: amakọrọ ndị enyi {{numDups}}

# friendsMerged[many]
source: {{numDups}} friends merged
ig: amakọrọ ndị enyi {{numDups}}

# friendsMerged[other]
source: {{numDups}} friends merged
ig: amakọrọ ndị enyi {{numDups}}

source: Your Facebook session is invalid. Please sign in.
ig: Oge Facebook gị anaghị arụ ọrụ. Biko banye.

source: There was an error synchronizing your friend’s data
ig: Enwere mperi na ịmekọrịta data nke enyi gị
