Repository: phlax/mozilla-gaia
Catalog: yo/apps/search/search.properties.po
Languages: yo

source: Install {{ title }}
yo: Ṣàgbékalẹ̀ {{ title }}

source: HISTORY
yo: ÌTÀN

source: TOP SITES
yo: ÀWỌN OJÚLÉ ÒKÈ

source: Suggestions
yo: Àwọn Àbá

source: Contacts
yo: Àwọn olùbásọ̀rọ̀

source: Places
yo: Àwọn ibi

source: Apps
yo: Àwọn ìṣàfilọ́lẹ̀

source: The characters you type are used to show you search suggestions. Go to the Search section of Settings to change your search preferences.
yo: Àwọn àmì tí o tẹ̀ ni a lò láti ṣàfihàn àwọn àbá wákiri rẹ. Loọ sí abala Wákiri ti àwọn Ètò láti ṣàyípadà àfiṣèbáfẹ̀ẹ́mu wákiri rẹ.

source: OK
yo: Ó DÁRA

source: Add to Home Screen
yo: Ṣàfikún àṣafihàn ilé

source: No internet connection
yo: Kò sí aso-íntánẹ́ẹ̀tì-pọ̀

source: FUTURE
yo: ỌJỌ́ IWÁJÚ

source: TODAY
yo: ÒNÍ

source: YESTERDAY
yo: ÀNÁ

source: LAST 7 DAYS
yo: ỌJỌ́ 7 ṢẸ́YÌN

source: THIS MONTH
yo: OṢÙ YÌÍ

source: LAST 6 MONTHS
yo: ÀWỌN OṢÙ 6 ṢẸ́YÌN

source: OLDER THAN 6 MONTHS
yo: TI PẸ́ JU OSÙ 6

source: JANUARY
yo: OṢÙ KÍNÍ

source: FEBRUARY
yo: OṢÙ KEJÌ

source: MARCH
yo: OSÙ KẸ́TA

source: APRIL
yo: OSÙ KẸ́RIN

source: MAY
yo: OSÙ KÁÀRÚN

source: JUNE
yo: OSÙ KẸ́FÀ

source: JULY
yo: OSÙ KÉJE

source: DECEMBER
yo: OṢÙ KEJÌLÁ
