Repository: phlax/mozilla-gaia
Catalog: */apps/system/net_error.properties.po
Languages: fr, km, pt_br

source: No access to the Internet right now.
fr: Aucun accès à Internet.
km: មិន​មាន​​ការ​ចូល​ប្រើ​អ៊ីនធឺណិត​​ទេ​ឥឡូវ​នេះ។
pt_br: Sem acesso a internet no momento.

source: {{name}} requires an Internet connection.
fr: {{name}} nécessite une connexion Internet.
km: {{name}} ទាមទារ​ការ​តភ្ជាប់​អ៊ីនធឺណិត។
pt_br: {{name}} necessita de uma conexão com a Internet.

source: Server not found
fr: Adresse introuvable
km: រក​មិន​ឃើញ​ម៉ាស៊ីន​មេ
pt_br: Servidor não encontrado

source: Can’t find the server at {{name}}.
fr: Impossible de trouver le serveur à l’adresse {{name}}.
km: មិន​អាច​រក​ឃើញ​ម៉ាស៊ីន​មេ​នៅ {{name}} ។
pt_br: Servidor não encontrado em {{name}}.

source: File not found
fr: Fichier introuvable
km: រក​មិន​ឃើញ​ឯកសារ
pt_br: Arquivo não encontrado

source: The device can’t display this page because the file cannot be found.
fr: L’appareil ne peut pas afficher cette page car le fichier est introuvable.
km: ឧបករណ៍​មិន​អាច​បង្ហាញ​ទំព័រ​នេះ​បាន​ទេ​ដោយ​សារ​តែ​រក​មិន​ឃើញ​ឯកសារ។
pt_br: O dispositivo não pode exibir essa página porque o arquivo não foi encontrado.

# connection-failed
source: Unable to connect
fr: Connexion impossible
km: មិន​អាច​តភ្ជាប់​បាន​ទេ
pt_br: Não foi possível conectar

# connection-failed-error
source: A network error occurred while trying to reach the site.
fr: Une erreur réseau s’est produite lors de la connexion à ce site.
km: កំហុស​​បណ្ដាញ​បាន​កើត​ឡើង​ខណៈ​ដែល​​​កំពុង​​ព្យាយាម​​​ទៅ​រក​​​តំបន់​បណ្ដាញ។
pt_br: Ocorreu um erro na rede ao tentar abrir o site.

# invalid-connection
source: Unable to connect
fr: Connexion impossible
km: មិន​អាច​តភ្ជាប់
pt_br: Não foi possível conectar

# invalid-connection-error
source: A network error occurred while trying to reach the site.
fr: Une erreur réseau s’est produite lors de la connexion à ce site.
km: កំហុស​​បណ្ដាញ​បាន​កើត​ឡើង​ខណៈ​​ដែល​កំពុង​​ព្យាយាម​ទៅ​រក​តំបន់បណ្ដាញ។
pt_br: Ocorreu um erro na rede ao tentar acessar o site.

source: URL not valid
fr: L’URL n’est pas valide
km: URL មិន​ត្រឹមត្រូវ
pt_br: URL inválida

source: The URL entered is not valid and cannot be loaded.
fr: L’URL n’est pas valide et ne peut être chargée.
km: URL ដែល​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ និង​មិន​អាច​ផ្ទុក​បាន​​ទេ។
pt_br: A URL inserida não é valida e não pôde ser carregada.

# redirect-loop
source: Can’t display page
fr: Impossible d’afficher la page
km: មិន​អាច​បង្ហាញ​ទំព័រ​បាន​ទេ
pt_br: Não foi possível exibir a página

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
fr: L’appareil ne peut pas afficher cette page car la page n’est pas redirigée correctement. Veuillez réessayer ultérieurement.
km: ឧបករណ៍​មិន​អាច​បង្ហាញ​ទំព័រ​នេះ​បាន​ទេ ដោយ​សារ​ទំព័រ​​​មិន​កំពុង​ប្ដូរ​ទិស​​បាន​​ត្រឹមត្រូវ។ សូម​ព្យាយាម​ទំព័រ​នេះ​ម្ដងទៀត​នៅ​ពេល​ក្រោយ។
pt_br: O dispositivo não pode exibir essa página porque ela não está redirecionando corretamente. Tente novamente mais tarde.

source: Page expired
fr: La page a expiré
km: ទំព័រ​បាន​ផុត​កំណត់
pt_br: Página expirou

source: As a security precaution, this page cannot be displayed by the device because it has expired.
fr: Par mesure de sécurité, cette page ne peut pas être affichée par l’appareil car elle a expiré.
km: ជា​ការ​ប្រុងប្រយ័ត្ន​សន្តិសុខ ទំព័រ​នេះ​មិន​អាច​ត្រូវ​បាន​បង្ហាញ​ដោយ​ឧបករណ៍​បាន​ទេ ​ព្រោះ​វា​បាន​ផុត​កំណត់​ហើយ។
pt_br: Como medida de segurança, essa página não pode ser exibida pelo dispositivo porque ela expirou.

source: The document cannot change while Printing or in Print Preview.
fr: Le document ne peut pas être modifié pendant l’impression ou la prévisualisation.
km: ឯកសារ​មិន​អាច​ផ្លាស់ប្ដូរ​បាន​ទេ​ ខណៈ​ដែល​កំពុង​បោះពុម្ព ឬ​ស្ថិត​ក្នុង​ការ​មើល​​មុន​បោះពុម្ព។
pt_br: O documento não pode ser alterado enquanto está sendo Impresso ou durante a Visualização de Impressão.

source: This address is restricted
fr: Cette adresse est interdite
km: អាសយដ្ឋាន​នេះ​ត្រូវ​បាន​ដាក់កម្រិត
pt_br: Esse endereço é restrito

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
fr: Cette adresse utilise un port réseau inhabituel pour la navigation web. Par mesure de sécurité, l’appareil a abandonné la requête.
km: អាសយដ្ឋាន​នេះ​ប្រើ​ច្រក​បណ្ដាញ ដែល​ជា​ធម្មតា​ត្រូវ​បាន​ប្រើ​សម្រាប់​គោលបំណង​ក្នុង​ការ​រក​មើល​​បណ្ដាញ​ផ្សេង​ៗ។ ឧបករណ៍​បាន​បោះបង់​សំណើ​សម្រាប់​ការ​ការពារ​របស់​អ្នក។
pt_br: Esse endereço utiliza uma porta que normalmente é utilizada com outros propósitos além da Navegação. O dispositivo cancelou o pedido para sua proteção.

# proxy-resolve-failure
source: Proxy Server Error
fr: Erreur de serveur proxy
km: កំហុស​ម៉ាស៊ីន​មេ​ប្រូកស៊ី
pt_br: Erro do Servidor Proxy

source: The device is configured to use a proxy server that can’t be found.
fr: L’appareil est configuré pour utiliser un serveur proxy mais celui-ci est introuvable.
km: ឧបករណ៍​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​​ដើម្បី​​ប្រើ​​ម៉ាស៊ីន​មេ​ប្រូកស៊ី​ដែល​មិន​អាច​​រក​ឃើញ។
pt_br: O dispositivo está configurado para utilizar um servidor proxy que não pode ser encontrado.

# proxy-connect-failure
source: Proxy Server Error
fr: Erreur de serveur proxy
km: កំហុស​ម៉ាស៊ីន​មេ​ប្រូកស៊ី
pt_br: Erro do Servidor Proxy

source: The device is configured to use a proxy server that is refusing connections.
fr: L’appareil est configuré pour utiliser un serveur proxy mais celui-ci n’accepte pas les connexions.
km: ឧបករណ៍​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​​ដើម្បី​​ប្រើ​មេស៊ីន​មេ​ប្រូកស៊ី​​ដែល​កំពុង​បដិសេធ​ការ​តភ្ជាប់។
pt_br: O dispositivo está configurado para utilizar um servidor de proxy que está negando conexões.

# content-encoding
source: Can’t display page
fr: Impossible d’afficher la page
km: មិន​អាច​បង្ហាញ​ទំព័រ
pt_br: Não foi possível exibir a página

source: The device can’t display this page because a content encoding error occurred.
fr: L’appareil ne peut pas afficher la page à cause d’une erreur d’encodage.
km: ឧបករណ៍​មិន​អាច​បង្ហាញ​ទំព័រ​នេះ​បាន​ទេ ដោយ​សារ​តែ​ការ​អ៊ិនកូដ​មាតិកា​មាន​កំហុស​​​បាន​កើត​ឡើង។
pt_br: O dispositivo não pode exibir a página devido a um erro de encoding do conteúdo.

source: Page unsupported
fr: Page non prise en charge
km: មិន​បាន​គាំទ្រ​ទំព័រ
pt_br: Página não suportada

source: This page can’t be displayed because it uses a technology that is not supported on the device.
fr: Cette page ne peut pas être affichée car elle utilise une technologie qui n’est pas prise en charge par l’appareil.
km: មិន​អាច​បង្ហាញ​​ទំព័រ​នេះ​បាន​ទេ ព្រោះ​វា​ប្រើ​បច្ចេកវិទ្យា​ដែល​មិន​គាំទ្រ​លើ​ឧបករណ៍​នេះ។
pt_br: Essa página não pode ser exibida porque utiliza uma tecnologia não suportada por esse dispositivo.

source: Warning
fr: Avertissement
km: ការ​ព្រមាន
pt_br: Aviso

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
fr: Le site web a été signalé comme étant une contrefaçon conçue pour piéger les utilisateurs pour qu’ils partagent des informations personnelles ou financières.
km: តំបន់​បណ្ដាញ​ត្រូវ​បាន​រាយការណ៍​ជា​តំបន់​បណ្ដាញ​ក្លែងក្លាយ​ដែល​បាន​បង្កើត​ឡើង​ដើម្បី​​បោក​បញ្ឆោត​អ្នក​ប្រើ​ឲ្យ​ចែករំលែក​ព័ត៌មាន​ផ្ទាល់​ខ្លួន ឬ​ព័ត៌មាន​ហិរញ្ញវត្ថុ។
pt_br: Esse site foi reportado como um fraude para enganar usuários a compartilhar dados pessoais ou financeiros.

source: Malware attack blocked
fr: Site malveillant bloqué
km: បាន​បិទ​កម្មវិធី​វាយប្រហារ
pt_br: Ataque de Malware bloqueado

source: The site at has been reported as an attack site and has been blocked.
fr: Le site a été signalé comme étant malveillant et a été bloqué.
km: តំបន់​បណ្ដាញ​ត្រូវ​បាន​រាយការណ៍​ជា​តំបន់បណ្ដាញ​ដែល​វាយប្រហារ និង​ត្រូវ​បាន​ទប់ស្កាត់។
pt_br: O site foi reportado como um ataque e foi bloqueado.

source: Unsafe content
fr: Contenu non sûr
km: មាតិកា​គ្មាន​សុវត្ថិភាព
pt_br: Conteúdo inseguro

source: The page cannot be shown because it may not be safe to open.
fr: La page ne peut pas être affichée car l’ouvrir peut comporter un risque.
km: មិន​អាច​បង្ហាញ​ទំព័រ​នេះ​បាន​ទេ ​ដោយ​សារ​តែ​វា​​អាច​មិន​មាន​​សុវត្ថិភាព​ក្នុង​ការ​បើក។
pt_br: A página não pôde ser exibida porque não é segura para ser aberta.

# corrupted-content
source: Can’t display page
fr: Impossible d’afficher la page
km: មិន​អាច​បង្ហាញ​ទំព័រ
pt_br: Não foi possível exibir a página

source: The page cannot be shown because an error in the data transmission was detected.
fr: La page ne peut pas être affichée car une erreur lors de la transmission des données a été détectée.
km: មិន​អាច​បង្ហាញ​ទំព័រ​នេះ​បាន​ទេ ព្រោះ​​​​​បាន​រក​​ឃើញ​ថា​មាន​កំហុស​ក្នុង​ការ​បញ្ជូន​ទិន្នន័យ។
pt_br: A página não pôde ser exibida porque um erro na transmissão de dados foi detectado.

source: Unable to connect
fr: Connexion impossible
km: មិន​អាច​តភ្ជាប់​បាន
pt_br: Não foi possível conectar

source: Cancel
fr: Annuler
km: បោះបង់
pt_br: Cancelar

source: Close
fr: Fermer
km: បិទ
pt_br: Fechar

source: Try again
fr: Réessayer
km: ព្យាយាម​ម្ដង​ទៀត
pt_br: Tentar novamente

source: Check settings
fr: Vérifier les paramètres
km: ពិនិត្យមើល​ការ​កំណត់
pt_br: Verificar configurações

source: Tap to check settings
fr: Appuyez pour vérifier les paramètres
km: ប៉ះ​ដើម្បី​ពិនិត្យមើល​ការ​កំណត់
pt_br: Toque para verificar as configurações
