Repository: phlax/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: fr

source: Back
fr: Retour

source: Help
fr: Aide

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Skip
fr: Passer

source: Clear
fr: Effacer

source: Enable
fr: Activer

source: Turn On
fr: Activer

source: Undo
fr: Annuler

source: Enter PIN
fr: Code PIN

source: Track title and artist
fr: Titre et artiste de la piste

source: Playback controls
fr: Contrôles de lecture

source: Previous
fr: Précédent

source: Play
fr: Lecture

source: Next
fr: Suivant

source: Unknown track
fr: Piste inconnue

source: Wi-Fi on
fr: Wi-Fi activé

source: Wi-Fi on, initializing
fr: Wi-Fi activé, initialisation

source: Wi-Fi off
fr: Wi-Fi désactivé

source: Data {{type}} on
fr: Données {{type}} activées

source: Data {{type}} off
fr: Données {{type}} désactivées

# bluetoothButton-on
source: Bluetooth on
fr: Bluetooth activé

source: Bluetooth on, initializing
fr: Bluetooth activé, initialisation

source: Bluetooth off
fr: Bluetooth désactivé

source: Airplane mode on
fr: Mode avion activé

source: Airplane mode off
fr: Mode avion désactivé

source: Settings
fr: Paramètres

source: Utility tray
fr: Centre de notifications

source: %b %e
fr: %e %b

source: Status Bar
fr: Barre d’état

source: Battery {{level}} percent
fr: Batterie {{level}} pourcent

source: Battery {{level}} percent, charging
fr: Batterie {{level}} pourcent, en charge

# statusbarFlightMode.ariaLabel
source: Airplane mode on
fr: Mode avion activé

source: Wi-Fi: connecting
fr: Wi-Fi : connexion en cours

source: Wi-Fi: {{level}} of 4 bars
fr: Wi-Fi : {{level}} barres sur 4

source: {{operator}} network, {{level}} of 5 bars
fr: Réseau {{operator}}, {{level}} barres sur 5

source: {{operator}} network (roaming), {{level}} of 5 bars
fr: Réseau {{operator}} (itinérance), {{level}} barres sur 5

source: Searching… Emergency calls only
fr: Recherche en cours… Appels d’urgence uniquement

source: Headphones on
fr: Écouteurs activés

source: Bluetooth headphones on
fr: Écouteurs Bluetooth activés

source: Bluetooth transfer active
fr: Transfert Bluetooth en cours

source: Tethering on
fr: Point d’accès activé

source: Tethering on, active
fr: Point d’accès activé et actif

source: Alarm on
fr: Alarme activée

# statusbarIconOn-bluetooth
source: Bluetooth on
fr: Bluetooth activé

source: Bluetooth on, active
fr: Bluetooth activé et actif

source: Mute on
fr: Son désactivé

source: Vibration on
fr: Mode vibration activé

source: Recording on
fr: Enregistrement activé

source: Geolocation on
fr: Géolocalisation activée

source: USB on
fr: USB activé

source: Call forwarding on
fr: Transfert d’appels activé

source: Media playing
fr: Lecture média en cours

source: NFC on
fr: NFC activé

# statusbarDownloads.ariaLabel
source: Downloading…
fr: Téléchargement en cours

source: Networking on
fr: Réseau téléphonique activé

source: Emergency callback
fr: Rappel d’urgence

source: {{n}} unread notification
fr: {{n}} notification non lue

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
fr: {{n}} notifications non lues

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
fr: {{n}} notifications non lues

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
fr: {{n}} notifications non lues

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
fr: {{n}} notifications non lues

source: Clear all
fr: Tout effacer

source: Tap to show
fr: Appuyer pour afficher

source: No new voicemail
fr: Aucun nouveau message vocal

source: One new voicemail
fr: 1 message vocal

# newVoicemails[two]
source: {{n}} new voicemails
fr: {{n}} messages vocaux

# newVoicemails[few]
source: {{n}} new voicemails
fr: {{n}} messages vocaux

# newVoicemails[many]
source: {{n}} new voicemails
fr: {{n}} messages vocaux

# newVoicemails[other]
source: {{n}} new voicemails
fr: {{n}} messages vocaux

source: New voicemail
fr: Nouveau message vocal

source: Dial {{number}}
fr: Appeler le {{number}}

source: EU internet detected
fr: Internet UE détecté

source: Tap to change.
fr: Appuyer pour modifier.

source: Are you sure you want to connect to the device?
fr: Voulez-vous vraiment vous connecter à l’appareil ?

source: Turn on Bluetooth and connect to the device?
fr: Activer le Bluetooth et se connecter à l’appareil ?

source: Are you sure you want to connect to {{deviceName}}?
fr: Voulez-vous vraiment vous connecter à {{deviceName}} ?

source: Turn on Bluetooth and connect to {{deviceName}}?
fr: Activer le Bluetooth et se connecter à {{deviceName}} ?

source: Turn on
fr: Activer

# dismissNFCConnectBTdisabled
source: Cancel
fr: Annuler

source: Phone
fr: Menu système

source: Turn on airplane mode
fr: Mode avion

source: Turn off airplane mode
fr: Désactiver le mode avion

source: Silence incoming calls
fr: Mode silencieux

source: Ring incoming calls
fr: Mode sonore

source: Restart
fr: Redémarrer

source: Power off
fr: Éteindre

source: Your recent app windows show up here
fr: Vos fenêtres d’applications récentes s’affichent ici

source: Your recent browser windows show up here
fr: Vos fenêtres de navigation récentes s’affichent ici

# closeCard.ariaLabel
source: Close
fr: Fermer

source: Open
fr: Ouvrir

source: Yes
fr: Oui

source: No
fr: Non

source: Don’t allow
fr: Ne pas autoriser

source: Allow
fr: Autoriser

# dontshare-geolocationdontshare-geolocationdontshare-geolocation
source: Don’t Share
fr: Refuser

# share-geolocationshare-geolocationshare-geolocationshare-geolocation
source: Share
fr: Autoriser

# dontshare-audio-capture
source: Don’t Share
fr: Ne pas partager

# share-audio-capture
source: Share
fr: Partager

# dontshare-video-capture
source: Don’t Share
fr: Ne pas partager

# share-video-capture
source: Share
fr: Partager

# dontshare-media-capture
source: Don’t Share
fr: Ne pas partager

# share-media-capture
source: Share
fr: Partager

source: Front Camera
fr: Caméra avant

source: Back Camera
fr: Caméra arrière

source: Remember my choice
fr: Se souvenir de ce choix

source: More info…
fr: Détails…

source: Hide info
fr: Masquer

source: Install {{name}}?
fr: Installer {{name}} ?

source: Size
fr: Taille

source: Author
fr: Auteur

# size-unknown
source: Unknown
fr: inconnue

# author-unknown
source: Unknown
fr: inconnu

source: Install
fr: Installer

source: bytes
fr: octets

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

source: TB
fr: To

source: PB
fr: Po

source: {{ appName }} download stopped
fr: Téléchargement de {{ appName }} arrêté

source: {{ appName }} download failed
fr: Échec du téléchargement de {{ appName }}

source: {{ appName }} install failed
fr: Échec de l’installation de {{ appName }}

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
fr: Annuler ne remboursera pas un achat. Les remboursements de contenus payants sont effectués par le marchand d’origine.

source: Apps can be installed later from the original installation source.
fr: Les applications peuvent être installées plus tard depuis la source d’origine.

source: Are you sure you want to cancel this install?
fr: Voulez-vous vraiment annuler l’installation ?

source: Cancel Install
fr: Annuler l’installation

# cancel-install-button
source: Cancel Install
fr: Annuler

source: Resume
fr: Reprendre

source: Continue
fr: Continuer

source: Stop downloading {{ app }}?
fr: Arrêter le téléchargement de {{ app }} ?

source: The download can be restarted later.
fr: Le téléchargement pourra être redémarré plus tard.

source: Stop Download
fr: Arrêter

source: Not enough space
fr: Espace insuffisant

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
fr: Il n’y a pas assez d’espace pour installer cette application. Libérez de l’espace en supprimant des médias ou d’anciennes applications puis essayez à nouveau de l’installer depuis la source d’origine.

source: {{ appName }} installed
fr: {{ appName }} installé

source: {{ appName }} installed. Go to Settings > Language to enable it.
fr: {{ appName }} installé. Rendez-vous dans Paramètres > Langue pour l’activer.

source: Setup
fr: Configurer

source: Add keyboards
fr: Ajouter des claviers

source: Later
fr: Plus tard

source: Download
fr: Télécharger

source: Download update now?
fr: Télécharger la mise à jour maintenant ?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
fr: Voulez-vous installer la mise à jour maintenant ? Vous ne pourrez plus utiliser votre téléphone pendant quelques minutes.

source: Install Now
fr: Installer

source: Not Now
fr: Plus tard

source: Downloading updates… <span>{{ progress }} downloaded.</span>
fr: Téléchargement des mises à jour… <span>{{ progress }} téléchargés.</span>

source: Downloading {{ appName }}
fr: Téléchargement de {{ appName }}

source: {{ progress }} downloaded
fr: {{ progress }} téléchargés

source: Downloading
fr: Téléchargement en cours

source: {{ progress }} / {{ max }} downloaded
fr: {{ progress }} / {{ max }} téléchargés

source: Cancel all downloads
fr: Annuler tous les téléchargements

source: Are you sure you want to cancel all downloads?
fr: Voulez-vous vraiment annuler tous les téléchargements ?

source: There was an error while downloading the updates.
fr: Une erreur s’est produite lors du téléchargement des mises à jour.

source: {{ n }} update available. <span>Tap for more info.</span>
fr: {{ n }} mise à jour disponible. <span>Appuyer pour plus d’informations.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
fr: {{ n }} mises à jour disponibles. <span>Appuyer pour plus d’informations.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
fr: {{ n }} mises à jour disponibles. <span>Appuyer pour plus d’informations.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
fr: {{ n }} mises à jour disponibles. <span>Appuyer pour plus d’informations.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
fr: {{ n }} mises à jour disponibles. <span>Appuyer pour plus d’informations.</span>

source: {{ n }} update available
fr: {{ n }} mise à jour disponible

# numberOfUpdates[two]
source: {{ n }} updates available
fr: {{ n }} mises à jour disponibles

# numberOfUpdates[few]
source: {{ n }} updates available
fr: {{ n }} mises à jour disponibles

# numberOfUpdates[many]
source: {{ n }} updates available
fr: {{ n }} mises à jour disponibles

# numberOfUpdates[other]
source: {{ n }} updates available
fr: {{ n }} mises à jour disponibles

source: System update
fr: Mise à jour système

source: System Update Ready
fr: Mise à jour système prête

source: You need at least {{ threshold }}% battery level to install the update.
fr: Le niveau de charge de la batterie doit être d’au moins {{ threshold }} % pour installer la mise à jour.

source: Required
fr: Requise

source: Uncompressing… <span>This can take a few minutes.</span>
fr: Décompression… <span>Cela peut prendre quelques minutes.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
fr: Les mises à jour sont téléchargées par la connexion de données lorsque la connexion Wi-Fi n’est pas disponible. Utiliser la connexion de données peut bloquer les appels et entraîner des frais supplémentaires.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
fr: Les mises à jour sont téléchargées par la connexion de données lorsque la connexion Wi-Fi n’est pas disponible. Utiliser la connexion de données peut entraîner des frais supplémentaires.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
fr: Wi-Fi non disponible. Mettre à jour depuis votre connexion actuelle pourra entraîner des frais supplémentaires.

source: Connect to a network to download updates.
fr: Veuillez vous connecter à un réseau pour télécharger les mises à jour.

source: Download updates via data connection?
fr: Télécharger les mises à jour par la connexion de données ?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
fr: Le téléchargement de mise à jour n’est pas possible depuis une connexion lente (2G). Veuillez vous connecter à un réseau Wi-Fi ou 3G (si possible) puis relancez le téléchargement.

source: When using a data connection, additional costs may apply. Do you want to continue?
fr: Utiliser une connexion de données peut entraîner des frais supplémentaires. Voulez-vous continuer ?

source: Download updates via data roaming?
fr: Télécharger les mises à jour en itinérance de données ?

source: You are currently roaming and additional charges may apply. Do you want to continue?
fr: Vous êtes actuellement en itinérance et des frais supplémentaires peuvent s’appliquer. Voulez-vous continuer ?

source: Screenshot saved to Gallery
fr: Capture d’écran enregistrée

source: The screenshot could not be saved
fr: Enreg. capture impossible

source: No memory card found
fr: Aucune carte mémoire

source: Memory card is in use
fr: Carte mémoire utilisée

source: Not enough space on memory card
fr: Carte mémoire saturée

source: Logs saved to storage
fr: Journaux enregistrés dans le stockage

source: Error while saving logs
fr: Erreur lors de l’enregistrement des journaux

source: Capturing logs…
fr: Capture des journaux…

source: Operation {{operation}} failed.
fr: L’opération {{operation}} a échoué.

source: Unexpected error occurred.
fr: Une erreur inattendue s’est produite.

source: Make sure your SD card is not shared with your computer.
fr: Vérifiez que votre carte SD n’est pas partagée avec votre ordinateur.

# emergency-call-button
source: Emergency Call
fr: Appel d’urgence

source: Emergency Call
fr: Appel d’urgence

source: Unlock
fr: Déverrouiller

source: Camera
fr: Appareil photo

source: %A, %B %e
fr: %A %e %Eb

source: Passcode panel
fr: Panneau du code d’accès

source: open
fr: ouvrir

source: Home
fr: Accueil

source: Sign in
fr: Se connecter

source: Sign in to website
fr: Se connecter au site web

source: Username
fr: Utilisateur

source: Password
fr: Mot de passe

source: The website {{host}} requires you to sign in.
fr: Le site web {{host}} demande à ce que vous vous connectiez.

source: {{name}} is not loading properly
fr: {{name}} ne se charge pas correctement.

source: {{name}} is having problems
fr: {{name}} rencontre des problèmes

source: Unable to connect
fr: Connexion impossible

source: Tap to check settings
fr: Appuyez pour vérifier les paramètres

source: Delete {{name}}
fr: Supprimer {{name}}

source: {{name}} and all of its data will be deleted.
fr: {{name}} et toutes ses données seront supprimés.

source: Delete
fr: Supprimer

source: Remove Application
fr: Suppression de l’application

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
fr: Impossible d’installer l’application suite à un problème non résolu. Veuillez essayer de la télécharger à nouveau. L’application va être supprimée.

source: Turn on data roaming?
fr: Activer l’itinérance de données ?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
fr: Afin d’accéder à Internet, vous devez activer l’itinérance de données. Selon votre contrat avec votre opérateur, des frais supplémentaires peuvent s’appliquer. Voulez-vous activer la connexion de données ?

source: Select time
fr: Sélectionner l’heure

# choose-option
source: Select
fr: Sélectionner

# choose-options
source: Select
fr: Sélectionner

source: Select day
fr: Sélectionner le jour

source: Your battery is low.
fr: Votre batterie est faible.

source: Please plug in your charger.
fr: Veuillez brancher votre chargeur.

source: New window
fr: Nouvelle fenêtre

source: New private window
fr: Nouvelle fenêtre privée

source: Show windows
fr: Afficher les fenêtres

source: Add to home screen
fr: Ajouter à l’écran d’accueil

source: Share
fr: Partager

source: {{brandShortName}} just recovered from a crash
fr: {{brandShortName}} vient de se remettre d’un plantage

source: {{name}} just crashed
fr: {{name}} a planté

source: Something
fr: Quelque chose

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
fr: Voulez-vous envoyer un rapport à Mozilla concernant ce plantage pour nous aider à résoudre ce problème ? (Les rapports ne sont envoyés que par Wi-Fi.)

source: What’s in a crash report?
fr: Que contient un rapport de plantage ?

source: Always send Mozilla a report when a crash occurs.
fr: Toujours envoyer un rapport à Mozilla lorsqu’un plantage se produit.

source: Don’t Send
fr: Ne pas envoyer

source: Send Report
fr: Envoyer rapport

source: Crash Reports
fr: Rapports de plantage

source: Done
fr: Terminé

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
fr: Un rapport de plantage contient des détails concernant le plantage et votre appareil, ainsi qu’un instantané de l’état de votre appareil lors du plantage.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
fr: Il peut inclure différentes choses comme les applications et pages ouvertes, le texte saisi dans les formulaires et le contenu des messages ouverts, l’historique de navigation récent, ou la géolocalisation utilisée par une application ouverte.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
fr: Nous utilisons les rapports de plantage pour essayer de résoudre les problèmes et améliorer nos logiciels. Nous gérons vos informations comme décrit dans notre

source: privacy policy
fr: politique de confidentialité

source: {{brandShortName}} just crashed.
fr: {{brandShortName}} a planté.

source: {{name}} just crashed.
fr: {{name}} a planté.

source: Report
fr: Le signaler

source: Sending Bluetooth transfer…
fr: Début d’un transfert Bluetooth…

source: Receiving Bluetooth transfer…
fr: Réception d’un transfert Bluetooth…

source: Accept Bluetooth file transfer?
fr: Accepter le transfert de fichier par Bluetooth ?

source: <bdi>{{deviceName}}</bdi> would like to transfer <bdi>{{fileName}} ({{fileSize}}).</bdi>
fr: <bdi>{{deviceName}}</bdi> souhaite transférer <bdi>{{fileName}} ({{fileSize}}).</bdi>

source: Review transfer request.
fr: Répondre à la demande de transfert.

source: Bytes
fr: octets

# byteUnit-KB
source: KB
fr: Ko

# byteUnit-MB
source: MB
fr: Mo

# byteUnit-GB
source: GB
fr: Go

# byteUnit-TB
source: TB
fr: To

# byteUnit-PB
source: PB
fr: Po

source: EB
fr: Eo

source: ZB
fr: Zo

source: YB
fr: Yo

source: Deny
fr: Refuser

source: Transfer
fr: Transférer

source: Cancel Bluetooth file transfer?
fr: Annuler le transfert de fichier par Bluetooth ?

# continueFileTransfer
source: Continue
fr: Continuer

source: The transfer has started
fr: Le transfert a été lancé

source: Check the progress in Notification center
fr: Progression dans centre de notifications

source: File sent
fr: Fichier envoyé

source: File received
fr: Fichier reçu

source: File could not be sent
fr: Envoi fichier impossible

source: File could not be received
fr: Réception fichier impossible

source: Cannot send file right now. Please try again later.
fr: Envoi du fichier impossible pour l’instant. Veuillez réessayer plus tard.

source: Transfer report:
fr: Résultats du transfert :

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
fr: {{numSuccessful}} succès, {{numUnsuccessful}} échecs

source: Unknown file
fr: Fichier inconnu

source: Unknown device
fr: Appareil inconnu

source: Can not open received file
fr: Impossible d’ouvrir le fichier reçu

source: Can not open unknown media type: {{fileName}}
fr: Impossible d’ouvrir le média au format inconnu : {{fileName}}

source: Can not receive file
fr: Réception fichier impossible

source: Can not get device storage state.
fr: Impossible de connaître l’état de l’espace de stockage.

source: No memory card found. Please insert a memory card.
fr: Aucune carte mémoire détectée. Veuillez insérer une carte mémoire.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
fr: L’application Bluetooth ne peut pas être utilisée tant que le téléphone est branché. Débranchez le téléphone pour recevoir des fichiers.

source: Can not complete transfer: memory card is full.
fr: Impossible de terminer le transfert : la carte mémoire est pleine.

source: Unknown error
fr: Erreur inconnue

source: Confirm
fr: Confirmer

source: SD card detected
fr: Carte SD détectée

source: Total size: {{size}} {{unit}}
fr: Taille totale : {{size}} {{unit}}

source: Unknown size, tap to format
fr: Taille inconnue, appuyez pour formater

source: SD card removed
fr: Carte SD éjectée

source: Ejected successfully
fr: Éjectée avec succès

source: Not ejected properly
fr: Échec de l’éjection

source: Mic is on
fr: Micro activé

source: Camera is on
fr: Caméra activée

source: Camera & Mic are ON
fr: Caméra et micro activés

source: No SIM card
fr: Aucune carte SIM

source: SIM PIN
fr: Code PIN carte SIM

source: PUK code
fr: Code PUK

source: NCK code
fr: Code NCK

source: CCK code
fr: Code CCK

source: SPCK code
fr: Code SPCK

source: NCK1 code
fr: Code NCK1

source: NCK2 code
fr: Code NCK2

source: HNCK code
fr: Code HNCK

source: RCCK code
fr: Code RCCK

source: RSPCK code
fr: Code RSPCK

source: What is a SIM PIN?
fr: Qu’est-ce qu’un code PIN ?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
fr: Le code PIN de la carte SIM empêche l’accès aux données réseau de votre carte SIM. Quand il est activé, tout appareil équipé de cette carte SIM réclamera le code PIN au démarrage.

source: A SIM PIN is not the same as the passcode used to unlock the device.
fr: Un code PIN de carte SIM est différent du code destiné à déverrouiller l’appareil.

source: Change PIN
fr: Modifier le code PIN

source: Enter SIM PIN
fr: Saisir le code PIN

source: Enter SIM {{n}} PIN
fr: Saisir le code PIN de la SIM {{n}}

source: Enter PUK code
fr: Saisir le code PUK

source: Enter NCK code
fr: Saisir le code NCK

source: Enter CCK code
fr: Saisir le code CCK

source: Enter SPCK code
fr: Saisir le code SPCK

source: Enter NCK1 code
fr: Saisir le code NCK1

source: Enter NCK2 code
fr: Saisir le code NCK2

source: Enter HNCK code
fr: Saisir le code HNCK

source: Enter RCCK code
fr: Saisir le code RCCK

source: Enter RSPCK code
fr: Saisir le code RSPCK

source: New PIN
fr: Nouveau code PIN

source: Last try.
fr: Dernier essai.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
fr: {{n}} essais restants.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
fr: {{n}} essais restants.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
fr: {{n}} essais restants.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
fr: {{n}} essais restants.

source: The PIN was incorrect.
fr: Le code PIN est incorrect.
