Repository: phlax/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: fr

source: You have one try left to enter the correct code before locking the SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code correct avant de bloquer la carte SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code PIN correct. Sinon, vous devrez saisir le code PUK pour utiliser cette carte SIM.

source: The SIM card is locked.
fr: La carte SIM est verrouillée.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
fr: Vous devez saisir la Personal Unlocking Key (PUK, soit Clé personnelle de déblocage) pour la carte SIM. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

source: The PUK code is incorrect.
fr: Le code PUK est incorrect.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: C’est votre dernier essai autorisé pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
fr: C’est votre dernier essai autorisé pour saisir le code PUK correct. Votre carte SIM deviendra définitivement inutilisable si vous saisissez un code PUK incorrect. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.

source: Create PIN (must contain 4 to 8 digits)
fr: Nouveau code PIN (4 à 8 chiffres)

source: Confirm new PIN
fr: Confirmer le nouveau code PIN

source: PINs don’t match.
fr: Les codes PIN ne correspondent pas.

source: The NCK code is incorrect.
fr: Le code NCK est incorrect.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. C’est votre dernier essai autorisé pour saisir le code correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. Il vous reste {{n}} essais pour saisir le code correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. Il vous reste {{n}} essais pour saisir le code correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. Il vous reste {{n}} essais pour saisir le code correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. Il vous reste {{n}} essais pour saisir le code correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
fr: La dépersonnalisation du réseau a échoué. C’est votre dernier essai autorisé pour saisir le code NCK correct. Veuillez vous référer à la documentation de l’appareil ou contacter votre opérateur pour en savoir plus.

source: Select from:
fr: Sélectionner depuis :

source: View with:
fr: Afficher avec :

source: Test with:
fr: Tester avec :

source: Share with:
fr: Partager avec :

source: Create with:
fr: Créer avec :

source: Open with:
fr: Ouvrir avec :

source: Bookmark to:
fr: Ajouter marque-page pour :

source: Record from:
fr: Enregistrer depuis :

source: Browse with:
fr: Ouvrir avec :

source: Configure with:
fr: Configurer avec :

source: Dial from:
fr: Composer depuis :

source: Sign In
fr: Identification

source: Purchase
fr: Acheter

source: An incoming request to permit remote debugging connection was detected. Allow connection?
fr: Une requête entrante pour permettre une connexion de débogage à distance a été détectée. Autoriser la connexion ?

source: {{origin}} is now fullscreen.
fr: {{origin}} est maintenant affiché en mode plein écran.

source: The network {{networkName}} was found. Join network?
fr: Réseau {{networkName}} détecté. Le rejoindre ?

source: Volume warning
fr: Avertissement concernant le volume

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
fr: Afin d’éviter d’éventuelles lésions auditives, n’écoutez pas de musique à un volume élevé pendant des périodes prolongées.

source: Power Saving Mode
fr: Mode économie d’énergie

source: Power saving mode is on.
fr: Le mode économie d’énergie est activé.

source: Device space low.
fr: L’espace libre sur l’appareil est faible.

source: No remaining free space.
fr: Mémoire saturée.

# free-space[one]free-space[one]free-space[one]free-space[one]
source: Less than {{value}} {{unit}} remaining.
fr: Moins de {{value}} {{unit}} restant.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
fr: Moins de {{value}} {{unit}} restants.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
fr: Moins de {{value}} {{unit}} restants.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
fr: Moins de {{value}} {{unit}} restants.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
fr: Moins de {{value}} {{unit}} restants.

source: Unknown remaining space.
fr: Espace libre inconnu.

source: System Alert
fr: Alerte système

source: Channel {{channel}}
fr: Canal {{channel}}

source: Earthquake warning!
fr: Alerte au tremblement de terre !

source: Tsunami warning!
fr: Alerte au tsunami !

source: Earthquake-tsunami warning!
fr: Alerte tremblement de terre et tsunami !

source: Alert system is being tested.
fr: Ceci est un test du système d’alerte.

source: Emergency warning!
fr: Alerte !

source: Operator message
fr: Message opérateur

source: Call {{number}}?
fr: Appeler le {{number}} ?

source: Sending message
fr: Envoi du message

source: Send message?
fr: Envoyer un message ?

source: SIM {{id}} STK
fr: STK SIM {{id}}

source: STK Query
fr: Requête STK

source: Emergency call back mode
fr: Mode de rappel d’urgence

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
fr: Vous ne pouvez pouvez pas passer d’appels, envoyer de messages ou vous connecter car le mode de rappel d’urgence est activé. Souhaitez-vous le désactiver ?

source: CDMA record information
fr: Informations d’enregistrement CDMA

source: Tap to switch input method
fr: Appuyez pour changer mode de saisie

source: Swipe to share
fr: Faites glisser pour partager

source: Download started
fr: Téléchargement démarré

source: Download stopped
fr: Téléchargement arrêté

# download_downloading
source: Downloading…
fr: Téléchargement…

source: Download complete
fr: Téléchargement terminé

source: Download failed
fr: Le téléchargement a échoué

source: Search the web
fr: Rechercher sur le Web

source: Search or enter address
fr: Recherche ou adresse

# search-or-enter-address.placeholder
source: Search or enter address
fr: Recherche ou adresse

# back-button.ariaLabel
source: Back
fr: Page précédente

source: Forward
fr: Page suivante

source: Reload
fr: Actualiser

source: Stop
fr: Arrêter

# windows-button.ariaLabel
source: Show windows
fr: Afficher les fenêtres

source: Turn off airplane mode to use Wi-Fi hotspot.
fr: Pour utiliser le point d’accès Wi-Fi, désactivez le mode avion.

source: Airplane mode activated
fr: Mode avion activé

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: Open in new private window
fr: Ouvrir dans une nouv. fenêtre privée

source: Add link to home screen
fr: Ajouter le lien à l’écran d’accueil

source: Share link
fr: Partager le lien

source: Save Image
fr: Enregistrer l’image

source: Save Video
fr: Enregistrer la vidéo

source: Save Audio
fr: Enregistrer l’audio

source: Save linked file
fr: Enregistrer la cible du lien

source: Share Image
fr: Partager l’image

source: Share Video
fr: Partager la vidéo

source: Share Audio
fr: Partager l’audio

source: Private Window
fr: Fenêtre privée

source: You have opened a new private window. In private windows, {{brandShortName}} won’t keep any browser history, cookies, or temporary Internet files. However, files you download and bookmarks you make will be kept.
fr: Vous avez ouvert une nouvelle fenêtre privée. Dans les fenêtres privées, {{brandShortName}} ne conservera aucun historique de navigation, cookies ou fichiers temporaires Internet. Cependant, les fichiers téléchargés ou les marque-pages ajoutés seront conservés.

source: While this device won’t have a record of your browsing history, your Internet service provider can still track the pages you visit.
fr: Bien que cet appareil ne conserve aucun enregistrement de votre historique de navigation, votre fournisseur d’accès à Internet peut toujours connaître les pages que vous visitez.
