Repository: phlax/mozilla-gaia
Catalog: */apps/system/fxa/fxa.properties.po
Languages: si

source: Firefox Accounts
si: Firefox ගිණුම්

source: Next
si: මීළඟ

source: Back
si: ආපසු

source: Done
si: කළා

source: OK
si: හරි

# fxa-connection-error-title
source: Unable to Connect
si: සම්බන්ධ වීමට නොහැක

source: You can create an account or sign in from Settings.
si: ඔබට නව ගිණුමක් තැනීමට හෝ සැකසුම් වෙතින් පිවිසීමට හැක.

source: Reset Password
si: මුරපදය වෙනස් කරන්න

source: You can reset your password from Settings.
si: සැකසුම් වලින් ඔබට මුරපදය නැවත සැකසිය හැකියි.

source: Cannot Create Account
si: ගිණුමක් සෑදිය නොහැකියි

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
si: Firefox ගිණුමක් සෑදීමට ඔබ වයස් සීමාවක් පසුකර තිබිය යුතුයි. {{learnmore}}

source: Learn more
si: වැඩිදුර හදාරන්න

# fxa-offline-error-title
source: Unable to Connect
si: සම්බන්ධ වීමට නොහැක

source: Please connect to a network from Settings.
si: සැකසුම් හරහා ජාලයකට කරුණාකර සැබැදෙන්න.

source: Error
si: දෝශයකි

source: Please enter a valid email.
si: වලංගු විද්‍යුත් තැපැල් ලිපිනයක් භාවිතා කරන්න.

source: Invalid Password
si: වලංගු නොවන මුරපදයකි

source: Please check your password and try again.
si: ඔබගේ මුරපදය පරීක්ෂා කර නැවත උත්සාහ කරන්න.

# fxa-unknown-error-title
source: Unable to Connect
si: සම්බන්ධ වීමට නොහැක

source: System unavailable, try again soon.
si: පද්ධතිය අවස්ථාවේ නොමැත, පසුව උත්සාහ කරන්න.

source: Connecting
si: සබැදෙමින්

source: Enter your email
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ඇතුලත් කරන්න

source: Use your email address to create an account or sign in.
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනය භාවිතා කර නව ගිණුමක් සෑදිම හෝ ඇතුල්වීම සිදුකරන්න.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
si: ඉදිරියට යාමෙන්, Firefox ක්ලවුඩ් සේවාවන් වල {{tos}} හා {{pn}} ට එකඟතාවය පල කරමි.

source: Terms of Service
si: සේවා කොන්දේසි

source: Privacy Notice
si: පෞද්ගලිකත්ව දැනුම්දීම්

source: Create a Password
si: මුරපදයක් සාදන්න

source: Enter Your Password
si: ඔබගේ මුරපදය ඇතුළු කරන්න

source: Hello, {{email}}
si: ආයුබෝවන්, {{email}}

source: Please enter your Firefox Account password to continue.
si: ඔබගේ Firefox ගිණුම් මුරපදය ඉදිරියට යෑමට ඉදිරිපත් කරන්න.

source: Password
si: මුරපදය

source: Forgot your password?
si: ඔබගේ මුරපදය අමතක ද?

source: Show password
si: මුරපදය පෙන්වන්න

source: Your password must be at least 8 characters long.
si: ඔබගේ මුරපදයට අවම වශයෙන් අකුරු 8ක් තිබීම අනිවාර්යය වේ.

source: Success!
si: සාර්ථකයි!

source: Your Firefox Account is ready to go!
si: ඔබගේ Firefox ගිණුම දැන් සූදානම්!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
si: දැන් ඔබට මාගේ උපාංගය සොයන්න වැනි පහසුකම් හා Firefox Marketplace වැනි යෙදුම් භාවිතා කල හැකියි.

source: In the future, you can access and manage your account from Settings.
si: අනාගතයේදී, ඔබට සැකසුම් වෙතින් ඔබගේ ගිණුමට පිවිසීම හා පරිපාලනය සිදුකල හැකියි.

source: Confirm Your Account
si: ඔබගේ ගිණුම තහවුරු කරන්න

source: We will send an email to: {{email}}
si: අප විද්‍යුත් තැපෑලක් පහත ලිපිනයට යවනු ඇත: {{email}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
si: ඔබ මීලඟට ඔබගේ විද්‍යුත් තැපෑල පරීක්ෂා කරන විටදී, ඔබගේ Firefox ගිණුම සනාථ කිරීම සඳහා සනාථ කිරීමේ සබැඳිය මත ක්ලික් කරන්න

source: Age Verification
si: වයස තහවුරු කිරීම

source: Year of Birth
si: උපන් වසර
