Repository: phlax/mozilla-gaia
Catalog: */shared/facebook/facebook.properties.po
Languages: as, fr, kn, ku, mr, my, pt_br, uz, xh, zu

source: There was an error synchronizing your friend’s data
as: আপোনাৰ বন্ধুৰ তথ্য সংমিহলি কৰোতে এটা ত্ৰুটি হৈছিল।
fr: Erreur de synchro. des données des amis
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಾಣಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
mr: आपल्या मित्राचा डाटा सिंक्रोनाइझ करताना त्रुटी आठळली
my: သင့်မိတ်ဆွေများ၏ အချက်အလက်ကို တပြေးညီ ဖြစ်စေရန် ဆောင်ရွက်နေစဉ် အမှားတစ်ခု ဖြစ်ခဲ့သည်
pt_br: Ocorreu um erro ao sincronizar as informações do seu amigo
uz: Do‘stlaringiz ma’lumotlarini sinxronlashda xato yuz berdi
xh: Kubekho impazamo ekungqamaniseni iingcombolo zomhlobo wakho
zu: Kube nephutha lapho kuqondaniswa imininingwane yomngani wakho

source: No contacts available to import
fr: Aucun contact à importer
kn: ಆಮದುಮಾಡಲು ಯಾವುದೇ ಸಂಪರ್ಕಗಳಿಲ್ಲ
my: ထည့်သွင်းရန် အဆက်အသွယ်မရှိ
pt_br: Nenhum contato disponível para importar
uz: Import qilish uchun kontaktlar mavjud emas
