Repository: phlax/mozilla-gaia
Catalog: */shared/facebook/facebook.properties.po
Languages: as, fr, kn, ku, mr, my, pt_br, uz, xh, zu

source: Close
as: বন্ধ কৰক
fr: Fermer
kn: ಮುಚ್ಚು
ku: Bigire
mr: बंद करा
my: ပိတ်ရန်
pt_br: Fechar
uz: Yopish
xh: Vala
zu: Vala

source: Import
as: আমদানি কৰক
fr: Importer
kn: ಆಮದು
ku: Bîne
mr: आयात करा
my: ထည့်သွင်းယူရန်
pt_br: Importar
uz: Import qilish
xh: Ngenisa
zu: Ngenisa

source: Update
as: আপডেইট কৰক
fr: Enregistrer
kn: ಅಪ್‌ಡೇಟ್
ku: Nû bike
mr: अद्ययावत करा
my: ပြုပြင်မွမ်းမံရန်
pt_br: Atualizar
uz: Yangilash
xh: Hlaziya
zu: Vuselela

# fbFriends
source: Facebook Friends
as: Facebook বন্ধুসকল
fr: Amis Facebook
kn: ಫೇಸ್‌ಬುಕ್ ಗೆಳೆಯರು
ku: Hevalên Facebookê
mr: Facebook मित्र
my: Facebook မှ မိတ်ဆွေများ
pt_br: Amigos do Facebook
uz: Facebook’dagi do‘stlar
xh: Abahlobo bakaFacebook
zu: Abangani baku-Facebook

source: Outlook
xh: IOutlook

source: Gmail
xh: IGmail

# facebook-serviceName
source: Facebook Friends
as: Facebook বন্ধুসকল
fr: Amis Facebook
kn: ಫೇಸ್‌ಬುಕ್ ಗೆಳೆಯರು
ku: Hevalên Facebookê
mr: Facebook मित्र
my: Facebook မှ သူငယ်ချင်းများ
pt_br: Amigos do Facebook
uz: Facebook’dagi do‘stlar
xh: Abahlobo bakaFacebook
zu: Abangani baku-Facebook

source: Select all
as: সকলো বাছক
fr: Tout sélectionner
kn: ಎಲ್ಲ ಆರಿಸು
ku: Hemûyan hilbijêre
mr: सर्व निवडा
my: အားလုံးကို ရွေးချယ်ရန်
pt_br: Selecionar todos
uz: Barchasini belgilash
xh: Khetha konke
zu: Khetha konke

source: Deselect all
as: সকলো অনিৰ্বাচিত কৰক
fr: Tout désélectionner
kn: ಎಲ್ಲ ಆಯ್ಕೆ ರದ್ದು ಮಾಡು
ku: Hilbijartina hemûyan rake
mr: सर्व निवड रद्द करा
my: အားလုံးကို မရွေးချယ်ရန်
pt_br: Desmarcar tudo
uz: Belgilashni bekor qilish
xh: Sukukhetha konke
zu: Hoxisa ukukhetha konke

source: View All Facebook Friends
as: সকলো Facebook বন্ধুক চাওক
fr: Afficher tous les amis Facebook
kn: ಎಲ್ಲ ಫೇಸ್‌ಬುಕ್ ಗೆಳೆಯರನ್ನು ವೀಕ್ಷಿಸು
ku: Hemû Hevalên Facebookê Bibîne
mr: रर्व Facebok मित्र दर्शवा
my: Facebook မှ သူငယ်ချင်းအားလုံးကို ကြည့်ရန်
pt_br: Ver todos os amigos do Facebook
uz: Barcha Facebook’dagi do‘stlarni ko‘rish
xh: Jonga bonke abahlobo bakaFacebook
zu: Buka Bonke Abangani Baku-Facebook

source: View Only Recommended
as: কেৱল উপদেশিতক চাওক
fr: N’afficher que les propositions
kn: ಸಲಹೆ ಮಾಡಿದುದನ್ನು ಮಾತ್ರ ನೋಡು
ku: Tenê yên Pêşniyarbûyî Bibîne
mr: फक्त दृष्य सुचवीत आहोत
my: အကြံပြုထားသည်များသာ ကြည့်ရန်
pt_br: Ver apenas recomendados
uz: Faqat tavsiya qilinganlarni ko‘rish
xh: Jonga kuphela abaphakanyisiweyo
zu: Buka Kuphela Okunconyiwe

source: No matching friends. Showing all
as: কোনো মিল খোৱা বন্ধু পোৱা নগল। সকলো দেখুৱা হৈছে
fr: Aucun ami correspondant. Affichage de la liste complète
kn: ಯಾವುದೆ ಹೊಂದುವ ಗೆಳಯರಿಲ್ಲ. ಎಲ್ಲವನ್ನೂ ತೋರಿಸಲಾಗುತ್ತಿದೆ
ku: Peywendiyên hevgir tune ne. Hemû tên nîşandan
mr: असे कोणीही मित्र नाहीत. सर्व दाखवत आहे
my: ဆင်တူသည့် သူငယ်ချင်းများကို မတွေ့ပါ။ သူငယ်ချင်းအားလုံးကို ပြထားသည်
pt_br: Nenhum amigo correspondente. Exibindo todos
uz: Mos do‘stlar topilmadi. Barchasi ko‘rsatilmoqda
xh: Akukho bahlobo bangqameneyo. Ibonisa bonke
zu: Abekho abangani abameshayo. Kuvezwe konke

source: Select the recommended one
as: উপদেশিতক দেখুৱাওক
fr: Choix restreint à une unique proposition
kn: ಸಲಹೆ ಮಾಡಲಾಗಿರುವುದನ್ನು ಆರಿಸು
ku: Ya pêşniyarkirî hilbijêre
mr: सुचविलेले निवडा
my: အကြံပြုထားသည့်တစ်ခုကို ရွေးရန်
pt_br: Selecionar o sugerido
uz: Tavsiya qilingan bittasini tanlang
xh: Khetha ophakanyisiweyo
zu: Khetha labo abanconyiwe

# linkProposal[two]
source: Select a recommended one
as: এটা উপদেশিতক দেখুৱাওক
fr: Sélectionnez l’un des amis proposés
kn: ಸಲಹೆ ಮಾಡಲಾಗಿರುವುದನ್ನು ಆರಿಸು
ku: Ji pêşniyarkiriyan yekê hilbijêre
mr: सुचविलेले निवडा
my: အကြံပြုထားသည့်တစ်ခုကို ရွေးရန်
pt_br: Selecionar um sugerido
uz: Tavsiya qilingan bittasini tanlang
xh: Khetha ophakanyisiweyo
zu: Khetha lowo onconyiwe

# linkProposal[few]
source: Select a recommended one
as: এটা উপদেশিতক বাছক
fr: Sélectionnez l’un des amis proposés
kn: ಸಲಹೆ ಮಾಡಲಾಗಿರುವುದನ್ನು ಆರಿಸು
ku: Ji pêşniyarkiriyan yekê hilbijêre
mr: सुचविलेले निवडा
my: အကြံပြုထားသည့်တစ်ခုကို ရွေးရန်
pt_br: Selecionar um sugerido
uz: Tavsiya qilingan bittasini tanlang
xh: Khetha ephakanyiswayo
zu: Khetha lowo onconyiwe

# linkProposal[many]
source: Select a recommended one
as: এটা উপদেশিতক বাছক
fr: Sélectionnez l’un des amis proposés
kn: ಸಲಹೆ ಮಾಡಲಾಗಿರುವುದನ್ನು ಆರಿಸು
ku: Ji pêşniyarkiriyan yekê hilbijêre
mr: सुचविलेले निवडा
my: အကြံပြုထားသည့်တစ်ခုကို ရွေးရန်
pt_br: Selecionar um sugerido
uz: Tavsiya qilingan bittasini tanlang
xh: Khetha ephakanyiswayo
zu: Khetha lowo onconyiwe

# linkProposal[other]
source: Select a recommended one
as: এটা উপদেশিতক বাছক
fr: Sélectionnez l’un des amis proposés
kn: ಸಲಹೆ ಮಾಡಲಾಗಿರುವುದನ್ನು ಆರಿಸು
ku: Ji pêşniyarkiriyan yekê hilbijêre
mr: सुचविलेले निवडा
my: အကြံပြုထားသည့်တစ်ခုကို ရွေးရန်
pt_br: Selecione um recomendado
uz: Tavsiya qilingan bittasini tanlang
xh: Khetha ephakanyiswayo
zu: Khetha lowo onconyiwe

source: All your friends are imported
as: আপোনাৰ সকলো বন্ধুক আমদানি কৰা হ'ল
fr: Tous vos amis ont été importés
kn: ಎಲ್ಲಾ ಸ್ನೇಹಿತರನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆಯೆ
ku: Hemû peywendî hatin anîn
mr: सर्व मित्रांची माहिती आयात केली आहे
my: သူငယ်ချင်းအားလုံး၏အချက်အလက်များ ထည့်သွင်းယူပြီးပြီ
pt_br: Todos seus amigos já estão importados
uz: Barcha do‘stlaringiz import qilindi
xh: Bathunyelwe bonke abahlobo bakho
zu: Bonke abangani bakho bangenisiwe

source: Found one friend to import
as: আমদানি কৰিবলৈ এজন বন্ধু পোৱা গ'ল
fr: 1 ami à importer
kn: ಆಮದು ಮಾಡಲು ಒಬ್ಬ ಸ್ನೇಹಿತ ಕಂಡುಬಂದಿದ್ದಾರೆ
ku: Ji bo anînê hevalek hat dîtin
mr: एका मित्राची माहिती आयात करता येईल
my: အချက်အလက် ထည့်သွင်းယူရန် လိုအပ်သော သူငယ်ချင်းတစ်ယောက်ကို တွေ့ထားသည်။
pt_br: Encontramos um amigo para importar
uz: Import qilish uchun bitta do‘st topildi
xh: Kufunyenwe umhlobo omnye oya kuthunyelwa
zu: Kutholakale umngani oyedwa ozongeniswa

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
as: আমদানি কৰিবলৈ {{numFriends}} জন বন্ধু পোৱা গ'ল
fr: {{numFriends}} amis à importer
kn: ಆಮದು ಮಾಡಲು {{numFriends}} ಸ್ನೇಹಿತರು ಕಂಡುಬಂದಿದ್ದಾರೆ
ku: Ji bo anînê {{numFriends}} heval hatin dîtin
mr: {{numFriends}} मित्रांची माहिती आयात करता येईल
my: အချက်အလက် ထည့်သွင်းယူရန် လိုအပ်သော သူငယ်ချင်း {{numFriends}} ယောက်ကို တွေ့ထားသည်
pt_br: Encontramos {{numFriends}} amigos para importar
uz: Import qilish uchun {{numFriends}}ta do‘st topildi
xh: Kufunyenwe abahlobo {{numFriends}} abaya kuthunyelwa
zu: Kutholakale abangani abangu-{{numFriends}} abazongeniswa

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
as: আমদানি কৰিবলৈ {{numFriends}} জন বন্ধু পোৱা গ'ল
fr: {{numFriends}} amis à importer
kn: ಆಮದು ಮಾಡಲು {{numFriends}} ಸ್ನೇಹಿತರು ಕಂಡುಬಂದಿದ್ದಾರೆ
ku: Ji bo anînê {{numFriends}} heval hatin dîtin
mr: {{numFriends}} मित्रांची माहिती आयात करता येईल
my: အချက်အလက် ထည့်သွင်းယူရန် လိုအပ်သော သူငယ်ချင်း {{numFriends}} ယောက်ကို တွေ့ထားသည်
pt_br: Encontramos {{numFriends}} amigos para importar
uz: Import qilish uchun {{numFriends}}ta do‘st topildi
xh: Kufunyenwe abahlobo {{numFriends}} abaya kuthunyelwa
zu: Kutholakale abangani abangu-{{numFriends}} abazongeniswa

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
as: আমদানি কৰিবলৈ {{numFriends}} জন বন্ধু পোৱা গ'ল
fr: {{numFriends}} amis à importer
kn: ಆಮದು ಮಾಡಲು {{numFriends}} ಸ್ನೇಹಿತರು ಕಂಡುಬಂದಿದ್ದಾರೆ
ku: Ji bo anînê {{numFriends}} heval hatin dîtin
mr: {{numFriends}} मित्रांची माहिती आयात करता येईल
my: အချက်အလက် ထည့်သွင်းယူရန် လိုအပ်သော သူငယ်ချင်း {{numFriends}} ယောက်ကို တွေ့ထားသည်
pt_br: Encontramos {{numFriends}} amigos para importar
uz: Import qilish uchun {{numFriends}}ta do‘st topildi
xh: Kufunyenwe abahlobo {{numFriends}} abaya kuthunyelwa
zu: Kutholakale abangani abangu-{{numFriends}} abazongeniswa

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
as: আমদানি কৰিবলৈ {{numFriends}} জন বন্ধু পোৱা গ'ল
fr: {{numFriends}} amis à importer
kn: ಆಮದು ಮಾಡಲು {{numFriends}} ಸ್ನೇಹಿತರು ಕಂಡುಬಂದಿದ್ದಾರೆ
ku: Ji bo anînê {{numFriends}} heval hatin dîtin
mr: {{numFriends}} मित्रांची माहिती आयात करता येईल
my: အချက်အလက် ထည့်သွင်းယူရန် လိုအပ်သော သူငယ်ချင်း {{numFriends}} ယောက်ကို တွေ့ထားသည်
pt_br: Encontramos {{numFriends}} amigos para importar
uz: Import qilish uchun {{numFriends}}ta do‘st topildi
xh: Kufunyenwe abahlobo {{numFriends}} abaya kuthunyelwa
zu: Kutholakale abangani abangu-{{numFriends}} abazongeniswa

source: Facebook
xh: UFacebook

source: Search
as: সন্ধান কৰক
fr: Rechercher
kn: ಹುಡುಕು
ku: Lê bigere
mr: शोधा
my: ရှာဖွေရန်
pt_br: Pesquisar
uz: Izlash
xh: Khangela
zu: Cinga

source: No contacts found
as: কোনো পৰিচয় পোৱা নগল
fr: Aucun contact trouvé
kn: ಯಾವುದೆ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Peywendî nehat dîtin
mr: एकही संपर्क आढळला नाही
my: အဆက်အသွယ်များ မတွေ့ပါ
pt_br: Nenhum contato encontrado
uz: Kontaktlar topilmadi
xh: Akukho bantu boqhagamshelwano bafunyenweyo
zu: Abekho abangathintwa abatholakele

source: Done
as: কৰা হল
fr: Terminé
kn: ಮುಗಿಯಿತು
ku: Qediya
mr: पूर्ण झाले
my: ပြီးပြီ
pt_br: Concluído
uz: Tayyor
xh: Yenziwe
zu: Kwenziwe

source: Importing friends to Contacts
as: বন্ধুসকলক পৰিচয়লৈ আমদানি কৰা হৈছে
fr: Importation des amis dans Contacts
kn: ಸ್ನೇಹಿತರನ್ನು ಸಂಪರ್ಕಗಳಿಗೆ ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ
ku: Heval bo nav Peywendiyan tên anîn
mr: मित्रांची माहिती संपर्क यादीत आयात होत आहे
my: သူငယ်ချင်းအချက်အလက်များကို အဆက်အသွယ်စာရင်းသို့ ထည့်သွင်းယူနေသည်
pt_br: Importando amigos aos Contatos
uz: Do‘stlar kontaktlarga import qilinmoqda
xh: Ukukhuphela abahlobo kubantu boqhagamshelwano
zu: Kusangeniswa abangani ohlwini lwezinombolo

source: Updating friends in Contacts
as: পৰিচয়সমূহত বন্ধুসকলক আপডেইট কৰা হৈছে
fr: Mise à jour des amis dans Contacts
kn: ಸಂಪರ್ಕಗಳಲ್ಲಿನ ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ
ku: Hevalên di Peywendiyan de tên nûkirin
mr: संपर्क यादीतील मित्रांची माहिती अद्यावत करत आहे
my: အဆက်အသွယ်စာရင်းထဲရှိ သူငယ်ချင်းများ၏ အချက်အလက်ကို ပြုပြင်မွမ်းမံနေသည်
pt_br: Atualizando amigos em Contatos
uz: Kontaktlardagi do‘stlarni yangilash
xh: Ukuhlaziya abahlobo kubantu boqhagamshelwano
zu: Kusavuselelwa abangani abasohlwini lwezinombolo

# message2
source: This may take a couple of minutes
as: ই কিছু সময় লব পাৰে
fr: Cela peut prendre quelques minutes
kn: ಇದಕ್ಕೆ ಕೆಲವು ನಿಮಷಗಳ ಸಮಯ ಹಿಡಿಯಬಹುದು
ku: Dibe ku ev çend deqeyan biajo
mr: याला काही मिनिटे लागू शकतात
my: ယခုလုပ်ငန်းစဉ်သည် မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်
pt_br: Isso pode demorar alguns minutos
uz: Bu ikki daqiqa olishi mumkin
xh: Oku kunokuthatha imizuzu embalwa
zu: Lokhu kungase kuthathe imizuzu eminingana

source: Please hold on. We are linking your friend and your contact.
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক। আমি আপোনাৰ বন্ধু আৰু আপোনাৰ পৰিচয়ক সংযোগ কৰি আছো।
fr: Veuillez patienter, nous ajoutons vos amis à vos contacts.
kn: ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ತಡೆಯಿರಿ. ನಾವು ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನು ನಿಮ್ಮ ಸಂಪರ್ಕಕ್ಕೆ ಕೊಂಡಿ ಮಾಡುತ್ತಿದ್ದೇವೆ.
ku: Tika ye li bendê be. Em hevalê te û peywendiyê pev girê didin.
mr: कृपया थांबा. आपला मित्र व संपर्क यांची जोडणी चालू आहे.
my: ကျေးဇူးပြု၍ ခဏ စောင့်ဆိုင်းပေးပါ။ ကျွန်ုပ်တို့သည် သင့်မိတ်ဆွေများ၏ အချက်အလက်နှင့် သင့် အဆက်အသွယ်စာရင်းကို ချိတ်ဆက်နေပါသည်။
pt_br: Por favor, aguarde. Estamos vinculando seu amigo ao contato.
uz: Iltimos, ushlab turing. Biz do‘stingiz va kontaktingizni bog‘layapmiz.
xh: Nceda ubambe. Sinxibelelanisa umhlobo wakho nabantu bakho boqhagamshelwano.
zu: Sicela ubambe. Sisaxhumanisa umngani wakho nale nombolo yakho.

source: Please hold on. We are canceling the ongoing operation.
as: অনুগ্ৰহ কৰি ধৈৰ্য্য ধৰক। আমি চলি থকা কাৰ্য্য বাতিল কৰি আছো।
fr: Veuillez patienter, nous annulons l’opération en cours.
kn: ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ತಡೆಯಿರಿ. ಸದ್ಯಕ್ಕೆ ನಡೆಯುತ್ತಿರುವ ಕಾರ್ಯವನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತಿದ್ದೇವೆ.
ku: Tika ye li bendê be. Em vî karê di meriyetê de betal dikin.
mr: कृपया थांबा. सद्याची कार्यवाही रद्द करात आहोत.
my: ကျေးဇူးပြု၍ ခေတ္တခဏ စောင့်ဆိုင်းပေးပါ။ ကျွန်ုပ်တို့သည် လက်ရှိဆောက်ရွက်ချက်ကို ပြန်လည် ရုတ်သိမ်းနေပါသည်။
pt_br: Por favor aguarde. Estamos cancelando a operação atual.
uz: Iltimos, ushlab turing. Biz amaldagi jarayonni bekor qilyapmiz.
xh: Nceda ubambe. Sirhoxisa umsebenzi oqhubayo.
zu: Sicela ubambe. Sisakhansela umsebenzi oqhubekayo.

source: Error {{from}}
as: ত্ৰুটি {{from}}
fr: Erreur lors {{from}}
kn: ದೋಷ {{from}}
ku: Çewtî {{from}}
mr: चूक {{from}}
my: အမှား {{from}}
pt_br: Erro {{from}}
uz: {{from}} xato
xh: Impazamo {{from}}
zu: Iphutha {{from}}

# error2
source: Do you want to retry?
as: আপুনি পুনৰ চেষ্টা কৰিব খোজে নে?
fr: Voulez-vous réessayer ?
kn: ನೀವು ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಾ?
ku: Tu dixwazî dîsa biceribînî?
mr: आपणास पुन्हा प्रयत्न करायचा आहे का?
my: သင် နောက်တစ်ကြိမ် ကြိုးစားကြည့်ချင်ပါသလား။
pt_br: Deseja tentar novamente?
uz: Qayta urinib ko‘rishni xohlaysizmi?
xh: Ufuna ukuzama kwakhona?
zu: Uyafuna ukuphinda uzame?

# errorProposal
source: calculating proposals
as: প্ৰস্তাৱসমূহ গণনা কৰা হৈছে
fr: du calcul des propositions
kn: ಪ್ರಸ್ತಾಪನೆಗಳನ್ನು ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತಿದೆ
ku: pêşniyar tên hesabkirin
mr: प्रस्तावाची गणना चालू आहे
my: အကြံပြုချက်စာရင်းများကို တွက်ချက်နေပါသည်
pt_br: calculando propostas
uz: taqdim qilinganlar hisoblanmoqda
xh: ukubala izindululo
zu: kusabalwa izicelo

# errorFriends
source: retrieving friends
as: বন্ধুসকল উদ্ধাৰ কৰা হৈছে
fr: de la récupération des amis
kn: ಸ್ನೇಹಿತರನ್ನು ಮರಳಿಪಡೆಯಲಾಗುತ್ತಿದೆ
ku: heval tên anîn
mr: मित्रांची माहिती गोळा करत आहे
my: မိတ်ဆွေများစာရင်းကို ရှာဖွေဆွဲယူနေပါသည်
pt_br: buscando amigos
uz: do‘stlar olinmoqda
xh: ukubuyisela abahlobo
zu: kusakhishwa abangani

source: linking contact
as: পৰিচয় সংযোগ কৰা হৈছে
fr: de l’ajout des contacts
kn: ಸಂಪರ್ಕವನ್ನು ಜೋಡಿಸಲಾಗುತ್ತಿದೆ
ku: peywendî tê girêdan
mr: संपर्क जोडत आहे
my: အဆက်အသွယ်စာရင်းကို ချိတ်ဆက်နေပါသည်
pt_br: vinculando contato
uz: kontakt bog‘lanmoqda
xh: idibanisa umntu woqhagamshelwano
zu: kusaxhunywa inombolo

source: Exceeded timeout {{from}}
as: সময়অন্ত অতিক্ৰম হল {{from}}
fr: Temps d’attente dépassé pour {{from}}
kn: ನಿರೀಕ್ಷಿತ ಸಮಯತೀರಿಕೆ {{from}}
ku: Demborî {{from}}
mr: {{from}} पासून कालबाह्यता ओलांडली
my: အချက်အလက်အတည်ပြုပြန်ကြားရန် အချိန်ကျော်လွန်သွားသည် {{from}}
pt_br: Espera excedida de {{from}}
uz: {{from}} dan kutish vaqti o‘tib ketdi
xh: Ukuphela kwexesha kudlulisiwe {{from}}
zu: Sekudlulile isikhathi ngaphandle {{from}}

# timeout2
source: Do you want to retry?
as: আপুনি পুনৰ চেষ্টা কৰিব খোজে নে?
fr: Voulez-vous réessayer ?
kn: ನೀವು ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಾ?
ku: Tu dixwazî dîsa biceribînî?
mr: आपणास पुन्हा प्रयत्न करायचा आहे का?
my: သင် နောက်တစ်ကြိမ် ကြိုးစားကြည့်ချင်ပါသလား။
pt_br: Deseja tentar novamente?
uz: Topib olishni xohlaysizmi?
xh: Ufuna ukuzama kwakhona?
zu: Uyafuna ukuphinda uzame?

# timeoutProposal
source: calculating proposals
as: প্ৰস্তাৱসমূহ গণনা কৰা হৈছে
fr: le calcul des propositions
kn: ಪ್ರಸ್ತಾಪನೆಗಳನ್ನು ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತಿದೆ
ku: pêşniyar tên hesabkirin
mr: प्रस्तावाची गणना चालू आहे
my: အကြံပြုချက်စာရင်းများကို တွက်ချက်နေသည်
pt_br: calculando propostas
uz: taqdim qilinganlar hisoblanmoqda
xh: ukubala izindululo
zu: kusabalwa izicelo

# timeoutFriends
source: retrieving friends
as: বন্ধুসকলক উদ্ধাৰ কৰা হৈছে
fr: la récupération des amis
kn: ಸ್ನೇಹಿತರನ್ನು ಮರಳಿಪಡೆಯಲಾಗುತ್ತಿದೆ
ku: heval tên anîn
mr: मित्रांची माहिती गोळा करत आहे
my: မိတ်ဆွေများစာရင်းကို ရှာဖွေဆွဲယူနေသည်
pt_br: Obtendo amigos
uz: do‘stlar olinmoqda
xh: ukubuyisela abahlobo
zu: kusakhishwa abangani

source: linking contacts
as: পৰিচয়সমূহক সংযোগ কৰা হৈছে
fr: l’ajout des contacts
kn: ಸಂಪರ್ಕವನ್ನು ಜೋಡಿಸಲಾಗುತ್ತಿದೆ
ku: peywendî tên girêdan
mr: संपर्क जोडत आहे
my: အဆက်အသွယ်များစာရင်းကို ချိတ်ဆက်နေသည်
pt_br: Vinculando contatos
uz: kontaktlar bog‘lanmoqda
xh: Ukunxibelelanisa abantu boqhagamshelwano
zu: kusaxhunywa izinombolo

source: Please hold on
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক
fr: Veuillez patienter
kn: ದಯವಿಟ್ಟು ತಡೆಯಿರಿ
ku: Tika ye li bendê be
mr: थोडा वेळ थांबा
my: ကျေးဇူးပြု၍ ခေတ္တ စောင့်ဆိုင်းပေးပါ
pt_br: Por favor, aguarde
uz: Iltimos, ushlab turing.
xh: Nceda ubambe
zu: Sicela ubambe

# wait2
source: This may take a couple of minutes
as: ই কিছু সময় লব পাৰে
fr: Cela peut prendre quelques minutes
kn: ಇದಕ್ಕೆ ಕೆಲವು ನಿಮಷಗಳ ಸಮಯ ಹಿಡಿಯಬಹುದು
ku: Dibe ku ev kar çend deqe bajo
mr: याला काही मिनिटे लागू शकतात
my: ယခုလုပ်ငန်းစဉ်သည် မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်
pt_br: Isso pode demorar alguns minutos
uz: Bu ikki daqiqa olishi mumkin
xh: Oku kungathatha imizuzu embalwa
zu: Lokhu kungase kuthathe imizuzu eminingana

source: Please hold on. We are calculating a proposal.
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক। আমি এটা প্ৰস্তাৱ গণনা কৰি আছো।
fr: Veuillez patienter, nous calculons une proposition.
kn: ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ತಡೆಯಿರಿ. ನಾವು ಪ್ರಸ್ತಾವನೆಯನ್ನು ಲೆಕ್ಕಹಾಕುತ್ತಿದ್ದೇವೆ.
ku: Tika ye li bendê be. Em pêşniyarekê hesab dikin.
mr: कृपया थांबा. आम्ही, प्रस्तावाची गणना करत आहोत.
my: ကျေးဇူးပြု၍ ခေတ္တ စောင့်ဆိုင်းပေးပါ။ ကျွန်ုပ်တို့ အကြံပြုချက်တစ်ခုကို တွက်ချက်နေပါသည်။
pt_br: Por favor, aguarde. Estamos calculando uma solicitação.
uz: Iltimos, ushlab turing. Biz taqdim qilinganlarni hisoblayapmiz.
xh: Nceda ubambe. Siqulunqa isindululo.
zu: Sicela ubambe. Sisabala isicelo.

source: Please hold on. We are connecting to obtain your friend list.
as: অনুগ্ৰহ কৰি অপেক্ষা কৰক। আমি আপোনাৰ বন্ধুৰ তালিকা প্ৰাপ্ত কৰিবলে সংযোগ কৰি আছো।
fr: Veuillez patienter, nous nous connectons pour obtenir votre liste d’amis.
kn: ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ತಡೆಯಿರಿ. ನಾವು ನಿಮ್ಮ ಸ್ನೇಹಿತರ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಂಪರ್ಕ ಸಾಧಿಸುತ್ತಿದ್ದೇವೆ.
ku: Tika ye li bendê be. Ji bo anîna lîsteya te ya hevalan em girêdanê çêdikin.
mr: कृपया थांबा. आपल्या मित्रांची यादी मिळवत आहोत.
my: ကျေးဇူးပြု၍ ခေတ္တ စောင့်ဆိုင်းပေးပါ။ ကျွန်ုပ်တို့ သင့်မိတ်ဆွေများစာရင်းကို ရယူရန် ချိတ်ဆက်နေပါသည်။
pt_br: Por favor, aguarde. Estamos conectando para obter sua lista de amigos.
uz: Iltimos, ushlab turing. Biz do‘slaringiz ro‘yxatini olish uchun ulanyapmiz.
xh: Nceda ubambe. Siyanxibelela ukuze sifumane uluhlu lwabahlobo bakho.
zu: Sicela ubambe. Sisaxhuma ukuze sithole uhla lwakho lwabangani.

# curtainCancel
source: Cancel
as: বাতিল কৰক
fr: Annuler
kn: ವಜಾ ಮಾಡು
ku: Betal
mr: रद्द करा
my: အစီအစဉ် ပယ်ဖျက်ရန်
pt_br: Cancelar
uz: Bekor qilish
xh: Rhoxisa
zu: Khansela

source: Retry
as: পুনৰ চেষ্টা কৰক
fr: Réessayer
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ku: Dîsa biceribîne
mr: पुन्हा प्रयत्न करा
my: ထပ်မံ ဆောင်ရွက်ကြည့်ရန်
pt_br: Repetir
uz: Qaytadan urinish
xh: Zama kwakhona
zu: Phinda uzame

# curtainOK
source: OK
as: ঠিক আছে
kn: ಸರಿ
ku: TEMAM
mr: ठीक
my: ကောင်းပြီ
xh: Kulungile
zu: Kulungile

source: No Internet connection
as: কোনো ইন্টাৰনেট সংযোগ নাই
fr: Aucune connexion Internet
kn: ಯಾವುದೆ ಅಂತರಜಾಲ ಸಂಪರ್ಕವಿಲ್ಲ
ku: Girêdana înternetê tune ye
mr: इंटरनेट जोडणी नाही
my: အင်တာနက်ဖြင့် ချိတ်ဆက်ထားခြင်း မရှိပါ
pt_br: Sem conexão à internet
uz: Internetga ulanish mavjud emas
xh: Akukho lunxibelelwano lweintanethi
zu: I-inthanethi ayixhumekile

source: Friends’ photos will not be added to your contacts. Continue anyway?
as: বন্ধুসকলৰ ফ'টো আপোনাৰ পৰিচয়সমূহত যোগ কৰা নহব। তথাপিও আগবাঢ়িব নে?
fr: Les photos des amis ne seront pas ajoutées à vos contacts. Continuer quand même ?
kn: ಸ್ನೇಹಿತರ ಭಾವಚಿತ್ರಗಳನ್ನು ನಿಮ್ಮ ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಆದರೂ ಮುಂದುವರೆಯುವುದೆ?
ku: Wêneyên hevalên te dê li lîsteya peywendiyan neyên zêdekirin. Bila dîsa jî dewam bike?
mr: मित्रांचा फोटो संपर्कात साठविला जाणार नाही. पुढे चालू ठेवायचे?
my: မိတ်ဆွေများ၏ ဓါတ်ပုံများကို သင့်အဆက်အသွယ်စာရင်းသို့ ထည့်သွင်းနိုင်မည် မဟုတ်ပါ။ မည်သို့ပင်ဖြစ်စေ လုပ်ငန်း ဆက်လက် ဆောင်ရွက်ပါမည်လား။
pt_br: Fotos de amigos não serão adicionadas aos seus contatos. Continuar mesmo assim?
uz: Do‘stlaringizning rasmlari kontaktlaringizga qo‘shilmaydi. Shunday bo‘lsa ham davom ettirilsinmi?
xh: Iifoto zabahlobo aziyi kufakwa kubantu boqhagamshelwano. Kungaqhutywa?
zu: Isithombe somngani ngeke sifakwe ohlwini lwakho lwabangani. Usafuna ukuqhubeka noma kunjalo?

# yesOption
source: OK
as: ঠিক আছে
kn: ಸರಿ
ku: TEMAM
mr: ठीक
my: ကောင်းပြီ
xh: Kulungile
zu: Kulungile

# noOption
source: Cancel
as: বাতিল কৰক
fr: Annuler
kn: ವಜಾ ಮಾಡು
ku: Betal bike
mr: रद्द करा
my: အစီအစဉ် ပယ်ဖျက်ရန်
pt_br: Cancelar
uz: Bekor qilish
xh: Rhoxisa
zu: Khansela

source: No friends updated
as: কোনো বন্ধু আপডেইট কৰা হোৱা নাই
fr: Aucun ami mis à jour
kn: ಯಾವುದೆ ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿಲ್ಲ
mr: कोणत्याही मित्रांची माहिती अद्यावत केली नाही
pt_br: Nenhum amigo atualizado
xh: Akukho bahlobo bahlaziyiweyo

source: Updated one friend
as: এজন বন্ধু আপডেইট কৰা হল
fr: 1 ami mis à jour
kn: ಒಬ್ಬ ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
mr: एका मित्राची माहिती अद्यावत केली
pt_br: Um amigo foi atualizado
xh: Kuhlaziywe umhlobo omnye

# friendsUpdated[two]
source: Updated {{numFriends}} friends
as: {{numFriends}} বন্ধুসকল আপডেইট কৰা হল
fr: {{numFriends}} amis mis à jour
kn: {{numFriends}} ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
mr: {{numFriends}} मित्रांची माहिती अद्यावत केली
pt_br: {{numFriends}} amigos foram atualizados
xh: Kuhlaziywe abahlobo aba{{numFriends}}

# friendsUpdated[few]
source: Updated {{numFriends}} friends
as: {{numFriends}} বন্ধুসকল আপডেইট কৰা হল
fr: {{numFriends}} amis mis à jour
kn: {{numFriends}} ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
mr: {{numFriends}} मित्रांची माहिती अद्यावत केली
pt_br: {{numFriends}} amigos foram atualizados
xh: Kuhlaziywe abahlobo aba{{numFriends}}

# friendsUpdated[many]
source: Updated {{numFriends}} friends
as: {{numFriends}} বন্ধুসকল আপডেইট কৰা হল
fr: {{numFriends}} amis mis à jour
kn: {{numFriends}} ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
mr: {{numFriends}} मित्रांची माहिती अद्यावत केली
pt_br: {{numFriends}} amigos atualizados
xh: Kuhlaziywe abahlobo aba{{numFriends}}

# friendsUpdated[other]
source: Updated {{numFriends}} friends
as: {{numFriends}} বন্ধুসকল আপডেইট কৰা হল
fr: {{numFriends}} amis mis à jour
kn: {{numFriends}} ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
mr: {{numFriends}} मित्रांची माहिती अद्यावत केली
pt_br: {{numFriends}} amigos atualizados
xh: Abahlobo {{numFriends}} bahlaziyiwe

source: No duplicated friends merged
as: কোনো প্ৰতিলিপিত বন্ধু একত্ৰিত কৰা হোৱা নাই
fr: Aucun ami fusionné
kn: ದ್ವಿಪ್ರತಿಗಳಲ್ಲಿರು ಸ್ನೇಹಿತರನ್ನು ಜೊತೆಗೂಡಿಸಿಲ್ಲ
mr: एकाही मित्राचे डुप्लीकेट रेकॉर्ड मर्ज झाले नाही
pt_br: Nenhum amigo duplicado foi agrupado
xh: Akukho bahlobo baphindaphindiweyo badibeneyo

source: One duplicated friend merged
as: এজন প্ৰতিলিপিত বন্ধু একত্ৰিত কৰা হল
fr: 1 ami fusionné
kn: ಒಬ್ಬ ದ್ವಿಪ್ರತಿ ಇರುವ ಸ್ನೇಹಿತನನ್ನು ಒಗ್ಗೂಡಿಸಿ
mr: एका मित्राचे डुप्लीकेट रेकॉर्ड मर्ज झाले
pt_br: Um amigo duplicado foi agrupado
xh: Mnye umhlobo ophindaphindiweyo odibeneyo

# friendsMerged[two]
source: {{numDups}} friends merged
as: {{numDups}} বন্ধুসকল একত্ৰিত কৰা হল
fr: {{numDups}} amis fusionnés
kn: {{numDups}} ಸ್ನೇಹಿತರನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mr: {{numDups}} मित्रांचे डुप्लीकेट रेकॉर्ड मर्ज झाले
pt_br: {{numDups}} amigos agrupados
xh: {{numDups}} abahlobo badibene

# friendsMerged[few]
source: {{numDups}} friends merged
as: {{numDups}} বন্ধুসকল একত্ৰিত কৰা হল
fr: {{numDups}} amis fusionnés
kn: {{numDups}} ಸ್ನೇಹಿತರನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mr: {{numDups}} मित्रांचे डुप्लीकेट रेकॉर्ड मर्ज झाले
pt_br: {{numDups}} amigos agrupados
xh: {{numDups}} abahlobo badibene

# friendsMerged[many]
source: {{numDups}} friends merged
as: {{numDups}} বন্ধুসকল একত্ৰিত কৰা হল
fr: {{numDups}} amis fusionnés
kn: {{numDups}} ಸ್ನೇಹಿತರನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mr: {{numDups}} मित्रांचे डुप्लीकेट रेकॉर्ड मर्ज झाले
pt_br: {{numDups}} amigos agrupados
xh: {{numDups}} abahlobo badibene

# friendsMerged[other]
source: {{numDups}} friends merged
as: {{numDups}} বন্ধুসকল একত্ৰিত কৰা হল
fr: {{numDups}} amis fusionnés
kn: {{numDups}} ಸ್ನೇಹಿತರನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mr: {{numDups}} मित्रांचे डुप्लीकेट रेकॉर्ड मर्ज झाले
pt_br: {{numDups}} amigos agrupados
xh: {{numDups}} abahlobo badibene

source: Your Facebook session is invalid. Please sign in.
as: আপোনাৰ Facebook অধিবেশন অবৈধ। অনুগ্ৰহ কৰি ছাইন ইন কৰক।
fr: Session Facebook invalide. Veuillez vous connecter.
kn: ನಿಮ್ಮ Facebook ಅಧಿವೇಶನ ಅಮಾನ್ಯವಾಗಿದೆ. ದಯವಿಟ್ಟು ಸೈನ್ ಇನ್ ಆಗಿ.
ku: Danişîna Facebookê nederbasdar e. Tika ye têkevê.
mr: आपले Facebook सेशन अवैध आहे. कृपया लॉग-इन करा.
my: သင့် Facebook ဝင်ရောက်မှုမှတ်တမ်း မမှန်ကန်ပါ။ ကျေးဇူးပြု၍ အထောက်အထားပြ ဝင်ရောက်ပါ။
pt_br: Sua sessão do Facebook é inválida. Por favor, entre novamente.
uz: Facebook seansi yaroqsiz. Iltimos, kiring.
xh: Iseshoni yeFacebook yakho ayifanelekanga. Nceda ungene.
zu: Iseshini yakho ku-Facebook ayivumelekile. Sicela usayinele ukungena.
