Repository: phlax/mozilla-gaia
Catalog: ig/apps/music/music.properties.po
Languages: ig

source: Music
ig: Egwu

source: Mix
ig: Mkpokọ

source: Playlist
ig: Ndepụta ọkpụkpọ

source: Artists
ig: Ọkụegwu

source: Albums
ig: Ọba

source: Songs
ig: Egwu

source: More
ig: Ọzọ

source: Song artist
ig: Onye kụrụ egwu

source: Song album
ig: Ọbaegwu egwu

source: Unknown artist
ig: Ọkụegwu amaghị

source: Unknown album
ig: Ọbaegwu amaghị

source: Unknown title
ig: Aha amaghị

source: Add songs to get started
ig: Tinye egwu iji bido

source: Load songs on to the memory card.
ig: Dọnye egwu n'ime kaadị ebe nchekwa.

source: No memory card found
ig: Ọnweghị kaadị ebe nchekwa ahụrụ

source: Insert a memory card to listen to songs.
ig: Fanye kaadị ebe nchekwa iji gee egwu.

source: Music can not be used while phone is plugged in
ig: Enweghị ike iji egwu ka akwụnyere ekwentị n'ọkụ

source: Unplug the phone to play music.
ig: Kwụpụ ekwentị iji kpọọ egwu.

source: Database Upgrade
ig: Nkwalite Ọdụ Data

source: Please wait while Music updates its database.
ig: Biko chere ka Egwu na emelite ọdụ data ya.

source: Search Music
ig: Chọọ Egwu

# search-cancel
source: Cancel
ig: Kagbuo

# search-artists
source: Artists
ig: Ndị ọkụegwu

# search-albums
source: Albums
ig: Ọbaegwu

source: Tracks
ig: Egwu

source: close
ig: mechie

source: Shuffle all
ig: Kpogharịa dum

source: Highest rated
ig: Kachasị nwee ogo

source: Recently added
ig: Etinyere nso nso

source: Most played
ig: Akachasị kpọọ

source: Least played
ig: Akachaghị kpọọ

source: Select a track
ig: Họrọ otu egwu

source: Save
ig: Chekwaa

source: Saved {{title}} to Music
ig: Echekwara {{title}} na Egwu

source: Audio cannot be played: format is unsupported or file is invalid.
ig: Enweghị ike ịkpọ ọdịyo: akwadoghi ụdị ma ọ bụ faịlụ ezighi ezi.

# overlay-cancel-button
source: Cancel
ig: Kagbuo

source: Music paused during the call
ig: Akwụsịtụrụ egwu ka oku na aga

source: Done
ig: Emechaala
