Repository: phlax/mozilla-gaia
Catalog: yo/apps/system/net_error.properties.po
Languages: yo

source: No access to the Internet right now.
yo: Kò sí ìwọlé sí Íntánẹ́ẹ̀tì nísisìyí.

source: {{name}} requires an Internet connection.
yo: {{name}} ń bèèrè aso-íntánẹ́ẹ̀tì-pọ̀.

source: Server not found
yo: A kòrí apèṣè

source: Can’t find the server at {{name}}.
yo: Kò le rí apèṣè ní {{name}}.

source: File not found
yo: A kò rí fáìlì

source: The device can’t display this page because the file cannot be found.
yo: O hun èlò àrídìmú kò le ṣàfihàn ojú-ìwé yìí nítorí a kò lè rí fáìlì náà.

# connection-failed
source: Unable to connect
yo: Kò le so mọ́

# connection-failed-error
source: A network error occurred while trying to reach the site.
yo: Àṣìṣe alásopọ̀ ṣẹlẹ̀ nígbà tí a ń gbìyànjú láti kànsí ojú-wẹ́ẹ̀bù.

# invalid-connection
source: Unable to connect
yo: Kò lè so mọ́

# invalid-connection-error
source: A network error occurred while trying to reach the site.
yo: Àṣìṣe alásopọ̀ ṣẹlẹ̀ nígbà tí a ń gbìyànjú láti kànsí ojú-wẹ́ẹ̀bù náà.

source: URL not valid
yo: URL kò tọ̀nà

source: The URL entered is not valid and cannot be loaded.
yo: URL tí o ṣàgbèwọlé kò tọ̀nà a kò sí le ti fi dátà sọwọ́

# redirect-loop
source: Can’t display page
yo: Kò le ṣàfihàn ojú-ìwé

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
yo: Ohun èlò àrídìmú náà kò le ṣàfihàn ojú-ìwé yìí nítorí ojú-ìwé náà kò n fi sọwọ́ sí láìdarí dáradára. Gbìyànjú ojú-ìwé yìí nígbà míràn.

source: Page expired
yo: Ojú-ìwé lílò parí

source: As a security precaution, this page cannot be displayed by the device because it has expired.
yo: Gẹ́gẹ́ bí ìjanú ààbò, a kò le ṣàfihàn ojú-ìwé yìí nípa ohun èlò àrídìmú nítorí o ti parí.

source: The document cannot change while Printing or in Print Preview.
yo: Àkọsílẹ̀ náà kò le yìpadà nígbà tí o bá Ṣàtẹ̀jáde tàbí nínú Ìwòtẹ̀.

source: This address is restricted
yo: A ti fi afòtésí sí àdírẹ́ẹ̀sì yìí

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
yo: Àdírẹ́ẹ̀sì yìí ń lo ojú ìkànpọ̀ alásopọ̀ tí ó máa ń lò fún àwọn ìdí pàtàkì míràn tí o yàtọ̀ sí ìṣàwárí Wẹ́ẹ̀bù. Ohun èlò àrídìmú ti pa ìbéèrè náà rẹ̀ ààbò rẹ.

# proxy-resolve-failure
source: Proxy Server Error
yo: Àṣìṣe Apèṣè Alárinà

source: The device is configured to use a proxy server that can’t be found.
yo: A ṣètò ohun èlò àrídìmú láti lo apèṣè alárinà tí o kò le rí.

# proxy-connect-failure
source: Proxy Server Error
yo: Àṣìṣe Apèṣè Alárinà

source: The device is configured to use a proxy server that is refusing connections.
yo: A ṣètò ohun èlò àrídìmú láti lo apèṣè alárinà tí ó ń kọ àwọn ìṣomọ́ apèṣè.

# content-encoding
source: Can’t display page
yo: Kò le ṣàfihàn ojú-ìwé

source: The device can’t display this page because a content encoding error occurred.
yo: Ohun èlò àrídìmú kò le ṣàfihàn ojú-ìwé yìí nítorí àṣìṣe ìkóòdù àkóónú ti sẹlẹ̀.

source: Page unsupported
yo: A kò fàyè gba ojú-ìwé

source: This page can’t be displayed because it uses a technology that is not supported on the device.
yo: A kò le ṣàfihàn ojú-ìwé yìí nítorí ó ń lo ìmọ̀ amúsẹ́se tí a kò fàyègbà lóríohun èlo arídìmú.

source: Warning
yo: Ìkìlọ̀

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
yo: A ti ṣèjábọ̀ ojúlé wẹ́ẹ̀bù ná bí dàrúdàpọ̀ wẹ́ẹ̀bù tí a se lọ́ṣọ̀ọ́ láti tan àwọn aṣàmúlò kí wọ́ pín ìwífún tẹni tàbí owó.

source: Malware attack blocked
yo: A tí dínà mọ́ aṣejànbá

source: The site at has been reported as an attack site and has been blocked.
yo: A ti ṣèjábọ̀ ojúlé wẹ́ẹ̀bù ná bí ojú-wẹ́ẹ̀bù alátakò a sì ti dínà mọ.

source: Unsafe content
yo: Àkóónú to léwu

source: The page cannot be shown because it may not be safe to open.
yo: A kò lé ṣàfihàn ojú-ìwé náà nítorí o le léwu láti sí.

# corrupted-content
source: Can’t display page
yo: Kò le ṣàfihàn ojú-ìwé

source: The page cannot be shown because an error in the data transmission was detected.
yo: A kò le ṣàfihàn ojú-ìwé náà nítorí àṣìṣe kan wà nínú ìfiránṣẹ́ dátà tí a ṣàwárí.

source: Unable to connect
yo: Kò le so mọ́

source: Cancel
yo: Parẹ́

source: Close
yo: Padé

source: Try again
yo: gbìyànjú lẹ́ẹ̀kan si

source: Check settings
yo: Ṣàyẹ̀wò àwọn ètò

source: Tap to check settings
yo: Tẹ̀ láti ṣàyẹ̀wò àwọn ètò
