Repository: phlax/mozilla-gaia
Catalog: yo/shared/phone_types/phone_types.properties.po
Languages: yo

source: Label
yo: Atọ́ka

source: Mobile
yo: Alágbèékà

source: Home
yo: Ilé

source: Work
yo: Iṣẹ́

source: Personal
yo: Tẹni

source: Fax home
yo: Ilé Fáàsì

source: Fax office
yo: Ọ́fíìsì Fáàsì

source: Fax other
yo: Fáàsì elòmíràn

source: Another
yo: Òmíràn

source: Other
yo: Òmíràn

source: Custom tag
yo: Àmì àdáni

source: Current
yo: Lọ́wọ́lọ́wọ́
