Repository: phlax/mozilla-gaia
Catalog: */shared/media/media.properties.po
Languages: si

source: {{orientation}} image, {{timestamp}}
si: {{orientation}} පිළිබිඹුව, {{timestamp}}

source: {{orientation}} image
si: {{orientation}} පිළිබිඹුව

source: {{orientation}} video, {{timestamp}}
si: {{orientation}} වීඩියෝව, {{timestamp}}

source: {{orientation}} video
si: {{orientation}} වීඩියෝව

source: Play
si: වාදනය

source: Pause
si: මඳක් නවතන්න

source: Next
si: ඊළඟ

source: Previous
si: පෙර

source: Fullscreen
si: මුළු තිරය

source: Seek bar, duration {{ duration }}
si: සෙවුම තීරුව, කාලසීමාව {{ duration }}
