Repository: phlax/mozilla-gaia
Catalog: yo/apps/video/video.properties.po
Languages: yo

source: Select
yo: Yàn

# number-selected2[one]
source: {{ n }} selected
yo: {{ n }} ti yàn

# number-selected2[two]
source: {{ n }} selected
yo: {{ n }} ti yàn

# number-selected2[few]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# number-selected2[many]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# number-selected2[other]
source: {{ n }} selected
yo: {{ n }} tí a yàn

source: Nothing selected
yo: Kòsí ohun yíyàn

source: Delete selected item?
yo: Pa wúnrẹ̀n yíyàn rẹ́?

# delete-n-items?[two]
source: Delete {{ n }} items?
yo: Pa {{ n }} àwọn wúnrẹ̀n rẹ́?

# delete-n-items?[few]
source: Delete {{ n }} items?
yo: Pa {{ n }} àwọn wúnrẹ̀n rẹ́?

# delete-n-items?[many]
source: Delete {{ n }} items?
yo: Pa {{ n }} àwọn wúnrẹ̀n rẹ́?

# delete-n-items?[other]
source: Delete {{ n }} items?
yo: Pa {{ n }} wúnrẹ̀n rẹ́?

source: Try sharing one video at a time.
yo: Gbìyànjú láti pín fídíò kan lẹ́ẹ̀kan.

source: Videos
yo: Fídíò

source: Cancel
yo: Parẹ́

source: Delete video?
yo: Pa fídíò rẹ́?

source: Add videos to get started
yo: Ṣàfikún fídíò láti bẹ̀rẹ̀

source: Load videos on to the memory card.
yo: Gba fídíò sóri káàdì ìrantí.

source: No memory card found
yo: Kòsí káàdì ìrantí

source: Insert a memory card to watch videos.
yo: Ṣàfibọ̀ káàdì ìrantí láti wo fídíò.

source: Video can not be watched while plugged in
yo: Fídíò ni a kòlewò nígbà ti ìfibọ̀ sí wà

source: Unplug the phone to watch videos.
yo: Ṣàyọkúrò fóònù láti wo fídíò.

source: Database Upgrade
yo: Àkójọdátà Àfikún

source: Please wait while Video updates its database.
yo: Jọ̀wọ́ dúró nígbà tí Fídíò ń ṣàfikún àkójọdátà.

source: Are you sure you want to delete:
yo: Ṣé ó dá ẹ lójú pé o fẹ́ parẹ́:

source: Select a video
yo: Yan fídíò

source: Save
yo: Fi pamọ́

source: Saved {{title}} to Video
yo: Fi pamọ́ {{title}} sí fídíò

source: The video could not be downloaded because of a network error.
yo: Fídíò yíi kòle gbàwálẹ̀ nítorí àṣìṣe nẹ́tíwọkì.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
yo: Kòle fi fídíò ṣeré: bóyá nítorí sáfà tàbí ìkunà nẹ́tíwọkì tàbí nítorí fọ́mátì tí a kògbà.

source: An unknown video error occurred.
yo: Àṣìṣe fídíò àimọ̀ wáyé.

# overlay-cancel-button
source: Cancel
yo: Parẹ́

source: Go to Camera
yo: Lọsí Kámẹ́rà

source: Name
yo: Orúkọ

source: Length
yo: Gígùn

source: Size
yo: Ìwọ̀n

source: Video Type
yo: Irúfẹ́ Fídíò

source: Date Taken
yo: Déètì Tí A Yàá

source: Resolution
yo: Ìmúsí àwòrán

source: Close
yo: Tìí

source: Bytes
yo: Àwọn báìtì

source: Share
yo: Ìpín

source: More info
yo: Ìwifún ti parí

source: Delete
yo: Parẹ́
