Repository: phlax/mozilla-gaia
Catalog: zam/apps/video/video.properties.po
Languages: zam

source: Select
zam: Mxhen ko lash luu

# number-selected2[one]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash luu

# number-selected2[two]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash luu

# number-selected2[few]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash luu

# number-selected2[many]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash luu

# number-selected2[other]
source: {{ n }} selected
zam: {{ n }} mxhen ko lash luu

source: Nothing selected
zam: Yent kuan mxhen luu

source: Delete selected item?
zam: Lash lu te dont lu kue ga?

# delete-n-items?[two]
source: Delete {{ n }} items?
zam: Te dont {{ n }} kue ga?

# delete-n-items?[few]
source: Delete {{ n }} items?
zam: Te dont {{ n }} kue ga?

# delete-n-items?[many]
source: Delete {{ n }} items?
zam: Te dont {{ n }} kue ga?

# delete-n-items?[other]
source: Delete {{ n }} items?
zam: Te dont {{ n }} kue ga?

source: Try sharing one video at a time.
zam: Tak taal luu dit ta video.

source: Videos
zam: Videos na luu

source: Add videos to get started
zam: Toob video lash lu güil

source: Load videos on to the memory card.
zam: Bla video lent tarjet na memoria na lu.

source: No memory card found
zam: Yent target na memoria

source: Insert a memory card to watch videos.
zam: Toob target na memoria xha tak güil video.

source: Video can not be watched while plugged in
zam: Gad güil video hasta que lal ki kue

source: Unplug the phone to watch videos.
zam: Toog telefono xha tak güil video.

source: Database Upgrade
zam: Li kub ko xho let kue

source: Please wait while Video updates its database.
zam: Let lut xha lin kub kue.

source: Are you sure you want to delete:
zam: Lash lu tedont lu kue ga:

source: Select a video
zam: Mxhen video

source: Save
zam: Loo xhog kue

source: Saved {{title}} to Video
zam: Loo xhog {{title}} Video na lu

source: The video could not be downloaded because of a network error.
zam: Nagadt blat video re.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
zam: Na gadt güil video: na yent señal o dli chel ta diif program.

source: An unknown video error occurred.
zam: Na gadt güil video re, nmet kuan mxhac.

source: Go to Camera
zam: Gua lo Camara

source: Name
zam: Xha mud leel

source: Length
zam: Pal ra ruy

source: Size
zam: Xha niey

source: Video Type
zam: Cho Video re

source: Date Taken
zam: Cho Güis mxhen luy

source: Resolution
zam: Xha niey

source: Close
zam: Toog gaa
