Repository: phlax/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: fr, pt_br

# topup-confirmation-title2
source: Usage
fr: Suivi conso
pt_br: Uso de Saldo

source: Top-up confirmed
fr: Code de recharge confirmé
pt_br: Recarga confirmada.

# topup-incorrectcode-title2
source: Usage
fr: Suivi conso
pt_br: Uso de Saldo

source: Incorrect top-up code entered.
fr: Code de recharge saisi incorrect.
pt_br: Código incorreto inserido.

source: Updating
fr: Actualisation
pt_br: Atualizando

source: Updating…
fr: Actualisation…
pt_br: Atualizando…

source: Yesterday
fr: Hier
pt_br: Ontem

source: Today
fr: Aujourd’hui
pt_br: Hoje

source: Never
fr: Jamais
pt_br: Nunca

source: {{currency}}{{value}}
fr: {{value}} {{currency}}

source: Usage Widget
fr: Gadget Suivi conso
pt_br: Uso de Saldo

source: New {{provider}} SIM inserted
fr: Nouvelle carte SIM {{provider}} insérée
pt_br: Novo SIM {{provider}} inserido

source: Tap to track your phone and internet usage.
fr: Appuyez pour suivre la conso. tél./Internet.
pt_br: Monitore suas chamadas e Internet

source: New SIM inserted
fr: Nouvelle carte SIM insérée
pt_br: Novo SIM inserido

source: Tap to track your internet usage.
fr: Appuyez pour suivre la consommation Internet.
pt_br: Monitore seu uso de Internet

source: Airplane Mode
fr: Mode avion
pt_br: Modo Avião

source: Please, turn off airplane mode to enable Usage.
fr: Désactivez mode avion pour activer Suivi conso.
pt_br: Desligue o modo avião para habilitar o Monitoramento

source: No SIM inserted
fr: Aucune carte SIM insérée
pt_br: Nenhum SIM inserido

source: Insert a SIM to enable Usage.
fr: Pour suivre la consommation, insérez une SIM.
pt_br: Insira um SIM e monitore seu uso

source: Locked SIM card
fr: Carte SIM verrouillée
pt_br: Chip SIM bloqueado

source: Unlock your SIM to enable Usage.
fr: Déverrouillez SIM pour activer Suivi conso.
pt_br: Desbloqueie o SIM para ver estatísticas.

source: Error
fr: Erreur
pt_br: Erro

source: Please, make sure airplane mode is off.
fr: Veuillez désactiver le mode avion.
pt_br: Por favor, garanta que o modo de avião está desligado.

source: Usage First Time Experience
fr: Tutoriel Suivi conso
pt_br: Uso de Saldo

source: Save money by keeping track of your phone and internet usage.
fr: Faites des économies en suivant l’évolution de votre consommation téléphone et Internet.
pt_br: Economize dinheiro monitorando suas chamadas e uso de Internet.

source: Save money by keeping track of your internet usage.
fr: Faites des économies en suivant l’évolution de votre consommation Internet.
pt_br: Economize dinheiro monitorando seu uso de Internet.

source: Get clear information about how much internet you’re using.
fr: Obtenez des informations détaillées sur votre consommation Internet.
pt_br: Tenha informações claras sobre seu uso de Internet.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
fr: Les informations affichées dans Suivi conso proviennent directement de cet appareil. Consultez votre opérateur mobile pour obtenir des informations détaillées concernant votre compte.
pt_br: A informação de Uso exibida vem diretamente deste aparelho. Confira com seu provedor de serviços para informações detalhadas da conta.

source: Type of Contract
fr: Type de contrat
pt_br: Tipo de contrato

source: Select the type of contract you have with your mobile service provider.
fr: Sélectionnez le type de contrat passé avec votre opérateur.
pt_br: Selecione o tipo de contrato que você tem com sua operadora.

source: Low Balance Alert
fr: Alerte solde faible
pt_br: Alerta de saldo

source: Set an alert to avoid running out of credit.
fr: Définissez une alerte pour éviter de vous retrouver à court de crédit.
pt_br: Configure um alerta para evitar ficar sem créditos.

source: Data Report and Alert
fr: Alerte/rapport données
pt_br: Relatório e alerta de dados

source: Receive reports about your Internet usage and set an alert to avoid using too much.
fr: Recevez des rapports concernant votre consommation Internet et définissez une alerte pour éviter les excès.
pt_br: Receba relatórios do seu uso de Internet e configure um alarme.

source: Phone and Data Report
fr: Rapport tél. et données
pt_br: Relatório de chamadas e dados

source: Receive reports about your phone and Internet usage.
fr: Recevez des rapports concernant votre consommation téléphone et Internet.
pt_br: Receba relatórios do seu uso de Internet e chamadas.

# fte-postpaid3-title
source: Data Alert
fr: Alerte données
pt_br: Alerta de dados

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
fr: Définissez une alerte pour éviter d’utiliser trop de données.
pt_br: Configure um alarme de uso da Internet.

source: Data Report
fr: Rapport données
pt_br: Relatório de dados

source: Receive reports about your internet usage.
fr: Recevez des rapports concernant votre consommation Internet.
pt_br: Receba relatórios do seu uso de Internet.

# fte-onlydata3-title
source: Data Alert
fr: Alerte données
pt_br: Alerta de dados

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
fr: Définissez une alerte pour éviter d’utiliser trop de données.
pt_br: Configure um alarme de uso da Internet.

source: Phone Activity
fr: Appels téléphoniques
pt_br: Atividade do aparelho

source: Balance
fr: Solde
pt_br: Saldo

source: Roaming: no automatic balance update. You might be charged for updating manually.
fr: Itinérance — aucune actualisation automatique du solde. Des frais pourraient s’appliquer si vous actualisez manuellement.
pt_br: Roaming: atualização automática do saldo desativada. Você pode ser cobrado ao atualizar manualmente.

source: Balance didn’t update correctly. Try updating manually.
fr: Le solde ne s’est pas actualisé correctement. Essayez d’actualiser manuellement.
pt_br: Seu saldo não foi atualizado corretamente; tente novamente manualmente.

source: Turn off airplane mode to update your balance or top up.
fr: Pour actualiser votre solde ou recharger, désactivez le mode avion.
pt_br: Desative o modo avião para atualizar seu saldo.

source: Do you want to disable Airplane mode to update or top up?
fr: Voulez-vous désactiver le mode avion pour actualiser ou recharger ?
pt_br: Deseja desativar o modo avião para atualizar seu saldo ou realizar uma recarga?

source: You need phone coverage to update your balance or top up.
fr: Vous avez besoin d’une couverture réseau pour actualiser votre solde ou recharger.
pt_br: Você precisa estar em uma área com cobertura (sinal) para atualizar seu saldo ou realizar uma recarga.

source: Top Up
fr: Code recharge
pt_br: Recarga

source: Enter the top-up code
fr: Saisir le code de recharge
pt_br: Insira o código de recarga

source: Find it on the scratch card or directly in your receipt.
fr: Vous le trouverez sur la carte à gratter ou directement sur votre ticket.
pt_br: Encontre-o no cartão de raspar ou diretamente no seu recibo.

source: You will receive a confirmation message
fr: Vous allez recevoir un message de confirmation
pt_br: Você receberá uma mensagem de confirmação

source: Make sure the code is correct and try again.
fr: Assurez-vous que le code est correct et réessayez.
pt_br: Certifique-se de que o código está correto e tente novamente.

source: There was a problem sending the code. Please, try again.
fr: Un problème est survenu lors de l’envoi du code. Veuillez réessayer.
pt_br: Houve um problema ao enviar o código. Por favor, tente novamente.

# application-error-title
source: Service unavailable
fr: Service inaccessible
pt_br: Serviço indisponível

source: Contact your company representative
fr: Prenez contact avec un représentant de la société
pt_br: Entre em contato com o representante da sua empresa.

# service-unavailable-title
source: Service unavailable
fr: Service inaccessible
pt_br: Serviço indisponível

source: Neither update nor top-up is possible at the moment. Please try later.
fr: Aucune actualisation ni recharge n’est actuellement possible. Veuillez réessayer plus tard.
pt_br: Não é possível atualizar seu saldo ou efetuar sua recarga nesse momento. Por favor, tente mais tarde.

source: Data usage
fr: Consommation des données
pt_br: Uso de dados

source: Update
fr: Actualiser
pt_br: Atualizar

source: Use top-up code
fr: Utiliser un code de recharge
pt_br: Usar código de recarga

source: Open top-up menu
fr: Menu de rechargement
pt_br: Abrir menu de recarga

source: Your top-up is being processed.
fr: Votre rechargement est en cours de traitement.
pt_br: Sua recarga está sendo processada.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
fr: Actualisez votre solde pour confirmer. Si le solde reste inchangé, essayez de recharger à nouveau.
pt_br: Atualize seu saldo para confirmar. Se seu saldo não tiver sido alterado, tente efetuar a recarga novamente.

source: Top-up not confirmed
fr: Rechargement non confirmé
pt_br: Recarga não confirmada.

source: Try updating your balance or retry top-up.
fr: Essayez d’actualiser votre solde ou de recharger.
pt_br: Tente atualizar seu saldo ou tente novamente.

source: send
fr: envoyer
pt_br: enviar

source: My phone and Internet plan is
fr: Mon compte Internet/téléphone est de type
pt_br: O meu plano de voz e dados é

source: Prepaid
fr: Prépayé
pt_br: Pré-pago

source: Postpaid
fr: Paiement selon consommation
pt_br: Pós-pago

source: Phone activity
fr: Appels téléphoniques
pt_br: Atividade do telefone

source: %b, %d
fr: %e %b
pt_br: %e de %b

source: %B %d, %Y
fr: %d %Eb %Y
pt_br: %d de %B de %Y

source: SMS sent
fr: SMS envoyés
pt_br: Mensagem enviada

source: Calls made
fr: Appels passés
pt_br: Chamadas efetuadas

source: Settings
fr: Paramètres
pt_br: Configurações

source: Low balance alert
fr: Alerte de solde faible
pt_br: Alerta de saldo baixo

source: When balance is below
fr: Me prévenir en-dessous de
pt_br: Abaixo de

source: Phone and Internet data report
fr: Rapport de consommation Internet/téléphone
pt_br: Relatório de voz e dados

source: Internet data report
fr: Rapport de consommation Internet
pt_br: Relatório de uso de internet

source: Starting on
fr: Début de la période
pt_br: Começando em

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Monthly
fr: Chaque mois
pt_br: Mês

source: Weekly
fr: Chaque semaine
pt_br: Semana

source: Monday
fr: Lundi
pt_br: Segunda

source: Tuesday
fr: Mardi
pt_br: Terça

source: Wednesday
fr: Mercredi
pt_br: Quarta

source: Thursday
fr: Jeudi
pt_br: Quinta

source: Friday
fr: Vendredi
pt_br: Sexta

source: Saturday
fr: Samedi
pt_br: Sábado

source: Sunday
fr: Dimanche
pt_br: Domingo

source: Billing cycle ends
fr: Fin de la période de suivi
pt_br: O ciclo de faturamento termina em

source: Tracking will reset on this date
fr: Le suivi sera réinitialisé à cette date
pt_br: O contador será reiniciado nessa data

source: Yes
fr: Oui
pt_br: Sim

source: Done
fr: Terminé
pt_br: Concluído

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
fr: Votre consommation de données Wi-Fi est de {{wifiData}}. Voulez-vous l’effacer ?
pt_br: Seu uso atual de dados Wi-Fi é {{wifiData}}. Limpar tudo?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
fr: Votre consommation de données mobiles est de {{mobileData}}. Voulez-vous l’effacer ?
pt_br: Seu uso de dados móveis atual é {{mobileData}}. Limpar tudo?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
fr: Votre consommation de données est de {{mobileData}} par la connexion de données mobiles et de {{wifiData}} par la connexion Wi-Fi. Voulez-vous l’effacer ?
pt_br: Seu consumo de dados atual é de {{mobileData}} móvel e {{wifiData}} no Wi-Fi. Limpar tudo?

source: All current data will be deleted. Are you sure you want to reset?
fr: Toutes les données vont être supprimées. Voulez-vous vraiment tout réinitialiser ?
pt_br: Todos os dados atuais serão apagados. Tem certeza de que deseja reiniciar?

source: Reset
fr: Réinitialiser
pt_br: Reiniciar

source: Reset Wi-Fi usage
fr: Réinitialiser données Wi-Fi
pt_br: Reiniciar uso de Wi-Fi

source: Reset mobile usage
fr: Réinitialiser données mobiles
pt_br: Reiniciar uso de conexões de dados

source: Reset mobile & Wi-Fi data
fr: Réinit. données Wi-Fi et mobiles
pt_br: Reiniciar ambos

source: Not set
fr: Non défini
pt_br: Não definido

source: Used
fr: Consommé
pt_br: Usados

source: Limit passed
fr: Quota dépassé
pt_br: Limite ultrapassado

source: Limit
fr: Quota
pt_br: Limite

source: Data usage limit
fr: Niveau d’alerte
pt_br: Limite de uso

source: Data use alert
fr: Alerte de consommation des données
pt_br: Uso de dados

source: When use is above
fr: Me prévenir au-delà de
pt_br: Acima de

source: Enter a mobile data limit alert
fr: Saisissez un niveau d’alerte pour les données mobiles
pt_br: Alerta de limite de uso de dados móveis

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
fr: La vitesse de connexion est réduite une fois le quota atteint. Vérifiez auprès de votre opérateur pour définir un niveau d’alerte approprié.
pt_br: As velocidades são reduzidas quando o limite é atingido. Verifique com sua operadora para ajustar um nível adequado.

source: Data limit
fr: Quota de données
pt_br: Limite de dados

source: Wi-Fi usage
fr: Conso. Wi-Fi
pt_br: Uso do Wi-Fi

source: Mobile usage
fr: Conso. mobile
pt_br: Uso do telefone

# wifi-usage-settings
source: Wi-Fi usage
fr: Consommation Wi-Fi
pt_br: Uso de Wi-Fi

# mobile-usage-settings
source: Mobile usage
fr: Consommation mobile
pt_br: Uso de conexões de dados

source: I’m Pre-paid
fr: Prépayé
pt_br: Pré-pago

source: I’m Post-paid
fr: Abonnement
pt_br: Pós-pago

source: Reset data usage
fr: Réinitialiser les données
pt_br: Reiniciar uso de dados

source: Reset report
fr: Réinitialiser le rapport
pt_br: Relatórios a cada

source: Next
fr: Suivant
pt_br: Avançar

source: Back
fr: Retour
pt_br: Voltar

source: Let’s go!
fr: C’est parti !
pt_br: Vamos lá!

source: Alert
fr: Alerte
pt_br: Alerta

source: Alert Limit
fr: Niveau d’alerte
pt_br: Limite do alerta

source: Welcome
fr: Bienvenue
pt_br: Bem-vindo

source: {{limit}} of data used
fr: {{limit}} de données consommées
pt_br: {{limit}} de uso de dados

source: You’ve reached the limit you selected
fr: Vous avez atteint le quota fixé
pt_br: Você alcançou o limite definido por você

source: Low balance
fr: Solde faible
pt_br: Saldo baixo

source: {{remaining}} remaining phone credit
fr: {{remaining}} de crédit téléphonique restant
pt_br: {{remaining}} de créditos restantes

source: Balance has reached zero, no phone credit remaining.
fr: Solde épuisé, aucun crédit téléphonique restant.
pt_br: Seu saldo chegou a zero, não há créditos restantes.

source: Not available
fr: Indisponible
pt_br: Não disponível

source: Usage
fr: Consommation
pt_br: Uso

source: Phone
fr: Téléphone
pt_br: Aparelho

source: Loading interface data. Please retry in a while.
fr: Chargement des données de l’interface. Veuillez réessayer ultérieurement.
pt_br: Carregando dados da interface. Tente novamente mais tarde.

source: Data Limit ({{value}})
fr: Quota de données ({{value}})
pt_br: Data limite ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponible
pt_br: {{value}} {{unit}} disponível

# data-available2[one]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponible
pt_br: {{value}} {{unit}} disponível

# data-available2[two]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponibles
pt_br: {{value}} {{unit}} disponível

# data-available2[few]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponibles
pt_br: {{value}} {{unit}} disponível

# data-available2[many]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponibles
pt_br: {{value}} {{unit}} disponível

# data-available2[other]
source: {{value}} {{unit}} available
fr: {{value}} {{unit}} disponibles
pt_br: {{value}} {{unit}} disponível

# over-limit[one]
source: {{value}} {{unit}} over limit
fr: Quota dépassé de {{value}} {{unit}}
pt_br: {{value}} {{unit}} acima do limite

# over-limit[two]
source: {{value}} {{unit}} over limit
fr: Quota dépassé de {{value}} {{unit}}
pt_br: {{value}} {{unit}} acima do limite

# over-limit[few]
source: {{value}} {{unit}} over limit
fr: Quota dépassé de {{value}} {{unit}}
pt_br: {{value}} {{unit}} acima do limite

# over-limit[many]
source: {{value}} {{unit}} over limit
fr: Quota dépassé de {{value}} {{unit}}
pt_br: {{value}} {{unit}} acima do limite

# over-limit[other]
source: {{value}} {{unit}} over limit
fr: Quota dépassé de {{value}} {{unit}}
pt_br: {{value}} {{unit}} acima do limite

source: {{em-month}} {{monthday-number}}
fr: {{monthday-number}} {{em-month}}
pt_br: {{monthday-number}} de {{em-month}}

source: B
fr: o

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

# unit-MB.ariaLabel
source: MB
fr: Mo

# unit-GB.ariaLabel
source: GB
fr: Go

source: Mobile usage per app
fr: Consommation mobile par application
pt_br: Uso de dados móveis por aplicativo

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
fr: Vous n’avez pas encore utilisé de données mobiles. La consommation de données pour chaque application s’affichera ici dès que vous commencerez à en utiliser.
pt_br: Você ainda não utilizou dados móveis. O consumo de cada aplicativo será exibido aqui quando você o fizer.

source: {{amount}} of data used since {{start-date}}
fr: {{amount}} de données consommées depuis le {{start-date}}.
pt_br: {{amount}} de dados usados desde {{start-date}}

source: {{amount}} of data used this week
fr: {{amount}} de données consommées cette semaine.
pt_br: {{amount}} de dados usados nesta semana

source: {{amount}} of data used this month
fr: {{amount}} de données consommées ce mois-ci.
pt_br: {{amount}} de dados usados esse mês

source: Others
fr: Autres
pt_br: Outros

source: Browser
fr: Navigateur
pt_br: Navegador

source: Limit of {{value}} MB
fr: Quota de {{value}} Mo
pt_br: Limite de {{value}} MB

source: Limit of {{value}} GB
fr: Quota de {{value}} Go
pt_br: Limite de {{value}} GB

source: {{value}} left
fr: {{value}} restants
pt_br: restam {{value}}

source: Exceeded by {{value}}
fr: Dépassé de {{value}}
pt_br: Excedido por {{value}}

source: Today is {{today}}
fr: Nous sommes le {{today}}
pt_br: Hoje é {{today}}

source: From {{from}} to {{to}}
fr: De {{from}} à {{to}}
pt_br: De {{from}} a {{to}}

source: Confirmation
pt_br: Confirmação
