Repository: phlax/mozilla-gaia
Catalog: */apps/keyboard/keyboard.properties.po
Languages: as, kn, ml, my, or, si, sw, te, xh

source: Keyboard
as: কীবৰ্ড
kn: ಕೀಲಿಮಣೆ
ml: കീബോര്‍ഡ്
my: လက်ကွက်
or: କି-ବୋର୍ଡ
si: යතුරුපුවරුව
sw: Baobonye
te: కీబోర్డు
xh: Ikhibhodi

source: Built-in Keyboard
kn: ಅಂತರ್ನಿರ್ಮಿತ ಕೀಲಿಮಣೆ
my: မူလပါ ကီးဘုတ်
si: තිළැලි යතුරු පුවරුව
te: అంతర్నిర్మిత కీబోర్డు

source: OK
as: ঠিক আছে
kn: ಸರಿ
ml: ശരി
my: ကောင်းပြီ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
te: సరే
xh: Kulungile

source: Keyboard settings
as: কীবৰ্ড সংহতিসমূহ
kn: ಕೀಲಿಮಣೆ ಸಿದ್ಧತೆಗಳು
ml: കീബോര്‍ഡ് കൃമീകരണങ്ങള്‍
my: လက်ကွက် အပြင်အဆင်
or: କିବୋର୍ଡ ସଂରଚନା
si: යතුරුපුවරු සැකසුම්
sw: Mipangilio ya baobonye
te: కీబోర్డు అమరికలు
xh: Iisetingi zekhibhodi

source: Cancel
si: අහෝසි

source: Delete
kn: ಅಳಿಸು
my: ဖျက်ရန်
si: මකන්න
te: తొలగించు

source: Vibration
as: কম্পন
kn: ಕಂಪನ
ml: വൈബ്രേഷന്‍
my: တုန်ခါမှူ
or: କମ୍ପନ
si: කම්පනය
sw: Mtetemo
te: కంపనం
xh: Intshukumo

source: Click sound
as: ক্লিকৰ শব্দ
kn: ಕ್ಲಿಕ್ ಶಬ್ದ
ml: ക്ലിക്ക് ശബ്ദം
my: ကလစ်သံ
or: କ୍ଲିକ ଧ୍ବନି
si: ක්ලික් ශබ්දය
sw: Bofya sauti
te: క్లిక్ శబ్దం
xh: Cofa isandi

source: Auto correction
as: স্বসংশোধন
kn: ಸ್ವಯಂ ತಿದ್ದುಪಡಿ
ml: സ്വയം തിരുത്ത്
my: အလိုအလျောက်ပြင်ဆင်
or: ସ୍ୱୟଂ ସଂଶୋଧନ
si: ස්වයංක්‍රීය වචන නිවැරදිකරණය
sw: Urekebishaji kwa mashine
te: స్వయం దిద్దుబాటు
xh: Ukuzilungisa okuzenzekelayo

source: Word suggestion
as: শব্দৰ প্ৰস্তাব
kn: ಪದ ಸಲಹೆ
ml: വാക്ക് നിര്‍ദ്ദേശങ്ങള്‍
my: စကားလုံး အကြံပေးခြင်း
or: ଶବ୍ଦ ପ୍ରସ୍ତାବ
si: වචන යෝජනාකිරීම
sw: Maoni ya neno
te: పద సూచన
xh: Icebiso lelizwi

source: User dictionary
kn: ಬಳಕೆದಾರ ಶಬ್ಧಕೋಶ
my: အသုံးပြုသူ၏ အဘိဓါန်
si: පරිශීලක ශබ්දකෝෂය
te: వాడుకరి నిఘంటువు

source: Handwriting
kn: ಕೈಬರಹ
my: လက်ရေး
si: අතින් ලිවීම
te: చేతిరాత

source: Stroke Width
kn: ಸ್ಟ್ರೋಕ್ ಅಗಲ
my: အနားသတ်အကျယ်
si: ඉරි පළල
te: తట్టు వెడల్పు

source: Response Speed
kn: ಪ್ರತಿಕ್ರಿಯೆ ವೇಗ
my: တုန့်ပြန်မှု နှုန်း
si: ප්‍රතිචාර වේගය
te: ప్రతిస్పందన వేగం

source: Word suggestions
as: শব্দৰ প্ৰস্তাৱ
kn: ಪದ ಸಲಹೆಗಳು
ml: വാക്ക് നിര്‍ദ്ദേശങ്ങള്‍
my: စကားလုံး အကြံပေးခြင်းများ
or: ଶବ୍ଦ ପ୍ରସ୍ତାବ
si: වචන යෝජනාකිරීම
sw: Maoni ya neno
te: పద సూచనలు
xh: Iingcebiso ngegama

source: Dismiss
as: বাতিল কৰক
kn: ವಜಾಗೊಳಿಸು
ml: ഉപേക്ഷിയ്ക്കുക
my: ဖျောက်
or: ଅସ୍ୱୀକାର
si: නොසලකන්න
sw: Ondoa
te: మూసివేయి
xh: Yekisa

source: more numbers and symbols
as: অধিক সংখ্যা আৰু চিহ্নসমূহ
kn: ಇನ್ನಷ್ಟು ಸಂಖ್ಯೆಗಳು ಮತ್ತು ಸಂಕೇತಗಳು
ml: കൂടുതല്‍ സംഖ്യകളും ചിഹ്നങ്ങളും
my: နောက်ထပ် နံပတ်များ နှင့် သင်္ကေတများ
or: ଅଧିକ ସଂଖ୍ୟା ଏବଂ ସଙ୍କେତଗୁଡ଼ିକ
si: තවත් අංක හා සංකේත
sw: nambari na ishara zaidi
te: మరిన్ని అంకెలు గుర్తులు
xh: amanani amaninzi nemiqondiso

source: letters
as: আখৰ
kn: ಅಕ್ಷರಗಳು
ml: അക്ഷരങ്ങള്‍
my: စာများ
or: ଅକ୍ଷର
si: අකුරු
sw: herufi
te: అక్షరాలు
xh: oonobumba

source: shift
ml: ഷിഫ്റ്റ്
my: မ
si: ශිෆ්ට් යතුර
sw: zamu
te: షిఫ్ట్
xh: bhekelisa

source: delete
ml: ഡിലീറ്റ്
my: ဖျက်
or: ଲିଭାନ୍ତୁ
si: මකන්න
sw: Futa
te: తొలగించు
xh: cima

source: space
ml: സ്പേസ്
my: ခြား
or: ଖାଲି ସ୍ଥାନ
si: ස්පේස් යතුර
sw: nafasi
te: స్పేస్
xh: isithuba

source: return
ml: റിട്ടേണ്‍
my: ပြန်
or: ଫେରସ୍ତ
si: ආපසු යතුර
sw: Rejea
te: వెనక్కివెళ్ళు
xh: buyisa

source: period
ml: കുത്ത്
my: ကာလ
or: ଅବଧି
si: තිත
sw: kituo
te: చుక్క
xh: ithuba

source: comma
as: কমা
ml: കോമ
my: ကော်မာ
or: କୋମା
si: කොමාව
sw: koma
te: కామా
xh: ikhoma

source: colon
as: কলন
ml: കോളന്‍
my: ကော်လံ
or: ବିରାମ ଚିହ୍ନ
si: දෙතිත
sw: nukta pacha
te: కోలన్
xh: ikholon

source: semicolon
as: ছেমিকলন
ml: സെമിക്കോളന്‍
my: စီမီးကော်လံ
or: ଅର୍ଦ୍ଧବିରାମ ଚିହ୍ନ
si: තිත් කොමාව
sw: nukta mkato
te: సెమీకోలన్
xh: ikholon engaphelelanga

source: question mark
as: প্ৰশ্নবোধক চিন
ml: ചോദ്യ ചിഹ്നം
my: မေးခွန်း သင်္ကေတ
or: ପ୍ରଶ୍ନ ଚିହ୍ନ
si: ප්‍රශ්නාර්ථ සලකුණ
sw: alama ya kuuliza
te: ప్రశ్నార్థకం
xh: uphawu lombuzo

source: exclamation point
as: ভাৱবোধক বিন্দু
ml: അല്‍ഭുത ചിഹ്നം
my: အံဩမှူ သင်္ကေတ
or: ଉଦ୍ଧୃତ ବିନ୍ଦୁ
si: තිත්හුල
sw: nukta ya mshangao
te: ఆశ్చర్యార్థకం
xh: indawo yesikhuzo

source: left bracket
as: বাওঁ বন্ধনী
ml: ഇടത് ബ്രാക്കറ്റ്
my: ဘယ်ဖက်ကွင်း
or: ବାମ ବନ୍ଧନୀ
si: වම් වරහන
sw: mabano ya kushoto
te: ఎడమ కుండలీకరణం
xh: isibiyeli esisekhohlo

source: right bracket
as: সোঁ বন্ধনী
ml: വലത് ബ്രാക്കറ്റ്
my: ညာဘက်ကွင်း
or: ଡାହାଣ ବନ୍ଧନୀ
si: දකුණු වරහන
sw: mabano ya kulia
te: కుడి కుండలీకరణం
xh: isibiyeli esisekunene

source: double quote
as: দুই উৰ্ধকমা
ml: ഇരട്ട കോട്ടുകള്‍
my: နှစ်ထပ်ကုတ်
or: ଦୁଇଟି ଉଦ୍ଧୃତି
si: ද්වි උදෘතය
sw: nukuu mbili
te: రెండు ఉట్టకింపులు
xh: ucaphulo oluphindaphindiweyo

source: left double angle quote
as: বাঁও দুই কোণ উৰ্ধকমা
ml: ഇടത് ഡബിള്‍ ആങ്കിള്‍ കോട്ടുകള്‍
my: ဘယ်ဘက် နှစ်ထပ်ထောင့်ကုတ်
or: ଦୁଇଟି ବାମ କୋଣାକାର ବନ୍ଧନୀ
si: වමට ඇලවුනු ද්විත්ව උදෘත
sw: nukuu mbili za pembe ya kushoto
te: ఎడమ ద్వంద్వ కోణ ఉట్టకింపులు
xh: ucaphulo lwe-engile oluphindaphindiweyo lwasekhohlo

source: right double angle quote
as: সোঁ দুই কোণ উৰ্ধকমা
ml: വലത് ഡബിള്‍ ആങ്കിള്‍ കോട്ടുകള്‍
my: ညာဘက် နှစ်ထပ်ထောင့်ကုတ်
or: ଡାହାଣ ଦୁଇ-କୋଣାକାର ବନ୍ଧନୀ
si: දකුණට ඇලවුනු ද්විත්ව උදෘත
sw: nukuu mbili za pembe ya kulia
te: కుడి ద్వంద్వ కోణ ఉట్టకింపులు
xh: ucaphulo lwe-engile oluphindaphindiweyo lwasekunene

source: User Dictionary
si: පරිශීලක ශබ්දකෝෂය

source: No words in the user dictionary.
kn: ಬಳಕೆದಾರ ಶಬ್ಧಕೋಶದಲ್ಲಿ ಪದಗಳಿಲ್ಲ.
my: အသုံးပြုသူ၏ အဘိဓါန်ထဲတွင် မည်သည့်ဝေါဟာရမျှ မရှိပါ။
si: පරිශීලක ශබ්දකෝෂයේ වචන කිසිවක් නැත.
te: వాడుకరి నిఘంటువులో ఎటువంటి పదాలు లేవు.

source: Add a word now.
kn: ಪದವೊಂದನ್ನು ಈಗ ಸೇರಿಸು.
my: ဝေါဟာရ တစ်လုံး ထည့်ရန်
si: වචනයක් එක් කරන්න.
te: ఇప్పుడే ఒక పదాన్ని జోడించండి.

source: add word
kn: ಪದ ಸೇರಿಸು
my: ဝေါဟာရ ထည့်ရန်
si: වචන එකතුව
te: పదాన్ని చేర్చండి

source: Add Word
kn: ಪದ ಸೇರಿಸು
my: ဝေါဟာရ ထည့်ရန်
si: වචන එකතුව
te: పదాన్ని చేర్చండి

source: Edit Word
kn: ಪದ ತಿದ್ದು
my: ဝေါဟာရ ပြင်ရန်
si: වචන සංස්කරණය
te: పదాన్ని సవరించండి

source: Save
kn: ಉಳಿಸು
my: သိမ်းရန်
si: සුරකින්න
te: భద్రపరుచు

# userDictionaryDeleteButton
source: Delete
kn: ಅಳಿಸು
my: ဖျက်ရန်
si: මකන්න
te: తొలగించు

source: Delete word “{{word}}”?
kn: ಪದ ಅಳಿಸು “{{word}}”?
my: ]“{{word}}”ကို ဖျက်ပါမည်လား။
si: “{{word}}” මකා දමන්න ද?
te: “{{word}}” పదాన్ని తొలగించాలా?

source: Installed Keyboards
si: පිහිටවූ යතුරු පුවරු

source: More Keyboards
si: තවත් යතුරු පුවරු

source: Enable {{keyboard}} now?
si: {{keyboard}} සක්‍රීය කරන්න ද?

source: Enable
si: සක්‍රීය

source: Not Now
si: දැන්ම නොවේ

source: When using a data connection, additional costs may apply. Do you want to continue?
si: දත්ත සබඳතාවක් භාවිතයේදී, අමතර ගාස්තු අයවේ. ඔබට ඉදිරියට යෑමට අවශ්‍යද?

source: Remember my choice
si: මගේ තේරීම මතක තබා ගන්න

# dataConnectionPromptCancel
source: Cancel
si: අහෝසි

source: Continue
si: ඉදිරියට

source: Download failed.
si: බාගැනීමේ අසමත්විය.

source: Remove keyboard {{keyboard}}?
si: {{keyboard}} යතුරු පුවරුව ඉවත් කරන්න ද?

source: Remove
si: ඉවත් කරන්න

# removePromptCancel
source: Cancel
si: අහෝසි

# preInstalledStatus
source: {{size}} {{sizeUnit}}
si: {{sizeUnit}} {{size}}

# installableStatus
source: {{size}} {{sizeUnit}}
si: {{sizeUnit}} {{size}}

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
si: බාගනිමින්… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

# installedStatus
source: {{size}} {{sizeUnit}}
si: {{sizeUnit}} {{size}}

source: Removing…
si: ඉවත් කරමින්…

source: download
si: බාගත

source: cancel download
si: බාගැනීම අහෝසි කරන්න

source: remove
si: ඉවත් කරන්න

source: Bytes
si: බයිට්

source: KB
si: කිලෝ බයිට්

source: MB
si: මෙගාබයිට්

source: GB
si: ගිගාබයිට්

source: Cancel
kn: ರದ್ದು
my: ပယ်ဖျက်ရန်
te: రద్దుచేయి
