Repository: phlax/mozilla-gaia
Catalog: ig/apps/keyboard/keyboard.properties.po
Languages: ig

source: Keyboard
ig: Ahụigodo

source: OK
ig: ỌDỊMMA

source: Keyboard settings
ig: Ntọala ahụaja

source: Vibration
ig: Ọma jijiji

source: Click sound
ig: Pịa ụda

source: Auto correction
ig: Mmezi akpaka

source: Word suggestion
ig: Ntụnye mkpụrụokwu

source: Word suggestions
ig: Ntụnye mkpụrụokwu

source: Dismiss
ig: Wepu

source: more numbers and symbols
ig: mkpụrụọnụọgụ na akara ndị ọzọ

source: letters
ig: mkpụrụedemede

source: delete
ig: hichapụ

source: space
ig: oghere

source: return
ig: laghachi

source: period
ig: ntụpọ

source: comma
ig: rịkọm

source: colon
ig: kolon

source: semicolon
ig: semikolon

source: question mark
ig: akara ajụjụ

source: exclamation point
ig: akara mkpu

source: left bracket
ig: akara ngudo akaekpe

source: right bracket
ig: akara ngudo akanri

source: double quote
ig: ngụ gbara mkpị

source: left double angle quote
ig: ngụ ngọ akaekpe mkpị

source: right double angle quote
ig: ngụ ngọ akanri mkpị
