Repository: phlax/mozilla-gaia
Catalog: tn/apps/clock/clock.properties.po
Languages: tn

source: Reset
tn: Tlhoma-gape

source: Start
tn: Simolola

source: Stop
tn: Emisa

source: Cancel
tn: Sutlha

source: Hour
tn: Oura

source: Hours
tn: Dioura

source: Minute
tn: Motsotso

source: Minutes
tn: Metsotso

source: Alarm name
tn: Leina la Alamo

source: New alarm
tn: Alamo e ncha

source: Edit alarm
tn: Fetola Alamo

source: Pause
tn: Emisa

source: Resume
tn: Tsweledisa

source: Delete
tn: Sutlha

source: Time
tn: Nako

# snooze-label
source: Snooze
tn: Khutlisa

# snooze-button
source: Snooze
tn: Khutlisa

source: Repeat
tn: Boelela

source: Vibrate
tn: Roroma

source: Close
tn: Tswala

source: Save
tn: Boloka

source: Done
tn: Feditse

# closeButton.ariaLabel
source: Close
tn: tswala

# newAlarmButton.ariaLabel
source: New alarm
tn: Alamo e ncha

source: System Alarm Volume
tn: Modumo wa alamo

source: Sound
tn: Modumo

source: No Sound
tn: Ga gona modumo

source: Every day
tn: Malatsi otlhe

source: Weekdays
tn: Malatsi a beke

source: Weekends
tn: Mafelo a beke

source: Never
tn: Kitla

source: The alarm is set for <strong>{{minutes}}</strong> from now.
tn: Alamo e setilwe go lela <strong>{{minutes}}</strong> gotswa jaanong.

source: The alarm is set for {{hours}} {{minutes}} from now.
tn: Alamo e setilwe go lela {{hours}} {{minutes}} gotswa jaanong.

source: The alarm is set for {{days}} {{hours}} from now.
tn: Alamo e setilwe go lela {{days}} {{hours}} gotswa jaanong.

source: less than a minute
tn: Pele ga motsotso

# nMinutes[one]
source: one minute
tn: Motsotso

# nMinutes[two]
source: {{n}} minutes
tn: {{n}} metsotso

# nMinutes[few]
source: {{n}} minutes
tn: {{n}} metsotso

# nMinutes[many]
source: {{n}} minutes
tn: {{n}} metsotso

# nMinutes[other]
source: {{n}} minutes
tn: {{n}} metsotso

source: and <strong>{{n}} hour</strong>
tn: le <strong>{{n}} hour</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
tn: le <strong>{{n}} hours</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
tn: le <strong>{{n}} hours</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
tn: le <strong>{{n}} hours</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
tn: le <strong>{{n}} hours</strong>

source: and <strong>{{n}} minute</strong>
tn: le <strong>{{n}} minute</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
tn: le <strong>{{n}} minutes</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
tn: le <strong>{{n}} minutes</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
tn: le <strong>{{n}} minutes</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
tn: le <strong>{{n}} minutes</strong>

source: zero seconds
tn: lefela la metsotswana

source: one second
tn: motsotswana

# nSpinnerSeconds[two]
source: {{n}} seconds
tn: {{n}} metsotswana

# nSpinnerSeconds[few]
source: {{n}} seconds
tn: {{n}} metsotswana

# nSpinnerSeconds[many]
source: {{n}} seconds
tn: {{n}} metsotswana

# nSpinnerSeconds[other]
source: {{n}} seconds
tn: {{n}} metsotswana

source: zero minutes
tn: lefela la metsotso

# nSpinnerMinutes[one]
source: one minute
tn: motsotso

# nSpinnerMinutes[two]
source: {{n}} minutes
tn: {{n}} motsotso

# nSpinnerMinutes[few]
source: {{n}} minutes
tn: {{n}} motsotso

# nSpinnerMinutes[many]
source: {{n}} minutes
tn: {{n}} motsotso

# nSpinnerMinutes[other]
source: {{n}} minutes
tn: {{n}} motsotso

source: zero hours
tn: lefela la di oura

source: {{n}} hour
tn: {{n}} oura

# nSpinnerHours[two]
source: {{n}} hours
tn: {{n}} dioura

# nSpinnerHours[few]
source: {{n}} hours
tn: {{n}} dioura

# nSpinnerHours[many]
source: {{n}} hours
tn: {{n}} dioura

# nSpinnerHours[other]
source: {{n}} hours
tn: {{n}} dioura
