Repository: phlax/mozilla-gaia
Catalog: ig/apps/settings/device_type/tablet/settings.device.properties.po
Languages: ig

source: Change tablet name
ig: Gbanwee aha tabletị

source: Share my tablet’s Internet connection with a USB-connected device.
ig: KekọrỊta njikọ Ịntanetị nke tabletị m site na iji ngwaọrụ ejikọrọ-USB.

source: Allow other devices to share my tablet’s Internet connection by connecting via Wi-Fi.
ig: Hapụ ngwaọrụ ndị ọzọ ịkekọrỊta njikọ Ịntanetị nke tabletị m site na ijikọ site na Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this tablet.
ig: Agbanweghị ụda ahụ n'ihi enweghị ike ịkpọ faịlụ ahọpụtara na tabletị a.

source: Find My Device allows you to locate, lock or erase your tablet
ig: Chọta Ngwaọrụ M na enye gị ohere ịchọta, kpọchie ma ọ bụ hichaa tabletị gị

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
ig: Chọta Ngwaọrụ M na enye gị ohere ịchọta, kpọchie ma ọ bụ tabletị gị site na saịtị weebụ:

source: Your tablet is being tracked by another device through the website.
ig: Ngwaọrụ ọzọ na esochi tabletị gị site na weebụsaịtị.

source: No devices are actively tracking your tablet through the website.
ig: Enweghị ngwaọrụ na esochi tabletị gị ugbu a site na weebụsaịtị.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
ig: Ịgbanye nchekwa USB na ahapụ kọmputa ma ọ bụ ngwaọrụ ndị ọzọ ejikọrọ site na iji USB iji nweta faịlụ na tabletị a.

source: Reset Tablet
ig: Tọgharịa Tabletị

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
ig: Ntọgharị ga-ehichapụ data gị niile, gụnyere ngwa ọ bụla ị zụtara. A ga-eweghachi tabletị ahụ n'ọnọdụ ụlọ nrụpụta ya. Ọnweghị ntọala ma ọ bụ data gị a ga-echekwa.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ig: Ịgbanwu ụkpụrụ nchekwa ike na agbanyụ data tabletị, njikọ Bluetooth na Ọnọdụ ala iji dọtịa ndụ batrị. Ị ka nwere ike iji aka wee gbanwuo ọrụ ndị a ọzọ.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
ig: Nyere anyị aka melite {{brandShortName}} site na ịkekọrịta data gbasara tabletị gị yana otu i si eji ya.

source: Connected to tablet audio
ig: Ejikọrọ na ọdịyo tabletị

source: Connected to tablet/media audio
ig: Ejikọrọ na tabletị/ọdịyo mgbasa ozi
