Repository: phlax/mozilla-gaia
Catalog: lg/shared/import_contacts/import_contacts.properties.po
Languages: lg

source: Back
lg: Ddayo

source: To import contacts insert or unlock your SIM card
lg: Okuleeta amasiimu tekaamu oba gulawo layini yo

source: To import contacts insert a memory card
lg: Okuleeta amasiimu tekaamu memory kaadi

source: Memory card
lg: Memory kaadi

source: No friends or contacts found in this account.
lg: Tewali bamikwano wadde endangiliro mu akaawunt'eno.

source: Import SIM contacts
lg: Ffuna enamba za layini

source: Importing SIM contacts…
lg: Tufuna enamba za layini...

source: Reading from SIM card…
lg: Tusoma okuva ku layini

source: Could not import contacts from SIM
lg: Telemeddwa okugya enamba ku layini

source: No contacts detected on SIM to import
lg: Tekuli masiimu ku layini gakufuna

# simContacts-imported3[one]
source: Imported one contact
lg: Tufunye yo esiimu emu

# simContacts-imported3[two]
source: Imported {{n}} contacts
lg: Amasiimu {{n}} getwafunye

# simContacts-imported3[few]
source: Imported {{n}} contacts
lg: Amasiimu {{n}} getwafunye

# simContacts-imported3[many]
source: Imported {{n}} contacts
lg: Amasiimu {{n}} getwafunye

# simContacts-imported3[other]
source: Imported {{n}} contacts
lg: Amasiimu {{n}} getwafunye

source: Import contacts from memory card
lg: Funa amasiimu ku memory kaadi

source: Importing contacts from memory card…
lg: Tufuna amasiimu ku memory kaadi...

source: Reading from memory card…
lg: Tusoma okuva ku memory kaadi...

source: Could not import contacts from memory card
lg: Tulemereddwa okufuna amasiimu ku memory kaadi

source: No contacts detected on memory card to import
lg: Teli siimu zetulaba ku memory kaadi zetusobola kufuna

# memoryCardContacts-imported3[one]
source: Imported one contact
lg: Tufunyeyo esiimu emu

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
lg: Tufunyeyo esiimu {{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
lg: Tufunyeyo esiimu {{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
lg: Tufunyeyo esiimu {{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
lg: Tufunyeyo esiimu {{n}}

source: No duplicated contacts merged
lg: Teli siimu zeddamu zetugase

source: One duplicated contact merged
lg: Esiimu emu ey'eddamu tugigase

# contactsMerged[two]
source: {{numDups}} contacts merged
lg: {{numDups}} esiimu tuzigase

# contactsMerged[few]
source: {{numDups}} contacts merged
lg: {{numDups}} esiimu tuzigase

# contactsMerged[many]
source: {{numDups}} contacts merged
lg: {{numDups}} esiimu tuzigase

# contactsMerged[other]
source: {{numDups}} contacts merged
lg: {{numDups}} esiimu tuzigase
