Repository: phlax/mozilla-gaia
Catalog: */apps/music/music.properties.po
Languages: as, ku, mg, ml, mr, xh, zu

source: Music
as: সংগীত
ku: Muzîk
mg: Mozika
ml: സംഗീതം
mr: संगीत
xh: Umculo
zu: Umculo

source: Mix
as: মিশ্ৰণ
ku: Têkel bike
ml: കൂട്ട്
mr: मिश्र
xh: Umxube
zu: Ingxube

source: Playlist
as: প্লেলিস্ট
ku: Lîsteya lêdanê
mg: Lisitra fihaino
ml: പ്ലേലിസ്റ്റ്
mr: प्लेलिस्ट
xh: Uluhlu lomculo
zu: Uhla lwezingoma

source: Artists
as: শিল্পীসকল
ku: Hunermend
mg: Mpanakanto
ml: കലാകാരന്മാർ
mr: कलाकार
xh: Iimvumi
zu: Abaculi

source: Albums
as: এলবামসমূহ
ku: Album
mg: Alibaoma
ml: ആല്‍ബങ്ങൾ
mr: गीतसंग्रह
xh: Ii-albham
zu: Ama-albhamu

source: Songs
as: গীতবোৰ
ku: Stran
ml: ഗാനങ്ങൾ
mr: गाणी
xh: Iingoma
zu: Amaculo

source: More
as: অধিক
ku: Zêdetir
mg: Bebe kokoa
ml: കൂടുതൽ
mr: अधिक
xh: Okungakumbi
zu: Okunye

source: Song artist
as: গীতৰ শিল্পী
ku: Stranbêj
mg: Mpanakanto mpihira
ml: ഗാനം ആലപിച്ചയാൾ
mr: गीत कलाकार
xh: Imvumi yeengoma
zu: Umculi weculo

source: Song album
as: গীতৰ এলবাম
ku: Albuma stranê
mg: Rakikira
ml: ഗാനം ഉൾപ്പെട്ടിരിക്കുന്ന ആൽബം
mr: गीत संग्रह
xh: I-albham yeengoma
zu: I-albhamu yeculo

source: Unknown artist
as: অজ্ঞাত শিল্পী
ku: Hunermendê nenas
mg: Mpanakanto tsy fantatra
ml: പാടിയതാരെന്നറിയില്ല
mr: अपरिचीत कलाकार
xh: Imvumi engaziwayo
zu: Umculi akaziwa

source: Unknown album
as: অজ্ঞাত এলবাম
ku: Albuma nenas
mg: Alibaoma tsy fantatra
ml: അജ്ഞാതമായ ആൽബം
mr: अपरिचीत अल्बम
xh: I-albham engaziwayo
zu: I-albhamu ayaziwa

source: Unknown title
as: অজ্ঞাত শিৰোনামা
ku: Sernavê nenas
mg: Lohateny tsy fantatra
ml: അജ്ഞാതമായ തലക്കെട്ട്
mr: अपरिचीत शीर्षक
xh: Umxholo ongaziwayo
zu: Isihloko asaziwa

source: Add songs to get started
as: আৰম্ভ কৰিবলৈ গীত যোগ কৰক
ku: Ji bo destpêkirinê stranekê têxê
mg: Manampia hira raha hanomboka
ml: ആരംഭിക്കുന്നതിനായി ഗാനങ്ങൾ ചേർക്കുക
mr: सुरूवात करण्यासाठी गाणी भरा
xh: Yongeza iingoma ukuze uqalise
zu: Faka amaculo ukuze uqalise

source: Load songs on to the memory card.
as: মেম'ৰি কাৰ্ডত গীতবোৰ ল'ড কৰক।
ku: Stranan li karta bîrdank bar bike.
mg: Afatraro ao amin'ny karatra memoara ireo hira.
ml: മെമ്മറി കാര്‍ഡിലേക്ക് പാട്ടുകള്‍ കേറ്റുക.
mr: मेमरी कार्डातून गाणी लोड करा.
xh: Layisha iingoma kwikhadi lememori.
zu: Loda amaculo ekhadini lememori.

source: No memory card found
as: কোনো মেমৰি কাৰ্ড পোৱা নগল
ku: Karta bîrdank nehat dîtin
mg: Tsisy karatra memoara hita
ml: മെമ്മറി കാർഡ് കണ്ടെത്താനായില്ല
mr: मेमरी कार्ड सापडले नाही
xh: Akukho khadi lememori lifunyenweyo
zu: Alikho ikhadi lememori elitholakele

source: Insert a memory card to listen to songs.
as: গানবোৰ শুনিবলে এটা মেমৰি কাৰ্ড সুমুৱাওক।
ku: Ji bo guhdarîkirina li stranan karteke bîrdank têxê.
mg: Manatsofoha karatra memoara raha hihaino hira.
ml: പാട്ട് കേള്‍ക്കാന്‍ മെമ്മറി കാര്‍ഡ് ഇടുക.
mr: गाणी ऐकण्यासाठी मेमरी कार्ड टाका.
xh: Faka ikhadi lememori ukuphulaphula iingoma.
zu: Faka ikhadi lememori ukuze ulalele amaculo.

source: Music can not be used while phone is plugged in
as: ফোন প্লাগ্গড্ থকা অৱস্থাত সংগীত ব্যৱহাৰ কৰিব নোৱাৰি।
ku: Dema fîşê telefonê tê de be Muzîk nayê bikaranîn
mg: Tsy azo ampiasaina ny Mozika rehefa mitsatoka amin'ny pirizy ny telefaona
ml: ഫോൺ ബന്ധിപ്പിച്ചിരിക്കുമ്പോൾ സംഗീതം ഉപയോഗിക്കാൻ സാധിക്കില്ല
mr: फोन प्लग-इन असताना संगीत वापरले जाऊ शकत नाही
xh: Umculo awunakusetyenziswa ngeli lixa ifowuni ihlonyelwe
zu: Umculo awukwazi ukusetshenziswa ngenkathi ifoni ipulakiwe

source: Unplug the phone to play music.
as: সংগীত বজাবলে ফোন আলপ্লাগ কৰক।
ku: Ji bo lêdana muzîkê fîş ji telefonê bikişîne.
mg: Tsoahy ny telefaona raha handefa mozika.
ml: സംഗീതം കേൾക്കാനായി ഫോൺ വിച്ഛേദിപ്പിക്കുക.
mr: संगीत सुरू करण्यासाठी फोन अनप्लग करा.
xh: Ncothula ifowuni ngeli lixa ifowuni ihlonyelwe ukudlala umculo.
zu: Doncula ifoni ukuze udlale umculo.

source: Database Upgrade
as: ডাটাবেইচ উন্নয়ন
ku: Bilindkirina Danegehê
mg: Fanondrotana Tobin-data
ml: ഡാറ്റാബേസ് പുതുക്കല്‍
mr: डेटाबेस अपग्रेड
xh: Ukuhlaziya uvimba
zu: Ukuvuselelwa kwedatabase

source: Please wait while Music updates its database.
as: অনুগ্ৰহ কৰি সংগীতে তাৰ ডাটাবেইচ আপডেইট কৰিবলে অপেক্ষা কৰক।
ku: Tika ye dema ku Muzîk danegeha xwe bilind dike raweste.
mg: Andraso azafady fa manavao ny tobin-datanao ny Mozika.
ml: സംഗീതം അതിന്റെ ഡാറ്റാബേസ് പുതുക്കുന്നത് വരെ കാത്തിരിക്കു.
mr: संगीत आपला डेटाबेस अद्यावत करत असताना कृपया प्रतिक्षा करा.
xh: Sicela ulinde ngeli lixa umculo uhlaziya uvimba wawo.
zu: Sicela ulinde ngenkathi Umculo uvuselela idatabase yawo.

source: Search Music
as: সংগীত সন্ধান কৰক
ku: Li Muzîkê Bigere
mg: Hikaroka Mozika
ml: സംഗീതം തിരയുക
mr: संगीत शोधा
xh: Khangela umculo
zu: Cinga Umculo

# search-cancel
source: Cancel
as: বাতিল কৰক
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द
xh: Rhoxisa
zu: Khansela

# search-artists
source: Artists
as: শিল্পীসকল
ku: Hunermend
mg: Mpanakanto
ml: പാടിയത്
mr: कलाकार
xh: Iimvumi
zu: Abaculi

# search-albums
source: Albums
as: এলবামসমূহ
ku: Album
mg: Alibaoma
ml: ആല്‍ബങ്ങള്‍
mr: गीतसंग्रह
xh: Ii-albham
zu: Ama-albhamu

source: Tracks
as: ট্ৰেক
ku: Stran
mg: Feon-kira
ml: ഗാനങ്ങൾ
mr: गाणी
xh: Iingoma
zu: Amacwecwe

source: close
as: বন্ধ কৰক
ku: bigire
mg: akatona
ml: അടയ്ക്കുക
mr: बंद करा
xh: vala
zu: vala

source: Shuffle all
as: সকলো ছাফ্‌ল কৰক
ku: Tevî têkel bike
mg: Vakina kisendrasendra daholo
ml: എല്ലാം കശക്കുക
mr: सर्व शफल करा
xh: Yondelelanisa wonke
zu: Shafula konke

source: Highest rated
as: সৰ্বাধিক গুৰুত্বপ্ৰাপ্ত
ku: Yên pir hatine ecibandin
mg: Nomena naoty ambony indrindra
ml: കൂടുതല്‍ റേറ്റ് ചെയ്ത
mr: उच्च दर्जेचे
xh: Ureyithwe phezulu kakhulu
zu: Kulinganiselwa phezulu kakhulu

source: Recently added
as: শেহতীয়াভাবে যোগ কৰা
ku: Yên dawiyê hatine lêzêdekirin
mg: Nampiana vao tsy ela
ml: അടുത്ത കാലത്ത് ചേർത്തത്
mr: नुकतेच भरलेले
xh: Wongezwe kutshanje
zu: Kusanda kufakwa

source: Most played
as: সৰ্বাধিক বজোৱা
ku: Yên pir hatine lêdan
mg: Novakina imbetsaka indrindra
ml: ഏറ്റവും കൂടുതൽ കേട്ടത്
mr: सर्वाधिक ऐकलेले
xh: Edlalwa kakhulu
zu: Okudlalwa njalo

source: Least played
as: অতি কমকৈ বজোৱা
ku: Yên hindik hatine lêdan
mg: Novakina kely indrindra
ml: ഏറ്റവും കുറച്ച് കേട്ടത്
mr: सर्वांत कमी ऐकलेले
xh: Edlalwa kancinane
zu: Okungadlalwa njalo

source: Select a track
as: এটা গীত বাছক
ku: Stranekê hilbijêre
mg: Mifantena feonkira
ml: ഒരു ഗാനം തിരഞ്ഞെടുക്കുക
mr: गाणे निवडा
xh: Khetha ingoma
zu: Khetha icwecwe

source: Save
as: সংৰক্ষণ কৰক
ku: Tomar bike
mg: Hitahiry
ml: സംരക്ഷിക്കുക
mr: जतन करा
xh: Gcina
zu: Londoloza

source: Saved {{title}} to Music
as: {{title}} ক সংগীতলৈ সংৰক্ষণ কৰা হৈছে
ku: {{title}} li Muzîkê hat tomarkirin
mg: Voatahiry ao amin'ny Mozika ny {{title}}
ml: സംഗീതത്തിലേക്ക് {{title}} സംരക്ഷിച്ചിരിക്കുന്നു
mr: {{title}} संगीतामध्ये जतन केले
xh: Igcine u-{{title}} kumculo
zu: Kulondolozwe i-{{title}} Emculweni

source: Audio cannot be played: format is unsupported or file is invalid.
as: অডিঅ' টো বজাব পৰা নাযায়: ফৰমেট অসমৰ্থিত অথবা ফাইলটো অবৈধ।
ku: Audio nayê lêdan: yan format nayê destekirin yan jî pel nederbasdar e.
mg: Tsy azo alefa ilay feo: tsy zaka ny endriny na tsy mety ny rakitra.
ml: ശബ്ദം പ്ലേ ചെയ്യാന്‍ പറ്റില്ല: ഫോര്‍മാറ്റ് പിന്‍തുണയില്ല അല്ലെങ്കില്‍ ഫയല്‍ പ്രശ്നം.
mr: ध्वनी चालू शकत नाही: स्वरूप असमर्थित आहे किंवा फाइल अवैध आहे.
xh: Ayinakudlala i-odiyo: ifomati ayixhaswa okanye ifayile ayisebenzi.
zu: Umsindo awudlaleki: ifomethi ayesekiwe noma ifayela alisebenzi.

# overlay-cancel-button
source: Cancel
as: বাতিল কৰক
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द
xh: Rhoxisa
zu: Khansela

source: Music paused during the call
as: সংগীতক কলৰ সময়ত স্থগিত কৰা হৈছে
ml: വിളിക്കിടെ സംഗീതം പേസ് ചെയ്തു
mr: कॉलच्या वेळी संगीत थांबवले
xh: Umculo unqunyanyisiwe ngethuba lomnxeba
zu: Umculo umisiwe ngenkathi kungena ucingo

source: Songs
mg: Hira

source: No music found
mg: Tsisy feo hita
