Repository: phlax/mozilla-gaia
Catalog: yo/apps/settings/device_type/phone/settings.device.properties.po
Languages: yo

source: Change phone name
yo: Ṣàyípadà orúkọ fóònù

source: Share my phone’s Internet connection with a USB-connected device.
yo: Pín ìṣopọ̀ Íntánẹ́ẹ̀tì fóònù mi pẹ̀lú ohun èlò àrídìmú-USB tí o ti ṣètò àjọṣepọ̀.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
yo: Gba àwọn ohun èlò àrídìmú míràn láàyè láti pín ìṣopọ̀ Íntánẹ́ẹ̀tì fóònù mi nípa Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this phone.
yo: Ohùn orin kò yípadà nítori fáìlì tí o yàn kò lè múṣiṣẹ́ lórí fóònù yìí.

source: Find My Device allows you to locate, lock or erase your phone
yo: Wá Ohun Èlò Àrídìmú Mi ń gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa fóònù rẹ rẹ́

source: Find My Device allows you to locate, lock or erase your phone from a web site:
yo: Wá Ohun Èlò Àrídìmú Mi ń gbà ọ́ láàyè láti ṣàwárí, tì tàbí pa fóònù rẹ rẹ́ láti ojú-wẹ́ẹ̀bù:

source: Your phone is being tracked by another device through the website.
yo: Ohun èlò àrídìmú ń ṣàmójútó fóònù rẹ nípaṣẹ́ ojúlé wẹ́ẹ̀bù.

source: No devices are actively tracking your phone through the website.
yo: Kò sí àwọn ohun èlò àrídìmú tí o ń ṣàmójútó fóònù rẹ nípaṣẹ̀ ojúlé wẹ́ẹ̀bù.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
yo: Títan àkà USB n gbà kọ̀mpútà tàbí ohun èlò àrídìmú tí o somọ́ nípaṣẹ̀ USB míràn láàyè láti wọlé sí àwọn fáìlì lórí fóònù yìí.

source: Reset Phone
yo: Mú Fóònù bọ̀ṣípò

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
yo: Títúnṣètò máa pa gbogbo dátà rẹ rẹ̀, pẹ̀lú àwọn ìfilọ́lẹ̀ tí o rà. Fóònù náà má padà sípò kání tí ó wà nígbà tí o ràá. Kò sí nínú àwọn ètò rẹ tàbí dátà tí o máa fipamọ́.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
yo: Títan móòdù pamọ́agbára máa ń pa dátà fóònù, àwọn ìṣomọ́ Búlútuùtù àti Ibiilẹ̀ sí ẹ̀mí gígún bátìrì. O sì le tan àwọn iṣẹ́ wọ̀nyí padà ní aláfọwọ́se.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
yo: Ràn wá lọ́wọ́ láti mú {{brandShortName}} dára nípa pínpín dátà nípa fóònù rẹ ati bí o se ńlòó.

source: Connected to phone audio
yo: Ti so mọ́ ohun àfetígbọ̀ fóònù

source: Connected to phone/media audio
yo: Ti so mọ́ ohùn àfetígbọ́ fóònù/mídíà
