Repository: phlax/mozilla-gaia
Catalog: ig/shared/permissions/permissions.properties.po
Languages: ig

source: App Permission
ig: Ikikere Ngwa

source: Website Permission
ig: Ikikere Weebụsaịtị

source: Select Camera
ig: Họrọ Igwefoto

source: Microphone
ig: Igweokwu

source: Would you like to share your microphone with {{app}}?
ig: Ị ga-achọ ịkekọrịta igweokwu gị n'etiti {{app}}?

source: Would you like to share your microphone with {{site}}?
ig: Ị ga-achọ ịkekọrịta igweokwu gị n'etiti {{site}}?

source: Access Sensor Data
ig: Nweta Data Ihe Mmetụta

source: Inspect Web Pages
ig: Nyochaa Ibe Weebụ

source: Cameras
ig: Igwefoto

source: Select a camera for {{app}}.
ig: Họrọ igwefoto maka {{app}}.

source: Select a camera for {{site}}.
ig: Họrọ igwefoto maka {{site}}.

source: Cell Broadcasts
ig: Mgbasa Mkpanaka

source: Contacts
ig: Kọntaktị

source: {{app}} would like to access your contact list.
ig: {{app}} ga-achọ ịnweta ndepụta kọntaktị gị.

source: {{site}} would like to access your contact list.
ig: {{site}} ga-achọ ịnweta ndepụta kọntaktị gị.

source: Notifications
ig: Amamọkwa

source: {{app}} would like to display notifications.
ig: {{app}} ga-achọ igosipụta amamọkwa.

source: {{site}} would like to display notifications.
ig: {{site}} ga-achọ igosipụta amamọkwa.

source: Apps Storage
ig: Nchekwa Ngwa

source: Music Storage
ig: Nchekwa Egwu

source: {{app}} would like to access your music.
ig: {{app}} ga-achọ ịnweta egwu gị.

source: {{site}} would like to access your music.
ig: {{site}} ga-achọ ịnweta egwu gị.

source: Image Storage
ig: Nchekwa Onyonyo

source: {{app}} would like to access your images.
ig: {{app}} ga-achọ ịnweta onyonyo gị.

source: {{site}} would like to access your images.
ig: {{site}} ga-achọ ịnweta onyonyo gị.

source: Memory Card Storage
ig: Nchekwa Kaadị Ebe Nchekwa

source: {{app}} would like to access your memory card.
ig: {{app}} ga-achọ ịnweta kaadị ebe nchekwa gị.

source: {{site}} would like to access your memory card.
ig: {{site}} ga-achọ ịnweta kaadị ebe nchekwa gị.

source: Video Storage
ig: Nchekwa Vidio

source: {{app}} would like to access your videos.
ig: {{app}} ga-achọ ịnweta vidio gị.

source: {{site}} would like to access your videos.
ig: {{site}} ga-achọ ịnweta vidio gị.

source: Embed Apps
ig: Gwakọta Ngwa

source: FM Radio
ig: Redio FM

source: {{app}} would like to use the FM Radio.
ig: {{app}} ga-achọ iji Redio FM.

source: {{site}} would like to use the FM Radio.
ig: {{site}} ga-achọ iji Redio FM.

source: Geolocation
ig: Ọnọdụ ala

source: {{app}} would like to know your location.
ig: {{app}} ga-achọ ịma ọnọdụ gị.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ig: {{brandShortName}} na eji data dị ka GPS, Wi-Fi, na netwọk mkpanaka nọketere gị nso iji nyere aka chọpụta ọnọdụ gị kpọmkwem. A na eziga data na Mozilla yana ndị ṅweta ọrụ ndị ọzọ, a ga-eji ya na nchịkọta iji melite ọdụ data ọnọdụ ndị ahụ. Enwere ike ịchekwa data na ngwaọrụ gị, nnakọta data nwere ike ịme ọbụlagodi na enweghị ngwa na arụ ọrụ.

source: {{site}} would like to know your location.
ig: {{site}} ga-achọ ịma ọnọdụ gị.

source: See Idle Status
ig: Hụ Ọkwa Nkịtị

source: Privileged IndexedDB
ig: IndexedDB Nwere Elele

source: Unlimited IndexedDB Storage
ig: Nchekwa IndexedDB Na Enweghị Njedebe

source: Manage Keyboards
ig: Jikwaa Ahụigodo

source: Act as a Keyboard
ig: Arụ dị ka Ahụigodo

source: Camera and Microphone
ig: Igwefoto na Igweokwu

source: Would you like to share your camera and microphone with {{app}}?
ig: Ị ga-achọ ịkekọrịta igwefoto na igweokwu gị n'etiti {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
ig: Ị ga-achọ ịkekọrịta igwefoto na igweokwu gị n'etiti {{site}}?

source: Mobile Connection
ig: Njikọ Mkpanaka

source: Mobile Identity
ig: Njirimara Mkpanaka

source: Network Events
ig: Mmemme Netwọk

source: Start an App
ig: Bido Ngwa

source: Modify Apps Permissions
ig: Mezie Ikikere Ngwa

source: Power Settings
ig: Ntọala Ike

source: Modify Settings
ig: Mezie Ntọala

source: Camera
ig: Igwefoto

source: Would you like to share your camera with {{app}}?
ig: Ị ga-achọ ịkekọrịta igwefoto gị n'etiti {{app}}?

source: Would you like to share your camera with {{site}}?
ig: Ị ga-achọ ịkekọrịta igwefoto gị n'etiti {{site}}?

source: Manage Wi-Fi
ig: Jikwaa Wi-Fi

source: Open Overlay Popups
ig: Mepee Mmapụta Machiri

source: Play Alarm Sounds
ig: Kpọọ Ụda Otimkpu

# perm-audio-channel-normal
source: Play Sounds
ig: Kpọọ Ụda

source: Play public notification sounds
ig: Kpọọ ụda amamọkwa ọhaneze

source: Play Telephony Sounds
ig: Kpọọ Ụda Telefoni

source: Act as a Background Service
ig: Rụọ dị ka Ọrụ Okirikiri

source: Hardware Video Rendering (Deprecated)
ig: Nkekọrịta Vidio Ngwaike (Ebelatara)

source: Crash Data Storage
ig: Nchekwa Data Mbibi

source: Open Overlay Popups (moz)
ig: Mepee Mmapụta Machiri (moz)

source: Play Ringtone Sounds (moz)
ig: Kpọọ Ụda Mgbịrịgba (moz)

source: Control Usage Stats
ig: Nchịkọta Ojiji Njikwa

source: NFC HCI Events
ig: Mmemme NFC HCI

source: Manage NFC
ig: Jikwaa NFC

source: Phone Number Service
ig: Ọrụ Akara Ekwentị

source: Push API
ig: API Ọkwụkwa

source: Resource Stats
ig: Nchịkọta Akụrụngwa

source: Send and Read SMS
ig: Zipu ma Gụọ SMS

source: Control Volume
ig: Jikwaa Olu
