Repository: phlax/mozilla-gaia
Catalog: */apps/wappush/wappush.properties.po
Languages: as, bg, es, fr, pt_br, si

source: WAP Push message
as: WAP পুশ্ব বাৰ্তা
bg: WAP Push съобщение
es: Mensaje WAP Push
fr: Message Push WAP
pt_br: Mensagens WAP Push
si: WAP බලකල පණිවුඩ

source: Close
as: বন্ধ কৰক
bg: Затваряне
es: Cerrar
fr: Fermer
pt_br: Fechar
si: වසන්න

source: Accept
as: গ্ৰহণ কৰক
bg: Приемане
es: Aceptar
fr: Accepter
pt_br: Aceitar
si: පිළිගන්න

source: Quit
as: প্ৰস্থান কৰক
bg: Излизане
es: Salir
fr: Quitter
pt_br: Sair
si: ඉවත්වීම

source: Cancel
as: বাতিল কৰক
bg: Отказ
es: Cancelar
fr: Annuler
pt_br: Cancelar
si: අවලංගු කරන්න

source: Try again
as: পুনৰ চেষ্টা কৰক
bg: Опитване отново
es: Intentar
fr: Réessayer
pt_br: Tentar novamente
si: නැවත උත්සාහ කරන්න

source: Finish
as: সমাপ্ত কৰক
bg: Край
es: Finalizar
fr: Terminer
pt_br: Concluir
si: අවසන්

source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo
si: ඊලඟ

source: Done
es: Hecho
fr: Terminer
pt_br: Concluído
si: අවසන්

source: This message has expired
as: বাৰ্তা অৱসান হৈছে
bg: Съобщението е изтекло
es: Este mensaje ha caducado
fr: Ce message a expiré
pt_br: Essa mensagem expirou
si: මෙම පණිවුඩය කල්ඉකුත් විය

source: Configuration message received
as: সংৰূপণ বাৰ্তা প্ৰাপ্ত হৈছে
bg: Получено конфигурационно съобщение
es: Mensaje de configuración recibido
fr: Message de configuration reçu
pt_br: Mensagem de configuração recebida
si: සැකසුම් අඩංගු පණිවුඩය ලැබුනා

source: OTA Access Point Configuration
as: OTA অভিগম বিন্দু সংৰূপ
bg: Настройка на OTA точка за достъп
es: Configuración de punto de acceso OTA
fr: Configuration du point d’accès OTA
pt_br: Configuração do ponto de acesso OTA
si: OTA ප්‍රවේශ ස්ථාන සැකසුම්

source: Configuration message received, tap on “Done” to continue.
es: Mensaje de configuración recibido, haga clic en “Hecho” para continuar.
fr: Message de configuration reçu, appuyez sur « Terminer » pour continuer.
pt_br: Mensagem de configuração recebida, toque em 'Aceitar' para continuar.
si: සැකසුම් පණිවුඩය ලැබුණා, “අවසන්“ තට්ටු කිරීම මඟින් ඉදිරියට යන්න.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
as: আপোনাক যোনে সংৰূপ বাৰ্তা পঠাইছে সিয়েই আপোনাক PIN ক'ড পঠাব লাগে।
bg: PIN кодът би трябвало да Ви е предоставен от който Ви е пратил конфигурационното съобщение.
es: El código PIN debe proporcionarlo quien le envía el mensaje de configuración.
fr: Le code PIN devrait vous avoir été fourni par l’expéditeur du message de configuration.
pt_br: O PIN deve ser informado pelo remetente da mensagem de configuração.
si: ඔබට සැකසුම් පණිවුඩය එවන පාර්ශවය විසින් PIN කේතය සැපයීම කල යුතුයි.

source: The message has not been processed yet, do you really want to quit?
as: বাৰ্তাক এতিয়াও প্ৰক্ৰিয়া কৰা হোৱা নাই, আপুনি সঁচাকৈ প্ৰস্থান কৰিব খোজে নে?
bg: Съобщението не е обработено, наистина ли искате да излезете?
es: Todavía no se ha procesado el mensaje, ¿de verdad desea salir?
fr: Le message n’a pas encore été traité, voulez-vous vraiment quitter ?
pt_br: A mensagem ainda não foi processada, você realmente deseja sair?
si: මෙම පණිවුඩය තවමත් ක්‍රියාවලියකට බදුන් කර නොමැත, ඔබට පිටවීමට අවශ්‍ය ද?

source: Your carrier is sharing configuration information with you. Do you want to install it?
es: Su operador va a compartir información de configuración. ¿Desea instalarla?
fr: Votre opérateur vous a envoyé des informations de configuration. Voulez-vous les installer ?
pt_br: Sua operadora está compartilhando informações de configuração com você. Deseja instalar?
si: ඔබේ සේවා සැපයුම්කරු සැකසුම් තොරතුරු ඔබ හා බෙදාගනී. ඔබට එය ස්ථාපනය කිරීමට අවශ්‍යද?

source: PIN is not correct.
es: El PIN no es correcto.
fr: Le code PIN est incorrect.
pt_br: PIN incorreto.
si: PIN වැරදියි.

source: APN(s) saved.
es: APN(s) guardado(s).
fr: APN(s) enregistré(s).
pt_br: APN(s) salva(s).
si: APN සුරැකිනි.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
as: আপুনি গ্ৰহণ কৰা সংৰূপ বাৰ্তাক আপোনাৰ SIM কাৰ্ডৰ বাবে প্ৰমাণীত কৰিব পৰা নগল, সেয়েহে ইয়াক আপোনাৰ ডিভাইচ সংৰূপণ কৰিবলে ব্যৱহাৰ কৰিব নোৱাৰি।
bg: Конфигурационното съобщение не може да бъде идентифицирано към Вашата SIM карта, така че не може да бъде използвано за настройка на Вашето устройство.
es: El mensaje de configuración que recibió no pudo autenticarse mediante la tarjeta SIM, por lo que no se puede utilizar para configurar el dispositivo.
fr: Le message de configuration que vous avez reçu ne peut pas être authentifié avec votre carte SIM. Impossible de configurer l’appareil.
pt_br: A mensagem de configuração que você recebeu não pode ser autenticada com seu cartão SIM, e por isso não pode ser usada para configurar seu dispositivo.
si: ලැබුණු සැකසුම් අඩංගු පණිවුඩය ඔබගේ සිම්පත සමඟ ගලපා තහවුරු කල නොහැකි අතර, එබැවින් උපාංගය සැකසුම් කිරීමට එය භාවිතා කල නොහැකියි.

source: There was a error while authenticating the sender of the message.
as: বাৰ্তাৰ প্ৰেৰক প্ৰমাণীত কৰাত এটা ত্ৰুটি হৈছিল।
bg: Възникна грешка при идентифицирането на изпращача на съобщението.
es: Hubo un error al autenticar el remitente del mensaje.
fr: Une erreur s’est produite lors de l’authentification de l’expéditeur du message.
pt_br: Houve um erro ao autenticar o remetente da mensagem.
si: මෙම පණිවුඩය එවන්නා සහතික කිරීමේදී දෝශයක් පැන නැගිනි.

source: The authentication mechanism is not supported yet.
as: প্ৰমাণীকৰণ পদ্ধতি এতিয়াও সমৰ্থিত নহয়।
bg: Механизмът за идентифициране все още не се поддържа.
es: El mecanismo de autenticación no es compatible aún.
fr: Le mécanisme d’authentification n’est pas encore pris en charge.
pt_br: O mecanismo de autenticação ainda não é suportado.
si: සහතික කිරීමේ ක්‍රමවේදය තවමත් සහාය නොදක්වයි.

source: The configuration message you received does not have valid APNs.
as: আপুনি গ্ৰহণ কৰা সংৰূপ বাৰ্তাৰ বৈধ APNs নাই।
bg: Конфигурационното съобщение, което получихте, не съдържа валидни APN-и.
es: El mensaje de configuración que recibió no tiene APN válidos.
fr: Le message de configuration que vous avez reçu ne contient pas d’APN valide.
pt_br: A mensagem de configuração não inclui nenhum APN válido.
si: ඔබට ලැබුනු සැකසුම් සහිත පණිවුඩය වලංගු APN නොදරයි.

source: Store
as: ভঁৰাল
bg: Запазване

source: Configuration message received, click on “Accept” to continue.
as: সংৰূপ বাৰ্তা প্ৰাপ্ত হৈছে, আগবাঢ়িবলে “গ্ৰহণ কৰক” ত ক্লিক কৰক।
bg: Получено конфигурационно съобщение, натиснете на 'Приемане', за да продължите.

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
as: আপুনি সুমুৱা PIN ভুল। আপোনাক সংৰপ বাৰ্তা পঠোৱা যনে আপোনাক PIN ক'ড পঠাব লাগে।
bg: PIN-ът е грешен. PIN кодът би трябвало да Ви е предоставен от който Ви е пратил конфигурационното съобщение.

source: You are about to store the following APN(s) on your phone:
as: আপুনি নিম্নলিখিত APN(s) আপোনাৰ ফোনত সংৰক্ষণ কৰিব লৈছে:
bg: Ще бъдат запазени на телефона следните APN(и):

source: We are done, the APN(s) are now stored.
as: কাৰ্য্য সম্পূৰ্ণ, APN(s) এতিয়া সংৰক্ষিত।
bg: Всичко е готово, APN(ите) са запазени.
