Repository: phlax/mozilla-gaia
Catalog: ha/apps/default_theme/manifest.properties.po
Languages: ha

source: System
ha: Na'ura

source: Main System
ha: Babbar Na'ura

source: Clock
ha: Agogo

source: Gaia Clock
ha: Agogon Gaia

source: Camera
ha: Kyamara

source: Gaia Camera
ha: Kyamarar Gaia

source: EmergencyCall
ha: KiranGaggawa

source: Web app template
ha: Allon misali na aikace-aikacen yanar gizo

source: Gallery
ha: Ma'ajiyar hotuna

source: Gaia Gallery
ha: Ma'ajiyar Hotuna ta Gaia

source: Homescreen
ha: Fuskar gida na kwamfuta

source: Gaia Homescreen
ha: Fuskar gida na kwamfuta ta Gaia

source: FM Radio
ha: Radiyon FM

source: Gaia FM Radio
ha: Radiyon FM ta Gaia

source: Browser
ha: Mai gewayawa

source: Gaia Web Browser
ha: Mai gewayawa Yanar Gizo ta Gaia

source: Video
ha: Bidiyo

source: Gaia Video
ha: Bidiyo ta Gaia

source: First Time Experience
ha: Koyon Darasi Na Farko

source: Gaia Bluetooth
ha: Bluetooth na Gaia

source: Gaia System Web Browser
ha: Na'urar Gewaya Yanar Gizo ta Gaia

source: E-Mail
ha: I-Mel

source: Gaia E-Mail
ha: I-Mel na Gaia

source: Music
ha: Kiɗa

source: Gaia Music
ha: Kiɗa na Gaia

source: Calendar
ha: Kalanda

source: Gaia Calendar
ha: Kalandar Gaia

source: Purchased Media
ha: Kiɗan da aka Saya

source: Download and manage forward locked music, ringtones and wallpaper
ha: Sauke kuma ka tafiyar da kiɗa wanda aka rufe aka yi gaba da shi, kaɗe-kaɗe da takardar ado

source: Bookmark
ha: Zaunanniyar alama

source: Bookmark Manager
ha: Mai tafiyar da Zaunanniyar alama

source: WAP Push manager
ha: WAP Mai tafiyarwa na Push

source: Receives, filters and displays WAP Push messages
ha: Ya na karɓa, tacewa da nunawa WAP Mai tafiyarwa da saƙwanni na Push

source: Wallpaper
ha: Takardar ado

source: Gaia Wallpaper Picker
ha: Mai kamo Takardar Ado na Gaia

source: PDF Viewer
ha: Mai Kallo na PDF

source: Portable Document Format (PDF) Viewer
ha: Tsari Mai Sauƙi na Daftarin Mai Kallo na (PDF)

source: Settings
ha: Saituna

source: Gaia Settings
ha: Saitunan Gaia

source: Smart Collections
ha: Tattarawa Kyakkyawa

source: Smart Collections Manager
ha: Manajan Tattarawa Kyakkyawa

source: Phone
ha: Waya

source: Gaia Phone
ha: Wayar Gaia

source: Contacts
ha: Abokan hulɗa

source: Gaia Contacts
ha: Abokan hulɗa na Gaia

source: Usage
ha: Amfani

source: Usage application to see credit and data usage statistics
ha: Aikace-aikace na amfani domin ganin kuɗi da ƙididdigar bayanai na amfani

source: Find My Device
ha: Nemo Na'urata

source: Find My Device helps find, lock and erase a lost phone
ha: Nemo Na'urata na taimakawa wajen nema, kullewa da share ɓatacciyar waya

source: Shared Tests
ha: Jarrabobi da aka Raba

source: Runs shared tests
ha: Gudanar da jarrabobi da aka raba

source: Messages
ha: Saƙwanni

source: Gaia Messages
ha: Saƙwannin Gaia

# name
source: Built-in Keyboard
ha: Ginannen Allon Madannai

# description
source: Built-in Keyboard
ha: Ginannen Allon Madannai

source: Number
ha: Lamba

source: Numeric layout
ha: Tsari mai amfani da lambobi

source: Bluetooth Transfer
ha: Canji ta Bluetooth

source: Gaia Bluetooth Transfer
ha: Canji ta Bluetooth na Gaia

# name
source: Search Results
ha: Sakamakon Nema

# description
source: Search Results
ha: Sakamakon Nema

source: Ringtones
ha: Kiɗan kira

source: Gaia Ringtone Picker
ha: Mai Zaɓar Kiɗan kira na Gaia
