Repository: phlax/mozilla-gaia
Catalog: ha/apps/settings/device_type/tablet/settings.device.properties.po
Languages: ha

source: Change tablet name
ha: Canja sunan ƙaramar kwamfuta

source: Share my tablet’s Internet connection with a USB-connected device.
ha: Raba haɗin Intanet na ƙaramar kwamfutata da na'ura da aka haɗa da USB.

source: Allow other devices to share my tablet’s Internet connection by connecting via Wi-Fi.
ha: Ƙyale sauran na'urori domin raba haɗin ƙaramar kwamfutata ta hanyar haɗi da Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this tablet.
ha: Ba'a canja wannan kiɗan kira ba sabo da fayil ɗin da aka zaɓa ya gaza yin aiki a wannan ƙaramar kwamfutar.

source: Find My Device allows you to locate, lock or erase your tablet
ha: Nemo Na'urata na ba ka dama ka gano, kulle ko share ƙaramar kwamfutarka

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
ha: Nemo Na'urata na ba ka dama domin gano, kulle ko share ƙaramar kwamfutarka daga yanar gizo:

source: Your tablet is being tracked by another device through the website.
ha: Ana bibiyar ƙaramar kwamfutarka daga wata na'urar ta hanyar yanar gizon.

source: No devices are actively tracking your tablet through the website.
ha: Babu wasu na'urori da ke kan aikin bibiyar ƙaramar kwamfutarka ta hanyar yanar gizon.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
ha: Kunna ma'ajiyar USB ya bayar da dama ga wata kwamfutar ko na'ura da aka haɗa ta amfani da USB samun dama ga wannan ƙaramar kwamfutar.

source: Reset Tablet
ha: Sake saita Ƙaramar kwamfuta

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
ha: Sake saitawa na iya share duk bayananka, wanda ya haɗa da duk aikace-aikace da ka saya. Za'a iya dawo da Ƙaramar kwamfutar matsayinta na asali. Babu daga cikin saitunanka ko bayanai da za'a ajiye.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ha: Kunna yanayin mai tanadin wuta zai kashe bayanan ƙaramar kwamfutarka, Bluetooth haɗe-haɗe masu nuna Wajen zama domin tsawaita rayuwar batir. Za ka iya sake kunna waɗannan aikace-aikace da hannu.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
ha: Taimaka mana inganta {{brandShortName}} ta raba bayanai dangane da ƙaramar kwamfutarka da kuma yadda ka ke amfani da ita.

source: Connected to tablet audio
ha: Haɗa da wurin sauraro na ƙaramar kwamfutarka

source: Connected to tablet/media audio
ha: An haɗa zuwa ƙaramar kwamfuta ta/ kiɗa na sauraro
