Repository: phlax/mozilla-gaia
Catalog: son/apps/collection/collection.properties.po
Languages: son

source: Loading
son: Zumandiyan

source: Cancel
son: Naŋ

source: Custom
son: Hanse war boŋ se

source: Connect to the internet to add more Smart Collections
son: Interneti cee ka carmay kuunariyaŋ tonton

source: All smart collections have been added.
son: Carmay margarey kul tontonandi ka ben.

source: Add to top of collection
son: Tonton kuunari se beene

source: Add to Home Screen
son: Gaabu šintin dijoo ga

source: Connect to the internet to get apps for {{collectionName}}
son: Interneti cee ka duu porogamizeyaŋ {{collectionName}} se

source: Edit
son: Fasal

# edit-done
source: Done
son: A ben

source: Delete Collection
son: Margaroo tuusu

source: This collection and all of its data will be deleted.
son: Margaroo woo nda nga bayhayey kul ga tuusandi.

source: Delete
son: Tuusu

source: Edit collection
son: Kuunari fasal

source: Done
son: A ben
