Repository: phlax/mozilla-gaia
Catalog: ig/apps/email/email.properties.po
Languages: ig

source: Mail
ig: Ozi

source: You are not set up to send or receive email. Would you like to do that now?
ig: Atọliteghị gị izipu ma ọ bụ nweta ozi-e. Ị ga-acho ịme nke ahụ ugbu a?

source: To send and receive email, you will need to set up an account.
ig: Iji zipu ma nweta ozi-e, ị ga-atọlite akaụntụ.

source: New Account
ig: Akaụntụ Ọhụrụ

# setup-info-name.placeholder
source: Your name
ig: Aha gị

# setup-info-password.placeholder
source: Password
ig: Okwuntughe

# setup-info-next
source: Next
ig: Osote

source: Setting up account
ig: Na-atọlite akaụntụ

source: Mail account setup
ig: Ntọlite akaụntụ ozi

source: All done!
ig: Emechaala dum!

source: Add another account
ig: Tinye akaụntụ ọzọ

source: Continue to Mail
ig: Gaa na Ozi

source: This device is currently offline. Connect to a network and try again.
ig: Ngwaọrụ a anọghị n'ịntanetị ugbu a. Jikọọ na netwọk wee nwaa ọzọ.

source: Invalid username or password. Check for typos.
ig: Aha njirimara ma ọ bụ okwuntughe na ezighi ezi. Lelee maka mmehie.

source: Invalid e-mail address. Check for typos.
ig: Adreesị ozi-e na ezighi ezi. Lelee maka mmehie.

source: The server said you’re not authorized to create an account
ig: Sava kwuru na ị nweghị ikikere iji mepụta akaụntụ

source: Server unsupported. The POP3 server does not implement required features.
ig: Akwadoghi sava. Sava POP3 ahụ anaghị akwanye atụmatụ ndị achọrọ.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ig: Mperi amaghị dapụtara. Lelee njikọ netwọk gị ma ọ bụ nwaa nhọrọ nhazi eji aka eme.

source: You must use an application specific password for two-factor Gmail accounts
ig: Ị ga-ejiriri okwuntughe ngwa akọwapụtara maka akaụntụ Gmail ihe-abụọ

source: You must enable IMAP for your Gmail account
ig: Ị ga-agbanyerịrị IMAP maka akaụntụ Gmail gị

source: You must enable POP3 for your Gmail account
ig: Ị ga-agbanyerịrị POP3 maka akaụntụ Gmail gị

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ig: Enwenwughi ike ịmepụta njikọ dị mma n'etiti "{{server}}". Enwere nsogbu na netwọk gị ma ọ bụ na sava.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ig: Enwenwughi ike ịmepụta njikọ n'etiti "{{server}}". Enwere nsogbu na netwọk ahụ.

source: There is a problem with the server "{{server}}". Try again later.
ig: Enwere nsogbu na sava "{{server}}". Nwaa ọzọ ma emechaa.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ig: Enwenwughi ike ịhazi akaụntụ gị na akpaghị aka. Mezie adreesị ozi-e gị ma ọ bụ nwalee nhọrọ nhazi eji aka eme.

source: The server "{{server}}" is offline for maintenance. Try again later.
ig: Sava "{{server}}" anọghị n'ịntanetị maka mmezi. Nwaa ọzọ ma emechaa.

source: This account is already configured.
ig: Ahaziela akaụntụ a.

source: Manual setup
ig: Ntọlite eji aka eme

source: Manual Setup
ig: Ntọlite Eji Aka Eme

# setup-manual-account-type
source: Account type
ig: Ụdị akaụntụ

# setup-manual-imap-header
source: IMAP settings
ig: Ntọala IMAP

# setup-manual-pop3-header
source: POP3 settings
ig: Ntọala POP3

# setup-manual-smtp-header
source: SMTP settings
ig: Ntọala SMTP

# setup-manual-activesync-header
source: ActiveSync settings
ig: Ntọala ActiveSync

# setup-manual-next
source: Next
ig: Osote

source: Socket Type
ig: Ụdị Sọketị

# setup-manual-hostname.placeholder
source: Hostname
ig: Aha nlekọta

source: Port Number
ig: Nọmba Ọnụ

# setup-manual-username.placeholder
source: Username
ig: Aha njirimara

source: Domain\Username
ig: Ngalaba\Aha njirimara

source: Bad password!
ig: Okwuntughe jọrọ njọ!

source: We could not sign in to the server. Maybe your password is wrong?
ig: Anyị enwenwughi ike ịbanye na sava. Ọ nwere ike ịbụ na okwuntughe gị ezighi ezi?

source: New password
ig: Okwuntughe ọhụrụ

source: Retry with new password
ig: Jiri okwuntughe ọhụrụ wee nwagharịa

source: Two-Factor Enabled
ig: Agbanyere Ihe-Abụọ

source: You need to enter an application-specific password below.
ig: Ị ga-etinye okwuntughe ngwa akọwapụtara n'okpuru.

source: Use application password
ig: Jiri okwuntughe ngwa

source: IMAP Disabled
ig: Agbanyụrụ IMAP

source: You must enable IMAP on your Gmail account
ig: Ị ga-agbanyerịrị IMAP na akaụntụ Gmail gị

# setup-gmail-imap-retry
source: Retry
ig: Nwagharịa

source: POP3 Disabled
ig: Agbanyụrụ POP3

source: You must enable POP3 on your Gmail account
ig: Ị ga-agbanyerịrị POP3 na akaụntụ Gmail gị

# setup-gmail-pop3-retry
source: Retry
ig: Nwagharịa

source: Mail Settings
ig: Ntọala Ozi

source: Account
ig: Akaụntụ

# settings-account-name
source: Your name
ig: Aha gị

source: Display notifications for new messages
ig: Gosipụta amamọkwa maka ozi ọhụrụ

source: Play sound after message is sent
ig: Kpọọ ụda ka ezipuchara ozi

source: Check for new messages
ig: Lelee maka ozi ọhụrụ

source: Server settings
ig: Ntọala sava

source: Username and password
ig: Aha njirimara na okwuntughe

source: Done
ig: Emechaala

# settings-account-section
source: Accounts
ig: Akaụntụ

source: Add Account
ig: Tinye Akaụntụ

source: Delete account
ig: Hichapụ akaụntụ

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ig: O doro gị anya na ị chọrọ ihichapụ akaụntụ ozi {{account}} gị? Ị ga-ebudatagharị ozi gị ma ọ bụrụ na ị mepụtagharịa akaụntụ ahụ.

# settings-account-delete-cancel
source: Cancel
ig: Kagbuo

# settings-account-delete-confirm
source: Delete
ig: Hichapụ

source: General settings
ig: Ntọala izugbe

source: Always show images
ig: Gosi onyonyo oge niile

source: Download attachments
ig: Budata mgbakwunye

source: Every 5 minutes
ig: Kwa nkeji 5

source: Every 10 minutes
ig: Kwa nkeji 10

source: Every 15 minutes
ig: Kwa nkeji 15

source: Every 30 minutes
ig: Kwa nkeji 30

source: Every hour
ig: Kwa aka elekere

source: Manually
ig: Eji aka eme

source: seconds
ig: ntakịrị nkeji

# settings-check-dynamic[one]
source: {{ n }} seconds
ig: ntakịrị nkeji {{ n }}

# settings-check-dynamic[two]
source: {{ n }} seconds
ig: ntakịrị nkeji {{ n }}

# settings-check-dynamic[few]
source: {{ n }} seconds
ig: ntakịrị nkeji {{ n }}

# settings-check-dynamic[many]
source: {{ n }} seconds
ig: ntakịrị nkeji {{ n }}

# settings-check-dynamic[other]
source: {{ n }} seconds
ig: ntakịrị nkeji {{ n }}

source: Set as default email
ig: Tọọ dị ka ozi-e eburupụta

# settings-account-type
source: Account type
ig: Ụdị akaụntụ

source: Credentials
ig: Nzere

# settings-activesync-label
source: ActiveSync settings
ig: Ntọala ActiveSync

# settings-imap-label
source: IMAP settings
ig: Ntọala IMAP

# settings-pop3-label
source: POP3 settings
ig: Ntọala POP3

# settings-smtp-label
source: SMTP settings
ig: Ntọala SMTP

# settings-hostname
source: Hostname
ig: Aha nlekọta

source: Port
ig: Ọnụ

# settings-username
source: Username
ig: Aha njirimara

# settings-password
source: Password
ig: Okwuntughe

source: Save
ig: Chekwaa

source: Password field should not be empty
ig: Ogige okwuntughe ekwesịghị ịghe oghe

source: Days to sync
ig: Ụbọchị ndị a ga-emekọrịta

source: Automatic
ig: Akpaghị aka

source: 1 day
ig: 1 ụbọchị

source: 3 days
ig: Ụbọchị 3

source: 1 week
ig: 1 izu

source: 2 weeks
ig: Izu 2

source: 1 month
ig: 1 ọnwa

source: All messages
ig: Ozi niile

# envelope-from
source: From
ig: Site na

# envelope-to
source: To
ig: Gaa na

source: Read
ig: Gụọ

source: Compose message
ig: Depụta ozi

source: Compose
ig: Depụta

source: Send
ig: Zipu

# compose-to
source: To
ig: Gaa na

source: Attachments
ig: Mgbakwunye

source: {{ n }} attachment
ig: {{ n }} mgbakwunye

# compose-attachments[two]
source: {{ n }} attachments
ig: Mgbakwunye {{ n }}

# compose-attachments[few]
source: {{ n }} attachments
ig: Mgbakwunye {{ n }}

# compose-attachments[many]
source: {{ n }} attachments
ig: Mgbakwunye {{ n }}

# compose-attachments[other]
source: {{ n }} attachments
ig: Mgbakwunye {{ n }}

source: One moment, still working on the previous attachment...
ig: Obere oge, ka na arụ ọrụ na mgbakwunye ikpeazụ...

# compose-subject
source: Subject
ig: Isiokwu

source: Save to Local Drafts
ig: Chekwaa na Draftụ Mpaghara

source: Discard email?
ig: Tufuo ozi-e?

source: Discard
ig: Wepu

source: Sending email
ig: Na-ezipu ozi-e

source: Sending email failed
ig: Izipu ozi-e agaghị

source: Attachment too large
ig: Mgbakwunye buru oke ibu

source: Attachments too large
ig: Mgbakwunye buru oke ibu

source: The selected attachment is too large to send with this message.
ig: Mgbakwunye ahọpụtara buru oke ibu izipu yana ozi a.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ig: Mgbakwunye ndị ahọpụtara buru oke ibu izipu yana ozi a. Nwaa ịhọrọ faịlụ ole ma ole.

source: OK
ig: ỌDỊMMA

source: attachment{{ n }}
ig: mgbakwunye{{ n }}

source: View
ig: Gosi

source: This file is too large to download.
ig: Faịlụ a buru oke ibu ibudata.

source: (no subject)
ig: (isiokwu adịghị)

# message-edit-menu-delete
source: Delete
ig: Hichapụ

source: Delete email message?
ig: Hichapụ ozi ozi-e?

source: Attachments can not be forwarded.
ig: Enweghị ike izipu mgbakwunye.

source: Edit
ig: Dezie

# message-multiedit-header[one]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# message-multiedit-header[two]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# message-multiedit-header[few]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# message-multiedit-header[many]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# message-multiedit-header[other]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

source: Browse to URL?: {{ url }}
ig: Gaa na URL?: {{ url }}

source: This email contains one image. Click to download.
ig: Ozi-e a nwere otu onyonyo. Pịa iji budata.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
ig: Ozi-e a nwere onyonyo {{ n }}. Pịa iji budata.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
ig: Ozi-e a nwere onyonyo {{ n }}. Pịa iji budata.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
ig: Ozi-e a nwere onyonyo {{ n }}. Pịa iji budata.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
ig: Ozi-e a nwere onyonyo {{ n }}. Pịa iji budata.

source: Show external images
ig: Gosi onyonyo ndị dị na mpụga

# message-multiedit-cancel
source: Cancel
ig: Kagbuo

source: Delete this email message?
ig: Hichapụ ozi ozi-e a?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ig: Hichapụ ozi ozi-e {{ n }}?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ig: Hichapụ ozi ozi-e {{ n }}?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ig: Hichapụ ozi ozi-e {{ n }}?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ig: Hichapụ ozi ozi-e {{ n }}?

# message-large-message-cancel
source: Cancel
ig: Kagbuo

source: Continue
ig: Gaa n'ihu

source: This message is large and may take some time to download.
ig: Ozi a buru oke ibu, ọ nwere ike iwe obere oge ibudata.

# message-search-from
source: From
ig: Site na

# message-search-to
source: To
ig: Gaa na

# message-search-subject
source: Subject
ig: Isiokwu

source: Body
ig: Ahụ

source: All
ig: Dum

source: Search Mail
ig: Chọọ n'ime Ozi

# message-search-cancel
source: Cancel
ig: Kagbuo

source: Loading Messages
ig: Na-adọnye Ozi

source: Load more messages from server
ig: Si na sava dọnyekwuo ozi

source: No mail in this Folder
ig: Ozi adịghị na Folda a

source: No matches in locally cached messages
ig: Enweghị mmakọ na ozi echekwara na mpaghara

source: Select folder
ig: Họrọ folda

source: Save new contact
ig: Chekwaa kọntaktị ọhụrụ

source: Add to existing contact
ig: Tinye na kọntaktị dị adị

source: View contact
ig: Lelee kọntaktị

# message-contact-menu-reply
source: Reply
ig: Zaghachi

source: Send new mail
ig: Zipu ozi ọhụrụ

# message-reply-menu-reply
source: Reply
ig: Zaghachi

source: Reply All
ig: Zaghachi Dum

source: Forward
ig: Zipu

# message-reply-menu-cancel
source: Cancel
ig: Kagbuo

source: {name} wrote
ig: {name} dere

source: Original message
ig: Ozi izizi

# forward-header-subject
source: Subject
ig: Isiokwu

source: Date
ig: Ụbọchị

# forward-header-from
source: From
ig: Site na

source: Reply-To
ig: Zaghachi-Na

# forward-header-to
source: To
ig: Gaa na

source: Inbox
ig: Igbe nnabata

source: Sent
ig: Ezipuru

source: Drafts
ig: Draftụ

source: Trash
ig: Ahịhịa

source: Unsent
ig: Ezipughi

source: Junk
ig: Adịgboroja

source: Archives
ig: Ọkpụ

source: Local Drafts
ig: Draftụ Mpaghara

source: Back
ig: Azụ

# drawer-accounts-header
source: Accounts
ig: Akaụntụ

source: Settings
ig: Ntọala

source: Last sync:
ig: Mmekọrịta ikpeazụ:

source: Undo
ig: Meghasịa

# toaster-retry
source: Retry
ig: Nwagharịa

source: 1 message flag set
ig: Atọrọ ọkọlọtọ 1 ozi

# toaster-message-star[two]
source: {{ n }} message flags set
ig: Atọrọ ọkọlọtọ ozi {{ n }}

# toaster-message-star[few]
source: {{ n }} message flags set
ig: Atọrọ ọkọlọtọ ozi {{ n }}

# toaster-message-star[many]
source: {{ n }} message flags set
ig: Atọrọ ọkọlọtọ ozi {{ n }}

# toaster-message-star[other]
source: {{ n }} message flags set
ig: Atọrọ ọkọlọtọ ozi {{ n }}

source: 1 message flag removed
ig: Ewepuru ọkọlọtọ 1 ozi

# toaster-message-unstar[two]
source: {{ n }} message flags removed
ig: Ewepuru ọkọlọtọ ozi {{ n }}

# toaster-message-unstar[few]
source: {{ n }} message flags removed
ig: Ewepuru ọkọlọtọ {{ n }} ozi

# toaster-message-unstar[many]
source: {{ n }} message flags removed
ig: Ewepuru ọkọlọtọ {{ n }} ozi

# toaster-message-unstar[other]
source: {{ n }} message flags removed
ig: Ewepuru ọkọlọtọ {{ n }} ozi

source: 1 message marked as read
ig: Akapụtara 1 ozi nke ka agụgoro

# toaster-message-read[two]
source: {{ n }} messages marked as read
ig: Akapụtara ozi {{ n }} nke ndị agụgoro

# toaster-message-read[few]
source: {{ n }} messages marked as read
ig: Akapụtara ozi {{ n }} nke ndị agụgoro

# toaster-message-read[many]
source: {{ n }} messages marked as read
ig: Akapụtara ozi {{ n }} nke ndị agụgoro

# toaster-message-read[other]
source: {{ n }} messages marked as read
ig: Akapụtara ozi {{ n }} nke ndị agụgoro

source: 1 message marked as unread
ig: Akapụtara 1 ozi ka nke agụbeghị

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
ig: Akapụtara ozi {{ n }} ka ndị agụbeghị

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
ig: Akapụtara ozi {{ n }} ka ndị agụbeghị

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ig: Akapụtara ozi {{ n }} ka ndị agụbeghị

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ig: Akapụtara ozi {{ n }} ka ndị agụbeghị

source: 1 message moved
ig: Ebugharịrị 1 ozi

# toaster-message-move[two]
source: {{ n }} messages moved
ig: Ebugharịrị ozi {{ n }}

# toaster-message-move[few]
source: {{ n }} messages moved
ig: Ebugharịrị ozi {{ n }}

# toaster-message-move[many]
source: {{ n }} messages moved
ig: Ebugharịrị ozi {{ n }}

# toaster-message-move[other]
source: {{ n }} messages moved
ig: Ebugharịrị ozi {{ n }}

source: 1 message deleted
ig: Ehichapụrụ 1 ozi

# toaster-message-delete[two]
source: {{ n }} messages deleted
ig: Ehichapụrụ ozi {{ n }}

# toaster-message-delete[few]
source: {{ n }} messages deleted
ig: Ehichapụrụ ozi {{ n }}

# toaster-message-delete[many]
source: {{ n }} messages deleted
ig: Ehichapụrụ ozi {{ n }}

# toaster-message-delete[other]
source: {{ n }} messages deleted
ig: Ehichapụrụ ozi {{ n }}

source: Unable to connect to server
ig: Enwenwughi ike ijikọ na sava

source: Remove text
ig: Wepu ederede

source: Confirmation
ig: Nkwenye

# new-emails[one]
source: 1 New Email
ig: 1 Ozi-e Ọhụrụ

# new-emails[two]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails[few]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails[many]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails[other]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails-notify-one-account[one]
source: 1 New Email
ig: 1 Ozi-e Ọhụrụ

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ig: Ozi-e Ọhụrụ {{ n }}

source: 1 New Email ({{ accountName }})
ig: 1 Ozi-e Ọhụrụ ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ig: Ozi-e Ọhụrụ {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ig: Ozi Ọhụrụ {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ig: Ozi Ọhụrụ {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ig: Ozi Ọhụrụ {{ n }} ({{ accountName }})
