Repository: phlax/mozilla-gaia
Catalog: yo/shared/permissions/permissions.properties.po
Languages: yo

source: App Permission
yo: Ìyànda Ìṣàfilọ́lẹ̀

source: Website Permission
yo: Ìyànda Ojú Wẹ́ẹ̀bù

source: Select Camera
yo: Yan Kámẹ́rà

source: Schedule Alarms
yo: Ètò-àkókò-ise Ìtanijí

source: Microphone
yo: Gbohùngbohùn

source: Would you like to share your microphone with {{app}}?
yo: Ṣé wafẹ́ láti pín gbohùngbohùn rẹ pẹ̀lú {{app}}?

source: Would you like to share your microphone with {{site}}?
yo: Ṣé wafẹ́ láti pín gbohùngbohùn rẹ pẹ̀lú {{site}}?

# perm-audio-channel-content
source: Play Sounds
yo: Múṣiṣẹ Àwọn Ohùn

source: Play Notification Sounds
yo: Múṣiṣẹ Ìró ìpàkíyèsí

source: Play Ringtone Sounds
yo: Mú Àwọn Ìró Ohùn Orin ṣiṣẹ

source: Access Sensor Data
yo: Wọle Dátà Ẹ̀rọ asàwárí

source: Bluetooth
yo: Búlútuùtù

source: Inspect Web Pages
yo: Ṣàbẹ̀wò Àwọn Ojú-Ìwé Wẹ́ẹ̀bù

source: Cameras
yo: Àwọn Kámẹ́rà

source: Select a camera for {{app}}.
yo: Yan kámẹ́rà fún {{app}}.

source: Select a camera for {{site}}.
yo: Yan kámẹ́rà fún {{site}}.

source: Cell Broadcasts
yo: Àwọn Tàn kálẹ̀ Ṣẹ̀ẹ́lì

source: Contacts
yo: Àwọn olùbásọ̀rọ̀

source: {{app}} would like to access your contact list.
yo: {{app}} a ó fẹ̀ láti wọlé sí àtòkọ olùbásọ̀rọ̀ rẹ.

source: {{site}} would like to access your contact list.
yo: {{site}} a ó fẹ̀ láti wọlé sí àtòkọ olùbásọ̀rọ̀ rẹ.

source: Notifications
yo: Àwọn ìfitonilétí

source: {{app}} would like to display notifications.
yo: {{app}} ń o fẹ́ láti ṣàfihàn àwọn ìfìtonílẹ́tí.

source: {{site}} would like to display notifications.
yo: {{site}} ń o fẹ́ láti ṣàfihàn àwọn ìfìtonílẹ́tí.

source: Apps Storage
yo: Àká Àwọn Ìfilọ́lẹ̀

source: Music Storage
yo: Ìfipamọ́ Orin

source: {{app}} would like to access your music.
yo: {{app}} ń o fẹ́ láti wo orin rẹ.

source: {{site}} would like to access your music.
yo: {{site}} ń o fẹ́ láti wo orin rẹ.

source: Image Storage
yo: Ìfipamọ́ Àwòrán

source: {{app}} would like to access your images.
yo: {{app}} ṣé wà fẹ́ láti wo àwọn àwòrán rẹ.

source: {{site}} would like to access your images.
yo: {{site}} ṣé wà fẹ́ láti wo àwọn àwòrán rẹ.

source: Memory Card Storage
yo: Ìfìpamọ́ Káàdì

source: {{app}} would like to access your memory card.
yo: {{app}} ṣé wà fẹ́ láti wo àwọn ìfìpamọ́ káàdì rẹ.

source: {{site}} would like to access your memory card.
yo: {{site}} ṣé wà fẹ́ láti wo àwọn ìfìpamọ́ káàdì rẹ.

source: Video Storage
yo: Ìfipamọ́ Fídíò

source: {{app}} would like to access your videos.
yo: {{app}} ṣé wà fẹ́ láti wo àwọn fídíò rẹ.

source: {{site}} would like to access your videos.
yo: {{site}} ṣé wà fẹ́ láti wo àwọn fídíò rẹ.

source: Embed Apps
yo: Àwọn Ìfilọ́lẹ̀ Fibọ̀

source: FM Radio
yo: Rédíò FM

source: {{app}} would like to use the FM Radio.
yo: {{app}} ń o fẹ́ láti lo Rédíò FM.

source: {{site}} would like to use the FM Radio.
yo: {{site}} ń o fẹ́ láti lo Rédíò FM.

source: {{app}} would like to know your location.
yo: {{app}} a ó fẹ̀ láti mọ ibi tí o wà.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
yo: {{brandShortName}} ńlo dátà bíi GPS, Wi-Fi, àti nẹ́tíwọkì alágbeká tí ó súnmọ́ ọ láti ràn ọ́ lọ́wọ́ mọ ibi gan an. A fi dátà ránṣẹ́ sí Mozilla àti àwọn olùpèsè iṣẹ́ míìràn a ò sìló ní àgbájọ láti ṣèmúgbòrò ibi àwọn àkójọ dátà. Dátà lè pamọ́ sí orí ohun elò àti ìsopọ̀ dátà lè wáyé nígbà tí ìṣàfilọ́lẹ̀ kòtìlẹ̀ ṣiṣẹ́.

source: {{site}} would like to know your location.
yo: {{site}} a ó fẹ̀ láti mọ ibi tí o wà.

source: See Idle Status
yo: Wo Ìdúrópàtó láìsìse

source: Privileged IndexedDB
yo: IndexedDB Tólánfàní

source: Unlimited IndexedDB Storage
yo: Àká IndexedDB Àìlópin

source: Manage Keyboards
yo: Ṣàkóso Àtẹ bọ́tìnnì

source: Act as a Keyboard
yo: Wùwà bí Àtẹ bọ́tìnnì kan

source: Camera and Microphone
yo: Kámẹ́rà àti gbohùngbohùn

source: Would you like to share your camera and microphone with {{app}}?
yo: Ṣé wafẹ́ láti pín kámẹ́rà àti gbohùngbohùn rẹ pẹ̀lú {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
yo: Ṣé wà fẹ́ láti pín kámẹ́rà rẹ àti gbohungbohùn pẹ̀lú {{site}}?

source: Mobile Connection
yo: Ìsomọ́ Alágbèékà

source: Mobile Identity
yo: Ìdámọ̀ Alágbeká

source: Network Events
yo: Àwọn Ìṣẹ̀lẹ̀ Alásopọ̀

source: Start an App
yo: Bẹ̀rẹ̀ Ìfilọ́lẹ̀ kan

source: Modify Apps Permissions
yo: Ṣàtúnse Àwọn Ìyọ̀ǹda Àwọn Ìfilọ́lẹ̀

source: Power Settings
yo: Àwọn Ètò Agbára

source: Modify Settings
yo: Ṣàtúnse Àwọn Ètò

source: Cross-Origin Requests
yo: Àwọn Ìbéèrì Oríṣun-Káàkiri

source: Telephony
yo: Ńfóònù

source: Camera
yo: Kámẹ́rà

source: Would you like to share your camera with {{app}}?
yo: Ṣé wafẹ́ láti pín kámẹ́rà rẹ pẹ̀lú {{app}}?

source: Would you like to share your camera with {{site}}?
yo: Ṣé o fẹ́ láti pín kámẹ́rà rẹ {{site}}?

source: Control Voicemail
yo: Darí Méèlììró

source: Install Webapps
yo: Ṣàgbékalẹ̀ Àwọn Ìfilọ́lẹ̀Wẹ́ẹ̀bù

source: Manage Wi-Fi
yo: Ṣàkóso Wi-Fi

source: Open Overlay Popups
yo: Sí àwọn Ìjadeṣókè Aborí

source: Play Alarm Sounds
yo: Mú Àwọn Ìró Ìtanijí ṣiṣẹ́

# perm-audio-channel-normal
source: Play Sounds
yo: Mú Àwọn Ìró ṣiṣẹ́

source: Play public notification sounds
yo: Mú àwọn ìró ìpàkíyèsí gbogbogbòò ṣiṣẹ́

source: Play Telephony Sounds
yo: Mú Àwọn Ìró Ńfóònù ṣiṣẹ́

source: Act as a Background Service
yo: Wùwà bí Iṣẹ́ Alábẹ́lẹ̀

source: Hardware Video Rendering (Deprecated)
yo: Ìfòjáde Fídíò Ohun èlò ara kọ̀ǹpútà (Deprecated)

source: Crash Data Storage
yo: Àká Dátà Daṣẹ́sílẹ̀

source: Access Downloads
yo: Gbàwọlé Gbígbà Ẹ̀dà Fáìlì

source: Embed Widgets
yo: Àwọn Àkànlò tí a Fibọ̀

source: Feature Detection
yo: Ìṣàwárí Àbùdá

source: Firefox Accounts
yo: Àkọọ́lẹ̀ Firefox

source: Mobile Network
yo: Alásopọ̀ Alágbèékà

source: Open Overlay Popups (moz)
yo: Àwọn Ìgbéjáde Aborí Tó si (moz)

source: Play Ringtone Sounds (moz)
yo: Mú Àwọn Ìró Ohun Orin Ṣiṣẹ́ (moz)

source: Play Telephony Sounds (moz)
yo: Mú Àwọn Ìró Ńfoònù Ṣiṣẹ́ (moz)

source: Firefox Accounts (moz)
yo: Àwọn Àkọọ́lẹ̀ Firefox (moz)

source: Control Usage Stats
yo: Dàrí Àwọn Iye Lílò

source: NFC HCI Events
yo: Àwọn Ìṣẹ̀lẹ̀ NFC HCI

source: Manage NFC
yo: Ṣàkóso NFC

source: Phone Number Service
yo: Iṣẹ́ Nọ́mbà Fóònù

source: Push API
yo: API Tì

source: Resource Stats
yo: Àwọn Iye Ohun Èlò

source: Send and Read SMS
yo: Ránṣẹ́ kí o sì Ka SMS

source: Control Volume
yo: Darí Ìrósí

source: Access Storage
yo: Gbàwọlé Àká

source: TCP Sockets
yo: Sọ́kẹ̀ẹ̀tì TCP

source: Test Permission
yo: Ìyọ̀ǹda Dánwò

source: Set Date and Time
yo: Ṣètò Déètì àti Ìgbà

source: UDP Sockets
yo: Sọ́kẹ̀ẹ̀tì UDP

source: WAP Push
yo: WAP Tìì
