Repository: phlax/mozilla-gaia
Catalog: */apps/communications/contacts/matcher/matcher.properties.po
Languages: am, bg, br, ca, eo, fr, mg, pt_br, sw, th, uz, wa

source: Looking for duplicate contacts
am: የተደገሙ ግንኙነቶችን በ መፈለግ ላይ
bg: Търсене на дублирани контакти
br: O klask darempredoù eilet
ca: S'estan cercant contactes duplicats
eo: SerÄo de duoblaj kontaktoj
fr: Recherche de doublons
mg: Mitady kaontakita sosona
pt_br: Procurando contatos duplicados
sw: Inatafuta anwani za kujirudia
th: กำลังมองหารายชื่อที่ซ้ำกัน
uz: Nusxalangan kontaktlarni izlash
wa: Dji cache après des contakes e dobe

source: Merging duplicate contacts
am: የተደገሙ ግንኙነቶችን በ ማዋሀድ ላይ
bg: Обединяване на дублирани контакти
br: O toueziañ an darempredoù eilet
ca: S'estan fusionant contactes duplicats
eo: Kunfando de duoblaj kontaktoj
fr: Fusion des doublons
mg: Manambatra kaontakita sosona
pt_br: Combinando contatos duplicados
sw: Inambatanisha anwani za kujirudia
th: กำลังรวมรายชื่อที่ซ้ำกัน
uz: Nusxalangab kontaktlarni birlashtirish
wa: Dji rfond des contakes e dobe

source: No duplicate contacts found
am: ምንም የተደገሙ ግንኙነቶች አልተገኙም
bg: Не са намерени дублирани контакти
br: Darempred eilet ebet kavet
ca: No s'han trobat contactes duplicats
eo: Neniu duobla kontakto trovita
fr: Aucun doublon trouvé
mg: Tsisy kaontakita sosona hita
pt_br: Nenhum contato duplicado encontrado
sw: Hakuna anwani za kujirudia zilizopatikana
th: ไม่พบรายชื่อที่ซ้ำกัน
uz: Nusxalangab kontaktlar topilmadi
wa: Nous contakes e dobe di trovés

source: Cancel
am: መሰረዣ
bg: Отказ
br: Nullañ
ca: Cancel·la
eo: Nuligi
fr: Annuler
mg: Foanana
pt_br: Cancelar
sw: Ghairi
th: ยกเลิก
uz: Bekor qilish
wa: Rinoncî

source: Merge
am: ማዋሀጃ
bg: Обединяване
br: Toueziañ
ca: Combina
eo: Kunfandi
fr: Fusionner
mg: Hanambatra
pt_br: Combinar
sw: Ambatanisha
th: รวม
uz: Birlashtirish
wa: Rifonde

source: Ignore
am: መተው
bg: Игнориране
br: Leuskel a-gostez
ca: Ignora
eo: Ignori
fr: Ignorer
mg: Tsy hiraharaha
pt_br: Ignorar
sw: Dharau
th: เพิกเฉย
uz: Rad qilish
wa: Passer houte

source: Merge duplicates
am: የተደገሙ ማዋሀጃ
bg: Обединяване на дубликати
br: Toueziañ an eiladurioù
ca: Combina els duplicats
eo: Kunfandi duoblojn
fr: Fusionner les doublons
mg: Hanambatra sosona
pt_br: Combinar contatos duplicados
sw: Ambatanisha marudio
th: รวมที่ซ้ำกัน
uz: Nusxalarni birlashtirish
wa: Rifonde dobes

source: Suggested duplicate contacts for <bdi>{{name}}</bdi>
am: የተጠቆመው የተደገሙ ግንኙነቶች <bdi>{{name}}</bdi>
bg: Предполагаеми дублирани контакти на <bdi>{{name}}</bdi>
br: Darempredoù eilet evit <bdi>{{name}}</bdi>
fr: Doublons suggérés pour <bdi>{{name}}</bdi>
th: แนะนำรายชื่อที่ซ้ำกันสำหรับ <bdi>{{name}}</bdi>
uz: <bdi>{{name}}</bdi> uchun tavsiya qilingan nusxa kontaktlar
wa: Contakes e dobe sudjerés po <bdi>{{name}}</bdi>

source: No contacts selected
am: ምንም ግንኙነት አልተመረጠም
bg: Няма избрани контакти
br: Darempred ebet diuzet
ca: No s'ha seleccionat cap contacte
eo: Neniu kontakto elektita
fr: Aucun contact sélectionné
mg: Tsisy kaontakita voafantina
pt_br: Nenhum contato selecionado
sw: Hakuna anwani zilizochaguliwa
th: ไม่มีรายชื่อที่เลือก
uz: Kontaktlar tanlanmadi
wa: Nou contake di tchoezi

source: Merge with {{n}} contact
am: ማዋሀጃ ከ {{n}} ግንኙነት ጋር
bg: Обединяване с {{n}} контакт
br: Toueziañ {{n}} darempred
ca: Combina amb {{n}} contacte
eo: Kunfandi kun {{n}} kontakto
fr: Fusionner avec {{n}} contact
mg: Hatambatra @ kaontakita {{n}}
pt_br: Combinar com {{n}} contato
sw: Ambatanisha na anwani {{n}}
th: รวมกับ {{n}} รายชื่อ
uz: {{n}} ta kontakt bilan birlashtirish
wa: Rifonde avou {{n}} contake

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
am: ማዋሀጃ ከ {{n}} ግንኙነቶች ጋር
bg: Обединяване с {{n}} контакта
br: Toueziañ {{n}} a zarempredoù
ca: Combina amb {{n}} contactes
eo: Kunfandi kun {{n}} kontaktoj
fr: Fusionner avec {{n}} contacts
mg: Hatambatra @ kaontakita {{n}}
pt_br: Combinar com {{n}} contatos
sw: Ambatanisha na anwani {{n}}
th: รวมกับ {{n}} รายชื่อ
uz: {{n}} ta kontakt bilan birlashtirish
wa: Rifonde avou {{n}} contakes

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
am: ማዋሀጃ ከ {{n}} ግንኙነቶች ጋር
bg: Обединяване с {{n}} контакта
br: Toueziañ {{n}} a zarempredoù
ca: Combina amb {{n}} contactes
eo: Kunfandi kun {{n}} kontaktoj
fr: Fusionner avec {{n}} contacts
mg: Hatambatra @ kaontakita {{n}}
pt_br: Combinar com {{n}} contatos
sw: Ambatanisha na anwani {{n}}
th: รวมกับ {{n}} รายชื่อ
uz: {{n}} ta kontakt bilan birlashtirish
wa: Rifonde avou {{n}} contakes

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
am: ማዋሀጃ ከ {{n}} ግንኙነቶች ጋር
bg: Обединяване с {{n}} контакта
br: Toueziañ {{n}} a zarempredoù
ca: Combina amb {{n}} contactes
eo: Kunfandi kun {{n}} kontaktoj
fr: Fusionner avec {{n}} contacts
mg: Hatambatra @ kaontakita {{n}}
pt_br: Combinar com {{n}} contatos
sw: Ambatanisha na anwani {{n}}
th: รวมกับ {{n}} รายชื่อ
uz: {{n}} ta kontakt bilan birlashtirish
wa: Rifonde avou {{n}} contakes

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
am: ማዋሀጃ ከ {{n}} ግንኙነቶች ጋር
bg: Обединяване с {{n}} контакта
br: Toueziañ {{n}} a zarempredoù
ca: Combina amb {{n}} contactes
eo: Kunfandi kun {{n}} kontaktoj
fr: Fusionner avec {{n}} contacts
mg: Hatambatra @ kaontakita {{n}}
pt_br: Combinar com {{n}} contatos
sw: Ambatanisha na anwani {{n}}
th: รวมกับ {{n}} รายชื่อ
uz: {{n}} ta kontakt bilan birlashtirish
wa: Rifonde avou {{n}} contakes

source: Duplicates found
am: የተደገመ ተገኝቷል
bg: Намерени дубликати
br: Kavet ez eus bet eiladurioù
ca: S'han trobat duplicats
eo: Duobloj trovitaj
fr: Doublons trouvés
mg: Sosona hita
pt_br: Contatos duplicados encontrados
sw: Za kujirudia zimepatikana
th: พบที่ซ้ำกัน
uz: Nusxalar topildi
wa: Dobes trovés

source: <bdi>{{name}}</bdi> duplicates information in the following contacts
am: <bdi>{{name}}</bdi> በዚህ ግንኙነት ውስጥ የተደገመ መረጃ ተገኝቷል
bg: <bdi>{{name}}</bdi> дублира информация в следните контакти
br: <bdi>{{name}}</bdi> en/he deus titouroù a vez kavet e-barzh an darempredoù da-heul endeo
fr: <bdi>{{name}}</bdi> présente des informations redondantes avec les contacts suivants
th: ข้อมูลที่ซ้ำกันของ <bdi>{{name}}</bdi> ในรายชื่อดังต่อไปนี้
uz: Quyidagi kontaktlarda <bdi>{{name}}</bdi> ta nusxa maâ€™lumoti
wa: <bdi>{{name}}</bdi> a des informåcions e dobe avou les contakes shuvants

source: OK
am: እሺ
bg: Добре
br: Mat eo
ca: D'acord
eo: Akcepti
sw: SAWA
th: ตกลง
wa: I va

source: Suggested duplicate contacts for {{name}}
ca: Contactes duplicats suggerits per a {{name}}
eo: Sugestitaj duoblaj kontaktoj por {{name}}
pt_br: Contatos duplicados para {{name}}

source: {{name}} duplicates information in the following contacts
ca: {{name}} duplica informació en els següents contactes
eo: {{name}} obligas informon en la jenaj kontaktoj
pt_br: {{name}} tem informação duplicada nos seguintes contatos
