Repository: phlax/mozilla-gaia
Catalog: ha/apps/system/net_error.properties.po
Languages: ha

source: No access to the Internet right now.
ha: Babu samun dama ga Intanet a yanzu.

source: {{name}} requires an Internet connection.
ha: {{name}} na bukatar haɗin Intanet.

source: Server not found
ha: Ba'a sami uwar garke ba

source: Can’t find the server at {{name}}.
ha: Ya gaza samo uwar garke a {{name}}.

source: File not found
ha: Ba'a sami fayil ba

source: The device can’t display this page because the file cannot be found.
ha: Wannan na'urar ta gaza nuna wannan shafi sabo da an kasa samo fayil ɗin.

# connection-failed
source: Unable to connect
ha: Ya gaza haɗawa

# invalid-connection
source: Unable to connect
ha: Ya gaza kunnawa

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ha: Kuskuren haɗi ya afku lokacin ƙoƙarin saduwa da dandalin yanar gizo.

source: URL not valid
ha: URL ba shi da inganci

source: The URL entered is not valid and cannot be loaded.
ha: URL da aka shigar ba shi da inganci kuma ba za'a iya sake loda shi ba.

# redirect-loop
source: Can’t display page
ha: Ya gaza nuna shafi

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ha: Na'urar ta gaza nuna wannan shafi sabo da shafin ba ya turawa sosai. Sake jarraba wannan shafi a wani lokaci na gaba.

source: Page expired
ha: Shafi ya lalace

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ha: A wani mataki na tsaro, ba za'a iya nuna wannan shafi ba daga na'urar sabo da ya lalace.

source: The document cannot change while Printing or in Print Preview.
ha: Daftarin ba zai canja ba lokacin da ya ke Bugawa ko Nuna Yanayin Bugawa.

source: This address is restricted
ha: Wannan adireshi ya na da iyaka

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ha: Wannan adireshin ya na amfani da waya wadda yawaici ake amfani da ita a wasu abubuwan da ba gewayawa ba. Na'urar ta soke neman domin kareka.

# proxy-resolve-failure
source: Proxy Server Error
ha: Kuskuren Wakilin Uwar Garke

source: The device is configured to use a proxy server that can’t be found.
ha: An saita na'urar yadda za ta yi amfani da wakilin uwar garke wanda ba za'a iya samu ba.

# proxy-connect-failure
source: Proxy Server Error
ha: Kuskuren Wakilin Uwar garke

source: The device is configured to use a proxy server that is refusing connections.
ha: An saita na'urar domin amfani da wakilin uwar garke wanda ya ke ƙin yarda da haɗe-haɗe.

# content-encoding
source: Can’t display page
ha: Ya gaza nuna shafi

source: The device can’t display this page because a content encoding error occurred.
ha: Na'urar ba za ta iya nuna wannan shafi ba sabo da kuskuren fassara abin da ke ciki ya afku.

source: Page unsupported
ha: Shafi ba shi da tallafi

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ha: Ba za'a iya nuna wannan shafi ba sabo da ya na nuna fasaha wadda ba ta da tallafi a wannan na'urar.

source: Warning
ha: Gargaɗi

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ha: An kawo rahoton dandalin yanar gizon a matsayin dandali da aka shirya shi domin yaudarar masu amfani su raba bayanai na ƙashin-kai ko na kuɗi.

source: Malware attack blocked
ha: An datse harin masu cuturwa

source: The site at has been reported as an attack site and has been blocked.
ha: An kawo rahoton dandalin a matsayin dandalin kai hari kuma an datse shi.

source: Unsafe content
ha: Abin ciki wanda aka ɓata

source: The page cannot be shown because it may not be safe to open.
ha: Ba za'a iya nuna shafin ba sabo da babu lafiya a buɗe shi.

# corrupted-content
source: Can’t display page
ha: Ya gaza nuna shafi

source: The page cannot be shown because an error in the data transmission was detected.
ha: Ba za'a iya nuna shafin ba sabo da an gano kuskure wajen aikawa da bayani.

source: Unable to connect
ha: Ya gaza haɗawa

source: Cancel
ha: Soke

source: Close
ha: Rufe

source: Try again
ha: Sake jarrabawa

source: Check settings
ha: Duba saituna

source: Tap to check settings
ha: Danna domin duba saituna
