Repository: phlax/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: as, si

source: Turn Bluetooth on to view devices in the area.
si: කලාපයේ ඇති උපාංග දර්ශණය කරවීමට බ්ලූටූත් සක්‍රීය කරන්න.

source: Paired devices
as: সংযুক্ত ডিভাইচসমূহ
si: යුගලනය කල උපාංග

source: Devices in the area
as: স্থানত থকা ডিভাইচবোৰ
si: අවට ඇති උපාංග

source: Visible to all
si: සැමටම දෘශ්‍ය කරන්න

source: Your device name exceeds {{length}} characters. Please retry again.
si: ඔබගේ උපාංගයේ නාමය අකුරු {{length}} ක් ඉක්මවා ඇත. කරුණාකර නැවත උත්සාහ කරන්න.

source: Bluetooth Address
si: බ්ලූටූත් ලිපිනය

source: Not available
si: නොපවතී

source: No devices paired
si: උපාංගයන් යුගලනය කර නොමැත

source: Turned off
si: ක්‍රියා විරහිත කරන්න

# bt-status-paired[one]
source: {{name}}, +{{n}} more
si: {{name}}, +{{n}} තවත්

# bt-status-paired[two]
source: {{name}}, +{{n}} more
si: {{name}}, +{{n}} තවත්

# bt-status-paired[few]
source: {{name}}, +{{n}} more
si: {{name}}, +{{n}} තවත්

# bt-status-paired[many]
source: {{name}}, +{{n}} more
si: {{name}}, +{{n}} තවත්

# bt-status-paired[other]
source: {{name}}, +{{n}} more
si: {{name}}, +{{n}} තවත්

source: Tap to connect
as: সংযোগ কৰিবলে টেপ কৰক
si: සම්බන්ධවීමට ටැප් කරන්න

source: Pairing with device…
as: ডিভাইচৰ সৈতে যোৰ কৰা হৈ আছে…
si: උපාංගයක් හා යුගලනය වෙමින් පවතී...

source: Waiting for other device…
as: অন্য ডিভাইছৰ বাবে অপেক্ষা কৰা হৈছে…
si: අනිත් උපාංගය සඳහා රැදී සිටී...

source: Paired
as: সংযুক্ত
si: යුගලනය විය

source: Connecting…
as: সংযোগ কৰা হৈ আছে…
si: සම්බන්ධ වෙමින්…

source: Connected
as: সংযুক্ত
si: සම්බන්ධවිය

source: Connected to phone audio
si: දුරකථනයේ ශ්‍රව්‍ය මාධ්‍යට සබැදෙන්න

source: Connected to media audio
si: ශ්‍රව්‍ය මාධ්‍යට සබැදෙන්න

source: Connected to phone/media audio
si: දුරකතනයට/ශ්‍රව්‍ය මාධ්‍යට සම්බන්ධ විය

source: Unpair
si: යුගල විරහිත

source: Confirm
si: තහවුරු කරන්න

# device-option-unpair-confirmation
source: Confirmation
si: තහවුරු කිරීම

source: Unpair device?
si: උපාංගය යුගල විරහිත කරන්න ද?

source: Connect
si: සම්බන්ධවන්න

source: Disconnect
si: විසන්ධි කරන්න

source: Searching for devices…
as: ডিভাইচবোৰ সন্ধান কৰা হৈছে…
si: නව උපාංග සඳහා සොයාබලමින් පවතී...

source: Search for devices
as: ডিভাইচবোৰ সন্ধান কৰক
si: උපාංග සඳහා සොයන්න

source: Rename my device
si: උපාංගයේ නාමය නැවත සකසන්න

source: Unknown device
as: অজ্ঞাত ডিভাইচ
si: නොදන්නා මෙවලම

source: New name
si: අලුත් නම

source: Unable to pair devices
as: ডিভাইচ যোৰ কৰিবলে অক্ষম
si: උපාංගය හා යුගලනය අසාර්ථකය

source: Unable to pair with the device. Check that the PIN is correct.
as: ডিভাইচটোৰ সৈতে যোৰ কৰিবলে অক্ষম। PIN সঠিক আছে নে চাওক।
si: උපාංගය හා යුගලනය අසාර්ථකය, කරුණාකර PIN අංකය පිරික්සන්න.

source: Unable to pair with the device. Too many requests.
as: ডিভাইচটোৰ সৈতে যোৰ কৰিবলৈ অক্ষম। অত্যাধিক অনুৰোধ।
si: වැඩි ඉල්ලීම් ගණනක් ඇති බැවින් උපාංගය හා යුගලනය අසාර්ථකය.

source: Unable to connect devices
si: උපාංගයට සම්බන්ධ විය නොහැක

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
si: ඔබ සම්බන්ධ වීමට උත්සාහ කරන උපාංගය ආවරණ කලාපයේ තිබේදැයි යන්න හා බ්ලූටූත් සක්‍රීයද යන්න සනාථ කරගන්න.

source: Unpair a connected device?
si: සබැඳි උපාංගය යුගල බිඳින්න ද?

source: You are currently connected to this device. Unpairing will also disconnect from it.
si: ඔය මෙම උපාංගය හා සක්‍රීයව සබැදී ඇත. යුගල විරහිත කිරීම එම සබැදියාව බිද දමනු ඇත.

source: Bluetooth
as: ব্লুটুথ
si: බ්ලූටූත්

source: Confirmation
si: තහවුරු කිරීම

source: Bluetooth is disabled
as: ব্লুটুথ অসামৰ্থবান কৰা আছে
si: බ්ලූටූත් අක්‍රිය කර ඇත

source: Do you want to turn Bluetooth on?
as: আপুনি ব্লুটুথ অন কৰিব বিচাৰে নেকি?
si: ඔබට බ්ලූටූත් සක්‍රිය කිරීමට අවශ්‍ය ද?

source: Cancel
as: বাতিল কৰক
si: අවලංගු කරන්න

source: Turn On
as: অন কৰক
si: සක්‍රිය කරන්න

source: Bluetooth file transfer failed
as: ব্লুটুথ ফাইল স্থানান্তৰ বিফল হ'ল
si: බ්ලූටූත් ගොනු හුවමාරුව අසාර්ථක විය

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
as: ব্লুটুথ ফাইল স্থানান্তৰ বিফল হ'ল। ব্লুটুথ সংহতিবোৰ সঠিক আছে নে পৰীক্ষা কৰক।
si: බ්ලූටූත් ගොනු හුවමාරුව අසාර්ථක විය. බ්ලූටූත් සැකසුම් නිවැරදිදැයි පරික්ෂා කරන්න.

source: OK
as: ঠিক আছে
si: හරි

source: Pair
as: যোৰ কৰক
si: ජෝඩුව

source: Confirm devices to pair
as: যোৰ কৰিব লগিয়া ডিভাইচসমূহ সুনিশ্চিত কৰক
si: යුගලන උපාංගයන් සනාථ කරන්න

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
as: {{device}} ৰ সৈতে যোৰ কৰিবলে, দুয়োটা ডিভাইচতে নিম্নলিখিত PIN প্ৰদৰ্শন হোৱাটো সুনিশ্চিত কৰক:
si: {{device}} සමඟ යුගලනය වීමට ප්‍රථමයෙන් උපාංගයන් දෙකෙහිම පහත PIN කේතය දිස්වේදැයි තහවුරු කරගන්න:

source: To pair with {{device}}, enter the PIN on the device.
as: {{device}} ৰ সৈতে যোৰ কৰিবলৈ, ডিভাইচত PIN টো সুমুৱাওক।
si: {{device}} සමඟ යුගලනයට, උපාංගයේ ඇති PIN කේතය ඇතුලත් කරන්න.

source: To pair with {{device}}, enter the passkey on the device.
as: {{device}} ৰ সৈতে যোৰ কৰিবলৈ, ডিভাইচত পাছকি সুমুৱাওক।
si: {{device}} සමඟ සම්බන්ධ වීමට, උපාංගයේ ඇති Passkey කේතය යොදන්න.

# passive-pair
source: Bluetooth pairing request
as: ব্লুটুথ যোৰ অনুৰোধ
si: බ්ලූටූත් යුගලන ඉල්ලීමක්

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
as: {{device}} এ এই ফোনৰ সৈতে যোৰ কৰিব খোজে। গ্ৰহণ কৰিবলে, দুয়োটা ডিভাইচতে নিম্নলিখিত PIN প্ৰদৰ্শন হোৱাটো সুনিশ্চিত কৰক:
si: {{device}} යන දුරකථනය සමඟ යුගලනය වීම ස්ථිර කරන්න. ස්ථිර කිරීමට, උපාංගයන් දෙකෙහිම පහත PIN කේතය දිස්වේදැයි තහවුරු කරගන්න:

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
as: {{device}} এ এই ফোনৰ সৈতে যোৰ কৰিব খোজে। গ্ৰহণ কৰিবলে, ডিভাইচত পাছকি সুমুৱাওক।
si: {{device}} මෙම දුරකථනය සමඟ යුගලනය වීමට කැමතියි. ස්ථිර කිරීමට, උපාංගයේ ඇති Passkey කේතය යොදන්න.

source: Bluetooth Request From
as: ব্লুটুথ অনুৰোধ ফৰ্ম
si: බ්ලූටූත් ඉල්ලීමක්

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
as: ব্লুটুথ যোৰ অনুৰোধ
si: බ්ලූටූත් යුගලන ඉල්ලීමක්

source: Bluetooth Pairing Request
as: ব্লুটুথ যোৰ অনুৰোধ
si: බ්ලූටූත් යුගලන ඉල්ලීමක්

source: Bluetooth pairing request expired. Try to pair again.
as: ব্লুটুথ যোৰ অনুৰোধৰ অৱসান ঘটিছে। পুনৰ যোৰ কৰাৰ চেষ্টা কৰক।
si: බ්ලූටූත් යුගලන ඉල්ලීම කල් ඉකුත්විය. යුගලනයට නැවත උත්සාහ කරන්න.

source: Confirmation
as: নিশ্চিতকৰণ

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
as: {{device}} এ এই ফোনৰ সৈতে যোৰ কৰিব খোজে। গ্ৰহণ কৰিবলে, ডিভাইচত PIN সুমুৱাওক।
