Repository: phlax/mozilla-gaia
Catalog: */apps/fm/fm.properties.po
Languages: fr, mg, pt_br

source: Plug in a headset
fr: Casque débranché
mg: Manatsofoha ekotera
pt_br: Por favor, plugue o fone de ouvido.

source: FM Radio requires a plugged in headset to receive radio signals.
fr: La radio FM nécessite un casque branché pour servir d’antenne.
mg: Mila ekotera atsofoka ny Radio FM handraisany sinaly radio.
pt_br: O Rádio FM requer um fone de ouvido para ser usado como antena.

source: Airplane mode is on
fr: Le mode avion est activé
mg: Mandeha ny Maody fiaramanidina
pt_br: Modo avião ativado

source: Turn off Airplane mode to use FM Radio.
fr: Pour utiliser l’application Radio FM, désactivez le mode avion.
mg: Vonoy ny Maody fiaramanidina raha hampiasa Radio FM.
pt_br: Desative o modo avião para usar o rádio FM.

source: Speaker
fr: Haut-parleur
mg: Fanamafisam-peo
pt_br: Alto-falante

source: Favorite
fr: Ajouter aux stations préférées
mg: Tiana
pt_br: Favorito

source: Frequency
fr: Fréquence
mg: Hatetik'onjampeo
pt_br: Frequência

source: Seek Down
fr: Recherche arrière
mg: Hitady midina
pt_br: Pesquisar abaixo

source: Seek Up
fr: Recherche avant
mg: Hitady miakatra
pt_br: Pesquisar acima

source: On
fr: Allumer
mg: Mandeha
pt_br: Ligado

source: Off
fr: Éteindre
mg: Maty
pt_br: Desligado

source: Favorited stations
fr: Stations préférées
mg: Onjampeo tiana
pt_br: Estações favoritas
