Repository: phlax/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: fr, ms

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
fr: Les autres parties du logiciel qui ne sont pas disponibles selon la licence Mozilla Public License 2.0 MPL sont disponibles selon différentes autres licences. Celles qui imposent la reproduction du texte de licence sont reprises ci-dessous. (Note : votre copie de ce logiciel peut ne pas contenir de code couvert par certaines des licences listées ici, cela dépend de la version précise du logiciel que vous avez choisie.)
ms: Baki perisian yang tidak di bawah Lesen Umum Mozilla 2.0 MPL tersedia di bawah pelbagai lesen yang lain. Kepada yang memerliukan pengeluaran semula teks lesen di dalam pengagihan di berikan di bawah. (Nota: Salinan anda untuk produk ini mungkin tidak mengandungi kod yang dilindungi oleh satu atau lebih lesen disenaraikan di bawah, bergantung kepada produk sebenar dan versi yang anda pilih.)

source: Launch First Time Use
fr: Tutoriel de prise en main

source: No first time use app found
fr: Aucun tutoriel de prise en main trouvé
ms: Tiada app pengunaan kali pertama ditemui

source: Software home button
fr: Émuler le bouton Accueil

source: Home gesture
fr: Geste de retour à l’accueil

source: Continuous transition
fr: Transition continue

source: Gaia debug traces
fr: Traces de débogage de Gaia
ms: Kesan nyahpijat Gaia

source: Show screen reader settings
fr: Paramètres du lecteur d’écran

source: App transition
fr: Transition d’application

source: App suspending
fr: Suspension d’application

source: Copy/paste
fr: Copier-coller

source: Verbose app permissions
fr: Permissions d’applications détaillées

source: Window management
fr: Gestion de la fenêtre
ms: Pengurusan tetingkap

source: Edit downloads
fr: Mode édition
ms: Sunting muat turun

source: Select all
fr: Tout sélectionner
ms: Pilih semua

source: Deselect all
fr: Tout désélectionner
ms: Nyahpilih semua

# downloads-delete
source: Delete
fr: Supprimer

source: Battery
fr: Batterie
ms: Bateri

source: {{battery}}
fr: Batterie

source: Current Level
fr: Niveau :

source: {{level}}% (charging)
fr: {{level}} % (en charge)
ms: {{level}}% (mengecas)

source: {{level}}% (charged)
fr: {{level}} % (chargée)
ms: {{level}}% (dicas)

# powerSaveModeTitle
source: Power Save Mode
fr: Mode économie d’énergie

source: Power Save Mode
fr: Économie d’énergie

source: {{level}}% battery left
fr: À {{level}} % restants
ms: {{level}}% bateri berbaki

source: Turn On Automatically
fr: Activer automatiquement

source: Accessibility
fr: Accessibilité
ms: Kebolehcapaian

source: {{accessibility}}
fr: Accessibilité

source: Screen Reader
fr: Lecteur d’écran

# screenReader-header
source: {{screenReader}}
fr: Lecteur d’écran

# screenReader-toggle
source: {{screenReader}}
fr: Lecteur d’écran

source: Color Filter
fr: Filtres de couleurs

# colorFilter-header
source: {{colorFilter}}
fr: Filtres de couleurs

# colorFilter-toggle
source: {{colorFilter}}
fr: Filtres de couleurs

source: Display speech
fr: Afficher des sous-titres

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
fr: Lorsque le lecteur d’écran est activé, votre appareil fournira un retour vocal pour guider les utilisateurs aveugles et mal-voyants.
ms: Ketika pembaca skrin dibolehkan, peranti anda akan menyediakan tindak balas pertuturan untuk membantu pengguna buta dan kurang penglihatan.

source: Speech Volume
fr: Volume de lecture

source: Speech Rate
fr: Vitesse de lecture

source: Start Screen Reader?
fr: Activer le lecteur d’écran ?
ms: Mulakan Pembaca Skrin?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
fr: Activer le lecteur d’écran modifiera le fonctionnement de l’écran tactile. Appuyez à n’importe quel endroit pour entendre l’élément situé sous votre doigt, et appuyez deux fois pour l’activer.
ms: Mengaktifkan pembaca skrin akan mengubah cara skrin sesentuh anda berfungsi. Sentuh di mana-mana untuk mendengar item di bawah jari, dan tap dua kali untuk mengaktifkannya.

source: Start
fr: Activer
ms: Mula

source: Stop Screen Reader?
fr: Désactiver le lecteur d’écran ?
ms: Hentikan Pembaca Skrin?

source: Stopping the screen reader will end all speech feedback.
fr: Désactiver le lecteur d’écran arrêtera tout retour vocal.
ms: Menghentikan pembaca skrin akan mengakhiri tindak balas pertuturan.

source: Stop
fr: Désactiver
ms: Berhenti

source: Invert
fr: Inverser

source: Grayscale
fr: Nuances de gris

source: Contrast
fr: Contraste

# improveBrowserOS
source: Improve {{brandShortName}}
fr: Améliorer {{brandShortName}}
ms: Memuatnaik taraf {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
fr: Améliorer {{brandShortName}}
ms: Memuatnaik taraf {{brandShortName}}

source: Send Mozilla Feedback
fr: Donner votre avis à Mozilla
ms: Hantar Maklum Balas Mozilla

source: Performance and Usage Data
fr: Données performances et utilisation

source: Submit data
fr: Envoyer les données

source: App usage by region
fr: Utilisation des applications

source: Crash Reports
fr: Rapports de plantage

source: {{crashReports}}
fr: Rapports de plantage

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
fr: Envoyer un rapport à Mozilla lorsqu’un plantage se produit nous permet de résoudre le problème pour tout le monde. Les rapports sont envoyés uniquement par Wi-Fi.
ms: Menghantar laporan kepada Mozilla ketika kemusnahan berlaku membantu kami membaiki masalah untuk semua. Laporan dihantar melalui Wi-Fi sahaja.

source: Always send a report
fr: Toujours envoyer
ms: Sentiada hantar laporan

source: Never send a report
fr: Ne jamais envoyer
ms: Jangan sesekali menghantar laporan

source: Ask each time
fr: Toujours demander
ms: Tanya setiap kali

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
fr: Un rapport de plantage contient des détails concernant le plantage et votre appareil, ainsi qu’un instantané de l’état de votre appareil lors du plantage.
ms: Laporan nahas mengandungi beberapa perincian perihal nahas dan peranti anda, juga cekupan layar keadaan peranti anda ketika ia musnah.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
fr: Il peut inclure différentes choses comme les applications et pages ouvertes, le texte saisi dans les formulaires et le contenu des messages ouverts, l’historique de navigation récent, ou la géolocalisation utilisée par une application ouverte.
ms: Ini juga termasuk perkara seperti laman dibuka dan app, teks ditaip pada borang dan kandungan mesej dibuka, sejarah pelayaran kebelakangan, atau geolokasi digunakan oleh app yang dibuka.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
fr: Nous utilisons les rapports de plantage pour essayer de résoudre les problèmes et améliorer nos logiciels. Nous gérons vos informations comme décrit dans notre

source: privacy policy
fr: politique de confidentialité
ms: dasar privasi kamiȀ

source: Submit Your Feedback
fr: Donner votre avis
ms: Hantar Maklum Balas Anda

source: Your feedback will help us to improve Firefox OS.
fr: Votre avis nous aidera à améliorer Firefox OS.
ms: Maklum balas anda akan membantu kami memperbaiki Firefox OS.

source: Happy
fr: Satisfait
ms: Gembira

source: Sad
fr: Déçu
ms: Sedih

source: How do you feel?
fr: Quel est votre sentiment ?
ms: Bagaimana anda rasakan?

source: Why do you feel happy?
fr: Vous êtes satisfait ?
ms: Mengapa anda berasa gembira?

source: Why do you feel sad?
fr: Vous êtes déçu ?
ms: Mengapa anda berasa sedih?

source: Please tell us in detail.
fr: Pouvez-vous nous expliquer en détail ?
ms: Sila beritahu kami secara terperinci.

source: The content of your feedback will be public, so please be sure not include any personal information.
fr: Votre avis sera rendu public, assurez-vous donc de ne pas inclure d’informations personnelles.
ms: Kandungan maklum balas anda akan dibuka kepada umum, jadi sila pastikan anda tidak menyertakan sebarang maklumat peribadi.

source: Check here to let us contact you from your email.
fr: Cochez cette case pour nous permettre de vous contacter par courriel.
ms: Semak di sini untuk membolehkan kami menghubungi anda dengan email anda.

source: Email address:
fr: Adresse électronique :
ms: Alamat email:

source: Don’t worry. Your email will always be kept private.
fr: Pas d’inquiétude, votre adresse électronique restera confidentielle.
ms: Jangan risau. Email anda akan sentiasa disimpan secara peribadi.

source: Send Feedback
fr: Envoyer mon avis
ms: Hantar Maklum Balas

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
fr: Le système ne peut pas envoyer votre avis car la connexion a échoué. Veuillez corriger le problème de connexion et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan ralat sambungan data. Sila cuba lagi ketika isu telah diselesaikan.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
fr: Le système ne peut pas envoyer votre avis lors de la phase d’arrêt du serveur. Veuillez patienter un instant et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan pelayan ditutup. Sila tunggu sebentar dan cuba lagi.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
fr: Le système ne peut pas envoyer votre avis car le délai d’attente de la connexion est dépassé. Veuillez redémarrer et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan had masaa. Sila ulang mula dan cuba lagi.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
fr: Le système ne peut pas envoyer votre avis car l’adresse électronique n’est pas renseignée ou son format est incorrect. Veuillez renseigner une adresse électronique correcte et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan alamat email hilanaga atau ralat format. Sila masukkan alamat email yang sah dan cuba lagi.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
fr: Le système ne peut pas envoyer votre avis car le champ commentaire est vide. Veuillez renseigner le formulaire et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan medan komen kosong. Sila masukkan teks dan cuba lagi.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
fr: Le système ne peut pas envoyer votre avis car il a déjà été envoyé. Veuillez tester la prochaine version du logiciel et l’envoyer à nouveau.
ms: Maaf, sistem tidak dapat menghantar cadangan anda disebabkan anda telah menghantar maklum balas. Sila tunggu kemaskini perisian berikutnya dan hantar semula.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
fr: Merci d’avoir donné votre avis ! Nous l’utiliserons pour améliorer les prochaines versions de Firefox OS.
ms: Terima kasih atas maklum balas anda! Kami kan menggunakannya untuk membantu kami mencipta pengalaman lebih baik didalam Firefox OS keluaran yang akan datang.

source: Online support:
fr: Aide en ligne :
ms: Sokongan atas talian:

source: Call support:
fr: Aide par téléphone :
ms: Panggilan sokongan:

source: User Guide
fr: Manuel de l’utilisateur

source: Please contact your local provider for support.
fr: Pour obtenir de l’aide, veuillez contacter votre revendeur.
ms: Sila hubungi penyedia tempatan anda untuk sokongan.

source: Operator Services
fr: Services de l’opérateur
ms: Operator Perkhidmatan

# operatorServices-help
source: Help
fr: Aide
ms: Bantuan

source: Help menu
fr: Menu d’aide
ms: Manu bantuan

source: SIM card applications not available.
fr: Applications de la carte SIM indisponibles.
ms: Aplikasi kad SIM tidak tersedia.

source: SIM toolkit
fr: Boîte à outils SIM
ms: Set alatan SIM

source: Set Up Call
fr: Configurer appels
ms: Menetapkan Panggilan

source: Send SS
fr: Envoyer SS
ms: Hantar SS

source: Send USSD
fr: Envoyer USSD
ms: Hantar USSD

source: Send SMS
fr: Envoyer SMS
ms: Hantar SMS

source: Send DTMF
fr: Envoyer DTMF
ms: Hantar DTMF

source: Launch Browser
fr: Lancer le navigateur
ms: Lancarkan Pelayar

source: Play Tone
fr: Écouter sonneries
ms: Mainkan Tona

source: Display Text
fr: Afficher texte
ms: Teks Paparan

source: Get Inkey
fr: Effectuer une saisie
ms: Dapatkan Inkey

source: Get Input
fr: Effectuer une saisie
ms: Dapatkan Input

source: Select Item
fr: Sélectionner élément
ms: Pilih Item

source: Set Up Menu
fr: Configurer menu
ms: Menetapkan Manu

source: Provide Local Info
fr: Fournir des informations locales
ms: Sediakan Info Lokal

source: Set Idle Mode Text
fr: Définir texte quand inactif
ms: Tetapkan Teks Mod Lahu

source: Perform Card APDU
fr: Lancer l’APDU de la carte

source: Power On Card
fr: Activer la carte

source: Power Off Card
fr: Désactiver la carte

source: Get Reader Status
fr: Obtenir l’état du lecteur

source: Open Channel
fr: Ouvrir canal
ms: Buka Saluran

source: Close Channel
fr: Fermer canal
ms: Tutup Saluran

source: Receive Data
fr: Recevoir données
ms: Terima Data

source: Send Data
fr: Envoyer données
ms: Hantar Data

source: Get Channel Status
fr: Obtenir l’état du canal
ms: Dapatkan Status Saluran

source: End of the proactive session
fr: Fin de la session proactive

source: USB storage
fr: Stockage USB

source: USB tethering
fr: Modem USB
ms: Penambatan USB

source: Wi-Fi hotspot
fr: Point d’accès Wi-Fi
ms: Kawasan khas Wi-Fi

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
fr: Activer le stockage USB désactivera le mode modem USB. Voulez-vous activer le stockage USB ?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
fr: Activer le mode modem USB désactivera le stockage USB. Voulez-vous activer le mode modem USB ?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
fr: Activer le mode modem USB désactivera le point d’accès Wi-Fi. Voulez-vous activer le mode modem USB ?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
fr: Activer le point d’accès Wi-Fi désactivera le mode modem USB. Voulez-vous activer le point d’accès Wi-Fi ?

source: Alert
fr: Alerte

# settings-dialog-confirm
source: Confirm
fr: Confirmation

source: Prompt
fr: Invite

source: {{settings-dialog-alert}}
fr: Alerte

source: {{settings-dialog-confirm}}
fr: Confirmation

source: {{settings-dialog-prompt}}
fr: Invite

source: Advanced settings
ms: Tetapan lanjut

source: Reset
ms: Ulang tetap

source: Airplane mode
ms: Mod pesawat

source: Available networks
ms: Rangkaian tersedia ada

source: Known networks
ms: Rangkaian dikenali

source: Hidden networks
ms: Rangkain tersorok

source: Search again
ms: Cari lagi

source: Manage networks
ms: Atur rangkaian

source: Join hidden network
ms: Sertai rangkaian tersembunyi

# forgetNetwork-confirmation
source: Confirmation
ms: Pengesahan

source: MAC address
ms: Alamat MAC

source: Certificate list
ms: Senarai sijil

source: No imported certificate
ms: Tiada sijil diimport

source: WPS failed
ms: WPS gagal

source: Failed to cancel WPS
ms: Gagal untuk batalkan WPS

source: Voice privacy mode
ms: Mod suara peribadi

source: Call waiting
ms: Panggilan menunggu

source: Call forwarding
ms: Mengajukan panggilan

source: Voice calls to
ms: Panggilan suara ke

# fdn
source: Fixed dialing numbers
ms: Tetapkan nombor didail

# fdnSettings
source: Fixed dialing numbers
ms: Tetapkan nombor didail

source: Message confirmation
ms: Pengesahan mesej

source: Delivery reports
ms: Laporan penyerahan

source: Read reports
ms: Baca laporan

source: Multimedia messaging (MMS)
ms: Mesej multimedia (MMS)

source: Auto retrieve
ms: Auto dapatkan semula

source: WAP Push messages
ms: Mesej Menolak WAK

source: Cell broadcast messages
ms: Mesej penyiaran sel

source: Cell broadcast
ms: Penyiaran sel

source: Data connection
ms: Sambungan data

source: Data roaming
ms: Perayauan data

source: Network operator
ms: Operator rangkaian

source: Network operators in the area
ms: Operator rangkaian kawasan

source: Network type
ms: Jenis rangkaian

source: Automatic selection
ms: Pilihan automatik

source: Data settings
ms: Tetapan data

source: A-GPS settings
ms: Tetapan A-GPS

source: Message settings
ms: Tetapan mesej

source: Tethering settings
ms: Tetapan menambat

source: IMS settings
ms: Tetapan IMS

source: Roaming protocol
ms: Protokol perayauan

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ms: {{name}}, +{{n}} lagi

source: Connected to phone audio
ms: Tersambung

source: Connected to phone/media audio
ms: Tersambung dengan audio telefon/media

source: Confirm
ms: Pasti

# device-option-unpair-confirmation
source: Confirmation
ms: Pengesahan

source: Change phone name
ms: Tukar nama fon

source: Internet sharing
ms: Perkongsian Internet

source: Share my phone’s Internet connection with a USB-connected device.
ms: Kongsikan sambungan Internet telefon saya dengan peranti bersambung-USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ms: Benarkan peranti lain berkongsi sambungan Internet telefon saya dengan menyambung melalui Wi-Fi.

source: Hotspot settings
ms: Tetapan Kawasan Khas

source: SSID network name
ms: Nama rangkaian SSID

source: Volume
ms: Bahana

source: Ringer
ms: Pendering

source: Alert tones
ms: Nada waspada

source: Other sounds
ms: Bunyi lain

source: Ringer & Notifications
ms: Pendering & Makluman

source: Saving ringtone…
ms: Menyimpan nada dering...

source: The ringtone was not changed because the selected file can not be played on this phone.
ms: Nada dering tidak berubah kerana fail dipilih tidak dapat dimainkan pada telefon ini.

source: Lock screen
ms: Kunci skrin

source: Screen timeout
ms: Had masa skrin

source: 1 minute
ms: 1 minit

source: 2 minutes
ms: 2 minit

source: 5 minutes
ms: 5 minit

source: 10 minutes
ms: 10 minit

source: Lock orientation
ms: Kunci orientasi

source: Notifications
ms: Pemberitahuan

source: Set automatically
ms: Set secara automatik

source: Set manually
ms: Menetapkan secara manual

source: Time zone
ms: Zon waktu

source: Date
ms: Tarikh

source: SIM manager
ms: Pengurus SIM

source: Outgoing messages
ms: Mesej keluar

# search-suggestions-button
source: {{search-suggestions}}
ms: {{cadangan-carian}}

# search-suggestions-header
source: {{search-suggestions}}
ms: {{cadangan-carian}}

source: Description
ms: Perincian

source: Installed input methods
ms: Kaedah input dipasang

source: Selected keyboards
ms: Papan kekunci dipilih

source: Add more keyboards
ms: Tambah lagi papan kekunci

source: Passcode lock
ms: Kunci kod laluan

source: Screen lock
ms: Kunci skrin

source: SIM security
ms: Keselamatan SIM

source: App permissions
ms: Keizinan App

source: Permissions
ms: Keizinan

source: Uninstall app
ms: Nyahpasang app

source: Are you sure you want to uninstall {{ app }}?
ms: Pastikah anda untuk menyahpasang {{ app }}?

source: Clear bookmarks data
ms: Lapangkan data penanda buku

source: Clear private data from bookmarks?
ms: Lapangkan data peribadi datipada tandabuku?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
ms: Ini akan melapangkan data peribadi daripada tandabuku yang telah ditambah kepada skrin utama. Ini tidak boleh dibatalkan.

source: Messages
ms: Mesej

source: Create a Passcode
ms: Cipta Kod Laluan

source: Enter passcode
ms: Masukkan kod laluan

source: New passcode
ms: Kod laluan baru

source: Current passcode
ms: Kod laluan semasa

source: After 5 seconds
ms: Selepas 5 saat

source: After 15 seconds
ms: Selepas 15 saat

source: After 30 seconds
ms: Selepas 30 saat

source: After 2 minutes
ms: Selepas 2 minit

source: After 10 minutes
ms: Selepas 10 minit

source: After 4 hours
ms: Selepas 4 jam

source: Change passcode
ms: Tukar kod laluan

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
ms: Ketika anda menghidupkan Jangan Jejaki, peranti anda akan memberitahu setiap laman web dan app (juga pengiklan dan penyedia kandungan lain) yang anda tidak ingin perilaku anda dijejaki.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
ms: Menghidupkan Jangan Jejaki tidak memberi kesan keupayaan anda untuk mendaftar masuk laman web atau menyebabkan peranti anda melupakan maklumat peribadi, seperti kandungan kereta sorong beli-belah, maklumat lokasi atau maklumat daftar masuk.

source: Application storage
ms: Storan Aplikasi

# apps-total-space
source: Total space
ms: Jumlah ruang

source: Media storage
ms: Storan media

source: Total space
ms: Jumlah ruang

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
ms: Hidupkan Bolehkan Storan USB membenarkan komputer atau peranti lain disambung menggunakan USB untuk mencapai fail pada telefon ini.

source: Default media location
ms: Likasi media lalai

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
ms: Menukar volum storan media lalai akan memberi kesan dimana foto, video, muat turun dan media lain akan disimpan secara lalai. Data sedia ada akan kekal pada lokasi semasa.

source: Share using USB
ms: Kongsi menggunakan USB

source: Format SD card
ms: Format kad SD

source: Device information
ms: Maklumat peranti

source: Phone number
ms: Nombor telefon

source: Reflows
ms: Atur semula

source: Style
ms: Gaya

source: Developer settings
ms: Tetapan pembangun

source: Show devtools overlay
ms: Tunjuk penindihan devtools

source: OS version
ms: Versi OS

source: Firmware revision
ms: Revisi perisian tegar

source: Hardware revision
ms: Revisi perkakasan

source: Platform version
ms: Versi platform

source: Update channel
ms: Kemaskini saluran

source: Software updates
ms: Kemaskini perisian

source: Check for updates
ms: Semak kemaskini

source: Check now
ms: Periksa sekarang

source: Reset Phone
ms: Ulang tetap Telefon

source: CAUTION
ms: AWAS

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ms: Ulang tetap akan menghapuskan semua data anda, termasuk sebarang app yang anda beli. Telefon akan dipulihkan kepada keadaan kilang. Tiada tetapan atau data anda akan disimpan.
