Repository: phlax/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: fr, ms

source: Unknown state
fr: État inconnu
ms: Keadaan tidak diketahui

source: Available
fr: Disponible
ms: Tersedia

# state-connected
source: Connected
fr: Connecté
ms: Tersambung

# state-current
source: Connected
fr: Actuel
ms: Tersambung

source: Forbidden
fr: Interdit
ms: Larangan

source: Delete this APN?
fr: Supprimer cet APN ?

# delete-apn
source: Delete
fr: Supprimer

source: Add New APN
fr: Ajouter un nouvel APN

# reset-apn
source: Reset to Default
fr: Réinitialiser

source: APN settings reset
fr: Réinitialiser les paramètres APN

source: Turn Bluetooth on to view devices in the area.
fr: Pour afficher les appareils à proximité, activez le Bluetooth.
ms: Hidupkan Bluetooth untuk melihat peranti di dalam kawasan.

source: Paired devices
fr: Appareils associés
ms: Peranti digandingkan

source: Devices in the area
fr: Appareils à proximité
ms: Peranti dalam kawasan

source: Visible to all
fr: Visible par tous
ms: Terlihat oleh semua

source: Your device name exceeds {{length}} characters. Please retry again.
fr: Le nom de votre appareil excède {{length}} caractères. Veuillez réessayer.
ms: Nama peranti anda melebihi {{length}} aksara. Sila cuba lagi.

source: Bluetooth Address
fr: Adresse Bluetooth
ms: Alamat Bluetooth

# bluetooth-address-unavailable
source: Not available
fr: Non disponible
ms: Tidak tersedia

source: No devices paired
fr: Aucun appareil associé
ms: Tiada peranti digandingkan

source: Turned off
fr: Éteint
ms: Dimatikan

source: {{name}}, +{{n}} more
fr: {{name}} et un autre

# bt-status-paired[two]
source: {{name}}, +{{n}} more
fr: {{name}} et {{n}} autres
ms: {{name}}, +{{n}} lagi

# bt-status-paired[few]
source: {{name}}, +{{n}} more
fr: {{name}} et {{n}} autres
ms: {{name}}, +{{n}} lagi

# bt-status-paired[many]
source: {{name}}, +{{n}} more
fr: {{name}} et {{n}} autres
ms: {{name}}, +{{n}} lagi

# bt-status-paired[other]
source: {{name}}, +{{n}} more
fr: {{name}} et {{n}} autres
ms: {{name}}, +{{n}} lagi

source: Tap to connect
fr: Appuyez pour établir la connexion
ms: Sentuh untuk berhubung

source: Pairing with device…
fr: Association avec l’appareil…
ms: Menggandingkan peranti…

source: Waiting for other device…
fr: En attente de l’autre appareil…
ms: Menanti peranti yang lain…

source: Paired
fr: Associé
ms: Digandingkan

# device-status-connecting
source: Connecting…
fr: Connexion…
ms: Menyambung...

# device-status-connected
source: Connected
fr: Connecté
ms: Tersambung

source: Connected to media audio
fr: Connecté à l’audio du média
ms: Tersambung dengan audio mediaa

source: Unpair
fr: Dissocier
ms: Nyah ganding

# device-option-confirm
source: Confirm
fr: Confirmer

source: Unpair device?
fr: Dissocier l’appareil ?

source: Connect
fr: Connecter
ms: Sambung

source: Disconnect
fr: Déconnecter
ms: Terputus

source: Searching for devices…
fr: Recherche d’appareils…
ms: Mencari peranti...

source: Search for devices
fr: Rechercher des appareils
ms: Cari peranti

source: Rename my device
fr: Renommer mon appareil
ms: Namakan semula peranti saya

source: Unknown device
fr: Appareil inconnu
ms: Peranti tidak dikenali

source: Change the name of your device as it appears in your computer
fr: Modifier le nom de votre appareil tel qu’il apparaît sur votre ordinateur
ms: Tukar nama peranti anda sebagaimana terpapar pada komputer anda

source: New name
fr: Nouveau nom
ms: Nama baru

source: Unable to pair devices
fr: Impossible d’associer les appareils
ms: Tidak dapat menggandingkan peranti

source: Unable to pair with the device. Check that the PIN is correct.
fr: Impossible de s’associer avec l’appareil. Vérifiez que le code PIN est correct.
ms: Gagal menjodohkan peranti itu. Semak PIN

source: Unable to pair with the device. Too many requests.
fr: Impossible de s’associer avec l’appareil. Requêtes trop nombreuses.
ms: Tidak dapat menggandingkan peranti. Terlalu banyak permintaan.

source: Unable to connect devices
fr: Impossible de connecter les appareils
ms: Tidak dapat menyambung peranti

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
fr: Vérifiez que l’appareil avec lequel vous essayez de vous connecter est toujours à portée et que le Bluetooth est activé.
ms: Semak yang peranti yang anda ingin cuba sambungkan masih dalam julat dan Bloetoothnya masih terpasang.

source: Unpair a connected device?
fr: Dissocier un appareil connecté ?
ms: Nyah ganding peranti tersambung?

source: You are currently connected to this device. Unpairing will also disconnect from it.
fr: Vous êtes en ce moment connecté avec cet appareil. Le dissocier vous déconnectera aussi.
ms: Anda kini bersambung dengan peranti ini. Henti mengganding juga akan memutuskannya.

source: The SSID cannot be empty
fr: Le SSID ne peut pas être vide
ms: SSID tidak boleh kosong

source: Internet Sharing
fr: Partage de connexion

source: {{internetSharing}}
fr: Partage de connexion

source: Wi-Fi Hotspot
fr: Partage par Wi-Fi

source: Name
fr: Nom
ms: Nama

# wifi-password
source: Password
fr: Mot de passe
ms: Kata laluan

# wifi-security
source: Security
fr: Sécurité
ms: Keselamatan

source: USB Tethering
fr: Modem USB

source: Hotspot Settings
fr: Paramètres du point d’accès

# wifi-auth-username
source: Username
fr: Nom d’utilisateur
ms: Nama pengguna

# wifi-auth-password
source: Password
fr: Mot de passe
ms: Kata laluan

# wifi-join-username
source: Username
fr: Nom d’utilisateur
ms: Nama pengguna

# wifi-join-password
source: Password
fr: Mot de passe
ms: Kata laluan

source: {{hotspotSettings}}
fr: Point d’accès

source: SSID Network Name
fr: Nom de réseau (SSID)

source: open
fr: Ouvert
ms: buka

source: The password must have at least 8 characters.
fr: Le mot de passe doit contenir au moins 8 caractères.
ms: Katalaluan mestilah mempunyai sekurang-kurangnya 8 aksara.

source: Personalization
fr: Personnalisation
ms: Personalisasi

source: Sound
fr: Son
ms: Bunyi

source: {{sound}}
fr: Son

source: Tones
fr: Sonneries
ms: Tona

source: Audible touch tones
fr: Tonalité des touches
ms: Ton sentuhan boleh didengari

source: Short
fr: Courte
ms: Pendek

source: Long
fr: Longue
ms: Panjang

source: Select a tone
fr: Choisir sonnerie
ms: Pilih tona

source: Ringtones
fr: Sonneries
ms: Nada Dering

source: Alerts
fr: Alertes
ms: Waspada

source: Manage Tones
fr: Gérer les sonneries

source: Other Sounds
fr: Autres sons

source: Unlock screen
fr: Déverrouillage écran
ms: Buka kunci skrin

source: Camera
fr: Appareil photo

source: Sent Message
fr: Message envoyé
ms: Hantar Mesej

source: Alarm
fr: Alarmes
ms: Penggera

source: Ringtones & Notifications
fr: Sonneries et notifications

source: Media
fr: Médias

source: Saving…
fr: Enregistrement…

source: We were unable to find a ringtone app to manage ringtones!
fr: Aucune application sonnerie trouvée pour gérer les sonneries.

source: Display
fr: Affichage
ms: Paparan

source: {{display}}
fr: Affichage

source: Brightness
fr: Luminosité
ms: Kecerahan

source: Adjust automatically
fr: Ajustement automatique
ms: Laras secara automatik

source: Lock Screen
fr: Écran de verrouillage

source: Wallpaper
fr: Fond d’écran
ms: Kertas Dinding

source: Screen Timeout
fr: Délai de l’écran de veille

source: never
fr: Jamais
ms: tidak sekali

source: Lock Orientation
fr: Empêcher la rotation

source: Edge Swipe Navigation
fr: Navigation latérale

source: Drag from the left or right edge of the screen to jump between apps.
fr: Faites glisser votre doigt depuis le bord droit ou gauche de l’écran pour passer d’une application à l’autre.

source: Show on lock screen
fr: Sur écran de verrouillage
ms: Tunjuk pada skrin kunci

source: Show after reboot
fr: Au redémarrage

source: Date & Time
fr: Date et heure
ms: Tarikh & Masa

source: {{dateAndTime}}
fr: Date et heure

source: Set Automatically
fr: Réglage automatique

source: Set Manually
fr: Réglage manuel

source: Time Zone
fr: Fuseau horaire

source: Time
fr: Heure
ms: Masa

source: Select continent
fr: Choisir un continent
ms: Pilih benua

source: Select time zone
fr: Choisir un fuseau horaire
ms: Pilih zon masa

source: Time Format
fr: Format d’affichage de l’heure

source: 12-hour
fr: 12 heures

source: 24-hour
fr: 24 heures

source: Language & Region
fr: Langue et région
ms: Bahasa & Rantau

source: Language
fr: Langue
ms: Bahasa

source: {{language}}
fr: Langue

source: Region
fr: Région
ms: Rantau

source: Get More Languages
fr: Ajouter d’autres langues

source: Sample Format
fr: Aperçu du format
ms: Format Contoh

source: %A, %B %d, %Y
fr: %A %d %Eb %Y

source: %B %d, %Y
fr: %d %Eb %Y

source: SIM Manager
fr: Gestionnaire de SIM

source: {{simManager}}
fr: Gérer les cartes SIM

source: SIM Settings
fr: Paramètres SIM

source: Outgoing Calls
fr: Appels sortants

source: Calls will be sent from
fr: Les appels seront émis depuis
ms: Panggilan akan dihantar daripada

source: Outgoing Messages
fr: Messages sortants

source: SMS will be sent from
fr: Les SMS seront envoyés depuis
ms: SMS akan dihantar daripada

# sim-manager-outgoing-data
source: Data
fr: Données

source: Data service network and Marketplace payments
fr: Service de données mobiles et paiements du Marketplace
ms: Rangkaian servis data dan pembayaran Marketplace

source: Always ask
fr: Toujours demander
ms: Sentiasa tanya

source: SIM PIN locked
fr: Code PIN verrouillé
ms: PIN SIM dikunci

source: No operator
fr: Aucun opérateur
ms: Tiada operator

source: At least one SIM should be activated at a time
fr: Au moins une carte SIM doit être active
ms: Sekurang-kurangnya satu SIM perlu diakrifkan pada satu-satu masa

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
fr: La carte SIM {{disableCardIndex}} ne peut recevoir aucun appel ni aucun message. Les appels et messages sortants configurés pour utiliser la carte SIM {{disableCardIndex}} seront impossibles.
ms: SIM {{disableCardIndex}} tidak dapat menerima sebarang panggilan dan mesej. Penggilan dan mesej keluar yang telah ditetapkan kepada SIM {{disableCardIndex}} akan dilumpuhkan.

source: The current data transfer will be suspended. Continue anyway?
fr: Le transfert de données en cours sera suspendu. Continuer quand même ?
ms: Pemindahan data semasa akan digantung. Tetap meneruskan?

source: Homescreen
fr: Écran d’accueil
ms: Skrin Utama

# vertical-homescreen-header
source: Homescreen
fr: Écran d’accueil
ms: Skrin Utama

source: Layout
fr: Disposition

source: Icon Layout
fr: Disposition des icônes
ms: Susun Atur Ikon

source: Three Columns
fr: Trois colonnes
ms: Tiga Lajur

source: Four Columns
fr: Quatre colonnes
ms: Empat Lajur

source: Notice
fr: Avertissement
ms: Notis

source: Search
fr: Recherche

# search-header
source: Search
fr: Recherche

source: Search Engine
fr: Moteur de recherche
ms: Enjin Carian

source: Search Suggestions
fr: Activer suggestions
ms: Cadangan Carian

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
fr: Les caractères que vous saisissez lorsque vous effectuez une recherche sont envoyés à plusieurs moteurs de recherche et seront utilisés pour vous retourner des suggestions de recherche. Des frais supplémentaires liés aux données peuvent s’appliquer lors de l’utilisation de cette fonctionnalité.
ms: Aksara yang anda taip semasa memasukkan carian dihantar kepada pembekal carian berbilang dan akan digunakan untuk menghantar cadangan carian. Caj data tambahan mungkin dikenakan apabila menggunakan ciri ini.

source: Homescreens
fr: Écrans d’accueil
ms: Skrin Utama

source: {{homescreens}}
fr: Écrans d’accueil

source: Change homescreen
fr: Changer l’écran d’accueil
ms: Tukar skrin utama

# changeHomescreenButton
source: Change
fr: Changer
ms: Ubah

source: Keyboard Settings
fr: Paramètres du clavier

source: Selected Keyboards
fr: Claviers sélectionnés

source: Keyboards
fr: Claviers
ms: Papan kekunci

source: {{keyboards}}
fr: Claviers

source: Number layouts
fr: Dispositions de chiffres
ms: Susun atur nombor

source: Option layouts
fr: Dispositions d’options
ms: Susun atur pilihan

source: Keypad
fr: Clavier numérique
ms: Pad kekunci

source: Dial Pad
fr: Clavier téléphonique
ms: Pad Kekunci

source: Select Keyboards
fr: Sélectionner des claviers

source: {{selectKeyboards}}
fr: Sélectionner des claviers

source: At least one {{type}} keyboard should be selected
fr: Au moins un clavier de type {{type}} doit être sélectionné
ms: Sekurang-kurangnya satu {{type}} papan kekunci perlu dipilih

source: text
fr: texte
ms: teks

# keyboardType-number
source: number
fr: chiffres
ms: nombor

source: {{appName}} {{layoutName}} is set as default input method
fr: {{appName}} : {{layoutName}} est défini comme méthode de saisie par défaut
ms: {{appName}} {{layoutName}} telah ditetapkan sebagai kaedah input lalai

source: Themes
fr: Thèmes

source: {{themes}}
fr: Thèmes

# fxa
source: Firefox Accounts
fr: Comptes Firefox
ms: Akaun Firefox

source: Account Management
fr: Gestion des comptes
ms: Pengurusan Akaun

# fxa-accounts
source: Firefox Accounts
fr: Comptes Firefox
ms: Akaun Firefox

source: {{fxa-accounts}}
fr: Comptes Firefox
ms: {{akaun-fxa}}

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
fr: Votre compte Firefox vous permet d’utiliser des fonctionnalités comme Localiser mon appareil et des applications comme le Firefox Marketplace.

source: Create Account or Sign In
fr: Créer un compte ou se connecter

source: Confirm Your Account
fr: Confirmer le compte

source: We will send an email to: {{email}}
fr: Nous allons envoyer un message à : {{email}}

source: Click the verification link in your email to confirm your account.
fr: Veuillez cliquer sur le lien de vérification du courriel pour confirmer votre compte.

source: Cancel Account Confirmation
fr: Annuler la confirmation du compte

source: A verification link has been sent to {{email}}.
fr: Un lien de vérification a été envoyé à {{email}}.

source: Don’t see an email? {{resend}}.
fr: Vous n’avez rien reçu ? {{resend}}.

source: Resend
fr: Renvoyer

source: About
fr: À propos

source: Signed in as {{email}}
fr: Connecté en tant que {{email}}

source: Signed In
fr: Applications connectées

# fxa-find-my-device-app
source: Find My Device
fr: Localiser mon appareil

source: Sign Out
fr: Se déconnecter

source: Please confirm {{email}}
fr: Veuillez confirmer {{email}}

source: Find My Device
fr: Localiser mon appareil

source: Create account or sign in
fr: Créer un compte ou se connecter

source: Enable Find My Device
fr: Localiser mon appareil

source: About Find My Device
fr: À propos de Localiser mon appareil

source: Enable Geolocation?
fr: Activer la géolocalisation ?

source: To view your device's location, you must enable geolocation tracking.
fr: Pour afficher la position de votre appareil, vous devez activer la géolocalisation.

source: Geolocation Enabled
fr: Géolocalisation activée

source: This device is currently offline. Connect to a network and try again.
fr: Cet appareil est actuellement hors connexion. Veuillez vous connecter à un réseau puis réessayer.

source: A Find My Device error has occurred.
fr: Une erreur s’est produite dans Localiser mon appareil.

source: Please try again.
fr: Veuillez réessayer.

source: Please tap to try again.
fr: Veuilez appuyer pour réessayer.

source: Privacy & Security
fr: Vie privée et sécurité
ms: Privasi & Keselamatan

source: Passcode Lock
fr: Verrouillage par code

source: Passcode: {{code}}
fr: Code d’accès : {{code}}
ms: Kod laluan: {{code}}

source: Screen Lock
fr: Verrouillage

source: {{screenLock}}
fr: Verrouillage

source: SIM Security
fr: Sécurité carte SIM

source: {{simSecurity}}
fr: Sécurité carte SIM

source: App Permissions
fr: Permissions applications

source: {{appPermissions}}
fr: Permissions applications

source: Author
fr: Auteur
ms: Pengarang

source: Revoke
fr: Révoquer
ms: Tarik balik

source: Ask
fr: Demander
ms: Tanya

source: Deny
fr: Refuser
ms: Nafi

source: Grant
fr: Autoriser
ms: Anugerah

source: Uninstall App
fr: Désinstaller l’application

source: Phone
fr: Téléphone
ms: Telefon

source: Vibrate
fr: Vibreur
ms: Getar

source: Ring
fr: Sonnerie
ms: Dering

source: Change
fr: Changer
ms: Ubah

source: Create
fr: Créer
ms: Cipta

source: Create a Passcode
fr: Créer un code d’accès

source: Passcode
fr: Code d’accès
ms: Kod laluan

# passcode-heading
source: Passcode
fr: Code d’accès
ms: Kod laluan

source: Enter passcode
fr: Saisir le code d’accès

source: New passcode
fr: Nouveau code

source: Current passcode
fr: Code d’accès actuel

source: Passcode is incorrect
fr: Le code d’accès est incorrect.
ms: Kod laluan tidak betul

source: Passcode doesn’t match. Try again.
fr: Les codes d’accès ne correspondent pas. Veuillez réessayer.
ms: Kod laluan tidak sepadan. Cuba lagi.

source: Confirm Passcode
fr: Confirmer le code d’accès

source: Immediately
fr: Immédiatement
ms: Serta-merta

source: After 1 minute
fr: Au bout d’une minute
ms: Selepas 1 minit

source: After 5 minutes
fr: Au bout de 5 minutes
ms: Selepas 5 minit

source: After 15 minutes
fr: Au bout de 15 minutes
ms: Selepas 15 minit

source: After 30 minutes
fr: Au bout de 30 minutes
ms: Selepas 30 minit

source: After 1 hour
fr: Au bout d’une heure
ms: Selepas 1 jam

source: Require passcode
fr: Demander le code d’accès
ms: Memerlukan kod laluan

source: Change passcode
fr: Changer le code d’accès

source: No SIM card
fr: Aucune carte SIM
ms: Tiada kad SIM

source: SIM PIN
fr: Code PIN carte SIM
ms: PIN SIM

source: SIM PIN2
fr: Code PIN2 carte SIM

source: SIM {{index}} PIN
fr: Code PIN carte SIM {{index}}
ms: PIN {{index}} SIM

source: PUK code
fr: Code PUK
ms: Kod PUK

source: PUK2 code
fr: Code PUK2
ms: Kod PUK2

source: What is a SIM PIN?
fr: Qu’est-ce qu’un code PIN ?
ms: Apa itu PIN SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
fr: Le code PIN de la carte SIM empêche l’accès aux données réseau de votre carte SIM. Quand il est activé, tout appareil équipé de cette carte SIM réclamera le code PIN au démarrage.
ms: PIN SIM menghalang capaian kepada kad SIM rangkaran data selular. Apabila dibolehkan, sebarang peranti yang mengandungi kad SIM akan memohon PIN apabile dimulakan.

source: A SIM PIN is not the same as the passcode used to unlock the device.
fr: Un code PIN de carte SIM est différent du code destiné à déverrouiller l’appareil.
ms: PIN SIM tidak sama dengan kod laluan yang digunakan untuk buka kunci peranti.

source: Change PIN
fr: Modifier le code PIN
ms: Tukar PIN

source: SIM PIN changed successfully
fr: Code PIN carte SIM correctement modifié
ms: PIN SIM berjaya diubah

source: SIM {{index}} PIN changed successfully
fr: Code PIN carte SIM {{index}} correctement modifié
ms: PIN {{index}} SIM berjaya diubah

source: Enter SIM PIN
fr: Saisir le code PIN
ms: Masukkan PIN SIM

source: Enter SIM PIN2
fr: Saisir le code PIN2
ms: Masukkan PIN2 SIM

source: Enter PUK code
fr: Saisir le code PUK
ms: Masukkan kod PUK

source: Enter PUK2 code
fr: Saisir le code PUK2
ms: Masukkan kod PUK2

source: New PIN
fr: Nouveau code PIN
ms: PIN Baru

source: Last try.
fr: Dernier essai.
ms: Cubaan terakhir.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
fr: {{n}} essais restants.
ms: {{n}} cubaan berbaki.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
fr: {{n}} essais restants.
ms: {{n}} cubaan berbaki.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
fr: {{n}} essais restants.
ms: {{n}} cubaan berbaki.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
fr: {{n}} essais restants.
ms: {{n}} cubaan berbaki.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code PIN correct. Sinon, vous devrez saisir le code PUK pour utiliser cette carte SIM.
ms: Ini adalah peluang terakhir anda untuk memasukkan PIN yang betul. Jika tidak, anda harus memasukkan kod PUK untuk menggunakan kad sim ini.

source: The SIM card is locked.
fr: La carte SIM est verrouillée.
ms: Kad SIM terkunci.

source: The SIM card is blocked.
fr: La carte SIM est bloquée.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
fr: Vous devez saisir la Personal Unlocking Key (PUK, soit Clé personnelle de déblocage) pour la carte SIM. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mestilah memasukkan Kod Pembuka Kunci Peribadi (PUK) untuk kad SIM. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
fr: Vous devez saisir la Personal Unlocking Key (PUK2, soit Clé personnelle de déblocage) pour la carte SIM. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mestilah memasukkan Kod Pembuka Kunci Peribadi (PUK2) untuk kad SIM. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

source: The PUK code is incorrect.
fr: Le code PUK est incorrect.
ms: Kod PUK salah.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: C’est votre dernier essai autorisé pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
