Repository: phlax/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: fr, ms

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
fr: Il vous reste {{n}} essais pour saisir le code correct avant que cette carte SIM ne devienne définitivement inutilisable. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
fr: C’est votre dernier essai autorisé pour saisir le code PUK correct. Votre carte SIM deviendra définitivement inutilisable si vous saisissez un code PUK incorrect. Veuillez vous référer à la documentation associée à votre carte SIM ou contacter votre opérateur pour en savoir plus.
ms: Percubaan terakhir untuk memasukkan kod PUK yang betul. Kad SIM anda akan kekal tidak berguna jika anda memasukkan kod PUK yang salah. RUjuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.

source: Create PIN (must contain 4 to 8 digits)
fr: Nouveau code PIN (4 à 8 chiffres)
ms: Buat PIN (mesti mengandungi antara 4 ke 8 digit)

source: Create PIN2 (must contain 4 to 8 digits)
fr: Nouveau code PIN2 (4 à 8 chiffres)
ms: Buat PIN2 (mesti mengandungi antara 4 ke 8 digit)

source: Confirm new PIN
fr: Confirmer le nouveau code PIN
ms: Sahkan PIN baru

source: Confirm new PIN2
fr: Confirmer le nouveau code PIN2
ms: Sahkan PIN 2baru

source: PINs don’t match
fr: Les codes PIN ne correspondent pas
ms: PIN tidak padan

source: SIM-locked phone
fr: Téléphone verrouillé sur ce réseau
ms: Telefon dikunci-SIM

source: Unknown SIM card state
fr: État carte SIM inconnu
ms: Keadaan kad SIM tidak diketahui

source: SIM card not ready
fr: Carte SIM pas encore prête
ms: Kad SIM belum bersedia

source: Unauthorized SIM card
fr: Carte SIM non autorisée
ms: Kad SIM tanpa kebenaran

source: An unknown error occurred
fr: Une erreur inconnue s’est produite

source: Do Not Track
fr: Ne pas me pister
ms: Jangan Jejaki Saya

source: {{doNotTrack}}
fr: Ne pas me pister

source: Tell websites and apps that I do not want to be tracked
fr: Indiquer aux sites et applications que je ne souhaite pas être pisté
ms: Beritahu laman web dan app yang saya tidak mahu dijejaki

source: Tell websites and apps that I want to be tracked
fr: Indiquer aux sites et applications que je souhaite être pisté
ms: Beritahu laman web dan app yang saya ingin dijejaki

source: Do not tell websites and apps anything about my tracking preferences
fr: Ne rien indiquer aux sites et applications concernant mes préférences de pistage
ms: Jangan beritahu laman dan app mengenai sebarang keutamaan penjejakan saya

source: How does Do Not Track work?
fr: Principe de fonctionnement
ms: Bagaimana Jangan Jejaki berfungsi?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
fr: Lorsque vous activez Ne pas me pister, votre appareil informe tous les sites web et applications (aussi bien les publicitaires que les autres fournisseurs de contenu) que vous ne souhaitez pas que votre comportement soit pisté.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
fr: Activer cette fonctionnalité n’affectera en rien votre capacité à vous identifier sur des sites web, ni ne fera oublier à votre appareil vos informations personnelles, telles que le contenu de vos paniers d’achats, vos informations de géolocalisation, ou vos informations d’identification.

source: Browsing Privacy
fr: Confidentialité navigation

source: {{browsingPrivacy}}
fr: Confidentialité navigation

source: Clear browsing history
fr: Effacer l’historique de navigation

source: Clear browsing history?
fr: Effacer l’historique de navigation ?

source: Clear cookies and stored data
fr: Effacer les cookies et les données stockées

source: Clear cookies and other data stored by sites on this device?
fr: Effacer les cookies et d’autres données stockées par des sites sur cet appareil ?

source: Clear
fr: Effacer
ms: Bersih

source: Privacy Controls
fr: Gestion vie privée

source: No privacy panel app found
fr: L’application Gestion vie privée est introuvable

source: Storage
fr: Stockage
ms: Storan

source: USB Storage
fr: Stockage USB

source: Unplug USB cable to disable
fr: Débrancher pour désactiver
ms: Cabut plug USB untuk melumpuhkan

source: Application Storage
fr: Stockage des applications

source: {{appStorage}}
fr: Stockage des applications

source: B
fr: o

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

source: TB
fr: To

# availableSize[zero]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponible
ms: {{size}} {{unit}} tersedia

# availableSize[one]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponible
ms: {{size}} {{unit}} tersedia

# availableSize[two]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponibles
ms: {{size}} {{unit}} tersedia

# availableSize[few]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponibles
ms: {{size}} {{unit}} tersedia

# availableSize[many]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponibles
ms: {{size}} {{unit}} tersedia

# availableSize[other]
source: {{size}} {{unit}} available
fr: {{size}} {{unit}} disponibles
ms: {{size}} {{unit}} tersedia

source: Total Space
fr: Espace total

source: Used
fr: Utilisé
ms: Digunakan

source: Left
fr: Libre
ms: Berbaki

source: Photos, videos and music are stored separately from apps. See media storage for details.
fr: Les photos, vidéos et la musique sont stockées à un emplacement différent de celui des applications. Voir Stockage des médias pour plus de détails.
ms: Foto, video dan muzik disimpan berasingan daripada appaa. Lihat storan media untuk lanjutan,

source: {{list}} shared
fr: Partage de : {{list}}
ms: {{list}} dikongsi

source: Transfer Protocol
fr: Protocole de transfert

source: Media transfer protocol (MTP)
fr: Protocole de transfert média (MTP)

source: USB mass Storage (UMS)
fr: Stockage USB de masse (UMS)

source: Media Storage
fr: Stockage des médias

source: {{mediaStorage}}
fr: Stockage des médias

source: Internal Storage
fr: Stockage interne

source: SD Card Storage
fr: Stockage carte SD
ms: Storan Kad SD

source: SD Card Storage 2
fr: Stockage carte SD 2
ms: Storan Kad SD 2

source: Internal
fr: Interne
ms: Dalaman

source: SD Card
fr: Carte SD
ms: Kad SD

source: SD Card 2
fr: Carte SD 2
ms: Kad SD 2

source: Music
fr: Musique
ms: Muzik

source: Pictures
fr: Photos
ms: Gambar

source: Movies
fr: Vidéos
ms: Wayang

# left-space
source: Space left
fr: Espace libre
ms: Ruang yang tinggal

# free-space
source: Space left
fr: Espace libre
ms: Ruang yang tinggal

source: Total space
fr: Espace total

# size-not-available
source: Not available
fr: Indisponible
ms: Tiada

source: No storage found
fr: Aucun support de stockage détecté
ms: Tiada storan ditemui

source: Advanced
fr: Avancé
ms: Lanjutan

source: Enable USB storage?
fr: Activer le stockage USB de masse ?
ms: Bolehkan storan USB?

source: Default Media Location
fr: Emplacement des médias

source: Choose where photos, videos, music and downloads are stored by default.
fr: Choisir où sont stockés par défaut les photos, vidéos, la musique et les téléchargements.
ms: Pilih di mana foto, video, muzik dan muat turun akan disimpan secara lalai.

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
fr: Changer le volume de stockage par défaut des médias affectera l’emplacement où seront enregistrés par défaut les médias. Les données existantes resteront à leur emplacement actuel. Voulez-vous continuer ?

source: Eject SD card
fr: Éjecter la carte SD

source: Eject SD card 2
fr: Éjecter la carte SD 2

# format-sdcard-internal
source: Format internal storage
fr: Formater le stockage interne

# format-sdcard-external-0
source: Format SD card
fr: Formater la carte SD

source: Format SD card 2
fr: Formater la carte SD 2

source: Formatting…
fr: Formatage…

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
fr: Vous ne pourrez plus accéder au contenu stocké sur la carte SD après l’avoir éjectée. Voulez-vous continuer ?

# format-sdcard-title
source: Format SD card
fr: Formater la carte SD
ms: Format kad SD

source: This will erase all data stored on your SD card, such as music and photos.
fr: Toutes les données stockées sur votre carte SD seront effacées, comme par exemple les photos ou la musique.
ms: Ini akan memadam semua data tersimpan pada kad SD anda, seperti muzik dan foto.

# format-sdcard-internal-title
source: Format internal storage
fr: Formater le stockage interne

source: This will erase all data stored on your internal storage, such as music and photos.
fr: Toutes les données stockées sur le stockage interne seront effacées, comme par exemple les photos ou la musique.

# format-sdcard-btnformat
source: Format
fr: Formater

source: SD card unmounted
fr: Carte SD éjectée

source: Device
fr: Appareil
ms: Peranti

source: Help
fr: Aide
ms: Bantuan

source: Device Information
fr: Informations

source: {{deviceInfo}}
fr: Informations

source: Phone Number
fr: Numéro de téléphone

source: SIM {{index}}: Not available
fr: SIM {{index}} : indisponible

source: Downloads
fr: Téléchargements
ms: Muat Turun

source: {{downloads}}
fr: Téléchargements

source: Unknown
fr: Inconnu
ms: Tidak diketahui

source: SIM {{index}}: Unknown
fr: SIM {{index}} : inconnu

source: Git Commit Info
fr: Infos des commits Git

source: Developer
fr: Développeurs
ms: Pembangun

source: {{developer}}
fr: Développeurs

source: Developer HUD
fr: Informations développeurs
ms: HUD pembangun

source: {{hud-settings-button}}
fr: Informations développeurs

source: Developer tools
fr: Outils de développement

source: {{hud-devtools}}
fr: Outils de développement

source: Log changes in ADB
fr: Changements dans ADB

source: Show system HUD
fr: Informations système

source: Problems
fr: Problèmes
ms: Masalah

source: Warnings
fr: Avertissements
ms: Amaran

source: Errors
fr: Erreurs
ms: Ralat

source: Security issues
fr: Problèmes de sécurité
ms: Isu keselamatan

source: Performance
fr: Performances
ms: Prestasi

source: Jank
fr: Blocages

source: Jank Threshold
fr: Seuil de blocage
ms: Ambang Jank

source: Frames per second
fr: Images par seconde
ms: Bingkai per saat

source: Time to load
fr: Durée de chargement
ms: Masa untuk memuat

source: Memory
fr: Mémoire
ms: Memori

source: App memory
fr: Mémoire application
ms: Memori aplikasi

source: JS objects
fr: Objets JS
ms: Objek JS

source: JS strings
fr: Chaînes JS
ms: Rentetan JS

source: JS other
fr: JS (autre)
ms: JS lain

# hud-other
source: Other
fr: Autres
ms: Lain-lain

source: Software
fr: Logiciel
ms: Perisian

source: Developer Settings
fr: Paramètres pour les développeurs

source: Debug
fr: Débogage
ms: Nyahpijat

source: Developer Menu
fr: Menu développeurs
ms: Menu Pembangun

source: Developer Tools
fr: Outils de développement

source: Graphics
fr: Accélération graphique

source: Hardware composer
fr: Composition matérielle

source: Flash repainted area
fr: Zones repeintes
ms: Kelip kawasan yang dicat

source: Dump layers tree
fr: Informations arbres de calques
ms: Humban lapisan pepohon

source: Dump layerscope
fr: Informations layerscope

source: Tiling
fr: Tuilage

source: Low-precision painting
fr: Painting basse précision

source: Low-precision transparency
fr: Transparence basse précision

source: Draw tile borders
fr: Dessiner bords du tuilage

source: Draw layer borders
fr: Dessiner bords du calque

source: Log slow animations
fr: Enregistrer les animations lentes
ms: Log animasi perlahan

source: Debugging via USB
fr: Débogage USB

source: DevTools via Wi-Fi
fr: Outils de développement par Wi-Fi

source: Pseudo-localization
fr: Pseudo-langues

# debugger-disabled
source: Disabled
fr: Désactivé
ms: Dilumpuhkan

source: ADB only
fr: ADB uniquement
ms: ADB sahaja

source: ADB and DevTools
fr: ADB et outils de développement

source: Wi-Fi output in ADB
fr: Sortie Wi-Fi dans ADB

source: Bluetooth output in ADB
fr: Sortie Bluetooth dans ADB

source: NFC output in ADB
fr: Sortie NFC dans ADB

source: RIL output in ADB
fr: Sortie RIL dans ADB

source: Console enabled
fr: Activer la console
ms: Konsol dibolehkan

source: Cards View: Screenshots
fr: Miniatures : captures d’écran

source: Geolocation output in ADB
fr: Sortie géolocalisation dans ADB

source: Ignore GPS locations
fr: Ignorer les positions GPS

source: Use Marketplace reviewer certs
fr: Certificats relecteur Marketplace

source: Shake to save system log
fr: Secouer pour enregistrer les journaux système

source: Model
fr: Modèle

source: OS Version
fr: Version du système

source: Firmware Revision
fr: Révision du micrologiciel

source: Hardware Revision
fr: Révision du matériel

source: Platform Version
fr: Version de la plate-forme

source: Build Identifier
fr: Identifiant de version
ms: Bina Pengenal

source: Update Channel
fr: Canal de mise à jour

source: Build Number
fr: Numéro de compilation

source: Update URL
fr: Adresse de mise à jour

source: Last Updated
fr: Dernière mise à jour
ms: Terakhir Dikemaskini

source: More Information
fr: Plus d’informations
ms: Maklumat lanjut

source: {{more-info}}
fr: Plus d’informations

source: Software Updates
fr: Mises à jour logicielles

source: Daily
fr: Chaque jour
ms: Harian

source: Weekly
fr: Chaque semaine
ms: Mingguan

source: Monthly
fr: Chaque mois
ms: Bulanan

source: Check for Updates
fr: Rechercher des mises à jour

source: Check Now
fr: Rechercher maintenant

source: Update status
fr: État des mises à jour
ms: Status kemaskini

source: Connect to the Internet to proceed with your update.
fr: Veuillez vous connecter à Internet pour poursuivre la mise à jour.

source: Checking for updates…
fr: Recherche de mises à jour…
ms: Memeriksa kemaskini...

source: No updates were found
fr: Aucune mise à jour disponible
ms: Tiada kemaskini dtemui

source: Network is offline. Will check again when the network is online.
fr: Le réseau est déconnecté. La recherche s’effectuera une fois connecté au réseau.
ms: Rangkaian diluar talian. Akan memeriksa semula apabila rangkaian di atas talian.

source: This is already the latest version of {{brandShortName}}
fr: Vous possédez déjà la dernière version de {{brandShortName}}
ms: Ini adalah versi terkini {{brandShortName}}

source: There was an error when checking for updates.
fr: Une erreur s’est produite lors de la recherche de mises à jour.
ms: Terdapat ralat ketika memeriksa kemaskini.

source: About {{brandShortName}}
fr: À propos de {{brandShortName}}
ms: Perihal {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
fr: {{brandShortName}} est le système d’exploitation libre et ouvert de Mozilla. Notre mission est de promouvoir l’ouverture, l’innovation et de faire en sorte que la puissance du Web reste entre vos mains.
ms: {{brandShortName}} adalah sebuah sistem operasian sumber terbuka dan bebas daripada Mozilla. Misi kami adalah untuk mempromosikan keterbukaan, inovasi dan peluang dengan mengekalkan kuasa Web di tangan anda.

source: Learn More
fr: En savoir plus
ms: Ketahui Lanjut

# reset-head
source: Reset
fr: Réinitialisation

# reset-warning-title
source: CAUTION
fr: ATTENTION

source: Unlock Privileges
fr: Déverrouillage des privilèges

source: Reset and enable full DevTools
fr: Réinitialiser et activer les outils de développement non restreints

# reset-devtools-warning-title
source: CAUTION
fr: ATTENTION

source: Your Rights
fr: Vos droits
ms: Hak Anda

source: {{your-rights}}
fr: Vos droits

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
fr: {{brandShortName}} repose sur un logiciel libre et ouvert réalisé par une communauté de milliers de contributeurs dans le monde. Voici ce que vous devriez savoir :
ms: {{brandShortName}} dibina pada perisian sumber terbuka dan bebas oleh komuniti daripada ribuan orang dari serata dunia. Terdapat beberapa perkara yang anda perlu tahu:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
fr: {{brandShortName}} est fourni selon les termes de plusieurs licences libres dont la Mozilla Public License. Un appareil {{brandShortName}} peut également contenir des logiciels propriétaires de tierces parties. Tout code fourni sous une licence libre vous donne le droit de le modifier et de distribuer vos versions modifiées à condition de respecter les termes de sa licence.
ms: {{brandShortName}} dibina untuk anda dibawah terma beberapa lesen sumber terbuka termasuk Lesen Awam Mozilla. Peranti yang menggunakan {{brandShortName}} boleh juga mengandungi perisian tertutup daripada pihak ketida. Sebarang kod yang disediakan di bawah lesen terbuka memberikan anda hak untuk mengubah kod sumber dan mengagihkan versi diubahsuai selagi anda mematuhi termanya.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
fr: Il ne vous est cédé aucun droit ou licence sur les marques déposées de la Fondation Mozilla ou de tiers, y compris et sans limitation, sur le nom et le logo de {{brandShortName}}.
ms: Anda tidak diberikan sebarang hak tanda dagang atau lesen kepada tanda dagang Yayasan Mozilla atau mana-mana pihak, termasuk tanpa had nama dan logo {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
fr: Certaines fonctionnalités de {{brandShortName}}, comme le rapporteur de plantages, vous permettent de fournir un retour à Mozilla. En choisissant d’envoyer ces informations, vous donnez à Mozilla la permission d’utiliser ce retour pour améliorer ses logiciels, de le publier sur ses sites web et de le distribuer.
ms: Beberapa ciri dalam {{brandShortName}}, seperti Pelapor Nahas, memberi anda pilihan untuk menyediakan maklumbalas kepada Mozilla. Dengan memilih untuk hantar maklumbalas, anda memberi Mozilla kebenaran untuk menggunakan maklumbalas bagi menambahbaik produknya, untuk menghantar maklumbalas kepada laman webnya, dan juga mengagihkan maklumbalas.

source: Legal Information
fr: Informations légales
ms: Maklumat Undang-undang

source: Credits
fr: Contributeurs

source: {{about-legal-info}}
fr: Informations légales

source: Open Source Notices
fr: Mentions légales open source
ms: Notis Sumber Terbuka

source: {{open-source-notices}}
fr: Mentions légales

source: Obtaining Source Code
fr: Obtenir le code source
ms: Mendapatkan Kod Sumber

source: {{obtaining-source-code}}
fr: Obtenir le code source

# about-other
source: Other
fr: Autre
ms: Lain-lain

source: Your Privacy
fr: Votre vie privée
ms: Privasi Anda

source: {{your-privacy}}
fr: Votre vie privée

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
fr: Les copies exécutables de ce logiciel sont fournies par le projet Mozilla sous la Mozilla Public License 2.0 (MPL). Découvrez vos droits.
ms: Binari untuk produk ini telah dijadikan tersedia untuk anda oleh Projek Mozilla, di bawah Lesen Umum Mozilla 2.0 (MPL). Ketahui hak anda.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
fr: La totalité du code source de ce logiciel est disponible sous des licences libres et open source. La plus grande partie en est disponible sous la licence Mozilla Public License 2.0 (MPL).
ms: Semua kod sumber terbuka untuk produk ini tersedia di bawah lesen yang keduanya bebas dan sumber terbuka. Kebanyakannya tersedia di bawah Lesen Umum Mozilla 2.0 (MPL).
