Repository: phlax/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: fr, ms

source: Mozilla Public License 2.0
ms: Lesen Umum Mozilla 2.0

source: Rocketbar enabled
ms: Rocketbar dibolehkan

source: Delete
ms: Hapus

source: Current level
ms: Paras semasa

source: Power save mode
ms: Mod jimat kuasa

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ms: Hidupkan mod jimat kuasa akan mematikan data telefon, Bluetooth dan sambungan Geolokasi untuk melanjutkan ketahanan bateri. Anda masih boleh menghidupkannya kembali secara manual.

source: Turn on automatically
ms: Hidupkan secara automatik

source: Invert colors
ms: Warna balikan

source: Screen reader
ms: Pembaca skrin

source: Show accessibility settings
ms: Tunjuk tetapan kebolehcapaian

source: Performance data
ms: Data prestasi

source: Help us improve {{brandShortName}} by sharing data about your phone.
ms: Bantu kami memuatnaik taraf {{brandShortName}} dengan berkongsi data tentang telefon anda.

source: Submit performance data
ms: Hantar data prestasi

source: Crash reports
ms: Laporan Nahas

source: User guide
ms: Panduan pengguna
