Repository: phlax/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: fr, ms

source: Settings
fr: Paramètres
ms: Tetapan

source: Advanced Settings
fr: Paramètres avancés

source: Default
fr: Défaut

source: Enabled
fr: Activé
ms: Bolehkan

source: Enable
fr: Activer

source: Disabled
fr: Désactivé
ms: Lumpuhkan

source: Error
fr: Erreur
ms: Ralat

source: Yes
fr: Oui
ms: Ya

source: No
fr: Non
ms: Tidak

source: Reset
fr: Réinitialiser

source: Cancel
fr: Annuler
ms: Batal

source: Close
fr: Fermer
ms: Tutup

source: Back
fr: Retour
ms: Undur

source: Continue
fr: Continuer
ms: Sambung

source: Skip
fr: Passer

source: Pair
fr: Associer
ms: Ganding

source: Add
fr: Ajouter

source: Done
fr: Terminé
ms: Selesai

source: Set
fr: Définir
ms: Tetapkan

source: Not now
fr: Plus tard
ms: Bukan sekarang

source: Turn ON
fr: Activer
ms: Nyalakan

source: Select a SIM card
fr: Choisir une carte SIM
ms: Pilih kad SIM

# unavailableunavailableunavailable
source: Not available
fr: Indisponible

# simSettingsWithIndex
source: SIM {{index}} Settings
fr: Paramètres SIM {{index}}

source: Network & Connectivity
fr: Réseau et connectivité
ms: Rangkaian & Sambungan

source: Airplane Mode
fr: Mode avion

source: Geolocation
fr: Géolocalisation
ms: Geolokasi

source: Turn Wi-Fi on to view available networks.
fr: Pour afficher les réseaux disponibles, activez le Wi-Fi.
ms: Hidupkan Wi-Fi untuk sambungan yang sedia ada

source: Available Networks
fr: Réseaux disponibles

source: Known Networks
fr: Réseaux connus

source: Hidden Networks
fr: Réseaux masqués

source: Searching…
fr: Recherche…
ms: Mencari...

source: Search Again
fr: Actualiser

source: Initializing…
fr: Initialisation…
ms: Memulakan...

source: Connecting to {{ssid}}…
fr: Connexion à {{ssid}}…
ms: Menyambung ke {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
fr: Obtention d’une adresse IP…
ms: Memperoleh alamat IP...

source: Connected to {{ssid}}
fr: Connecté à {{ssid}}
ms: Tersambung ke {{ssid}}

# fullStatus-connectingfailed
source: Connection failed
fr: Échec de connexion
ms: Sambungan gagal

# fullStatus-disconnected
source: Offline
fr: Hors connexion
ms: Luar Talian

# shortStatus-connecting
source: Connecting…
fr: Connexion…
ms: Menyambung...

# shortStatus-associated
source: Obtaining an IP address…
fr: Obtention d’une adresse IP…
ms: Memperoleh alamat IP...

# shortStatus-connected
source: Connected
fr: Connecté
ms: Tersambung

# shortStatus-connectingfailed
source: Connection failed
fr: Échec de connexion
ms: Sambungan gagal

# shortStatus-disconnected
source: Offline
fr: Hors connexion
ms: Luar Talian

source: Wi-Fi Sleep
fr: Veille Wi-Fi

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
fr: Éteint automatiquement le Wi-Fi lorsque l’appareil est en veille afin de préserver la charge de la batterie.

source: Manage Networks
fr: Gérer les réseaux

source: Failed connecting to Wi-Fi
fr: La connexion au Wi-Fi a échoué

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
fr: Impossible de se connecter à {{ssid}}, l’authentification a échoué à cause d’identifiants incorrects. Veuillez saisir à nouveau le mot de passe du réseau.

source: {{manageNetworks}}
fr: Gérer les réseaux

source: Manage certificates
fr: Gérer les certificats
ms: Urus sijil

source: Manage Cert.
fr: Gérer certificats
ms: Urus Sijil

source: Join Hidden Network
fr: Rejoindre un réseau masqué

source: Secured by {{capabilities}}
fr: Sécurisé par {{capabilities}}
ms: Dijamin oleh {{capabilities}}

source: Security
fr: Sécurité
ms: Keselamatan

# securityNone
source: None
fr: Aucune
ms: Tiada

source: Open
fr: Ouvert
ms: Buka

source: Not in range
fr: Hors de portée

source: IP address
fr: Adresse IP
ms: Alamat IP

source: Link speed
fr: Vitesse connexion
ms: Kelajuan Talian

source: Signal strength
fr: Niveau de signal
ms: Kekuatan isyarat

source: Very weak
fr: Très faible
ms: Sangat lemah

source: Weak
fr: Faible
ms: Lemah

source: Average
fr: Moyen
ms: Purata

source: Good
fr: Bon
ms: Baik

source: Very good
fr: Très bon
ms: Sangat baik

source: Forget
fr: Oublier
ms: Lupakan

source: Forget network?
fr: Oublier ce réseau ?
ms: Lupakan rangkaian?

source: Authentication
fr: Authentification
ms: Pengsahihan

source: {{authentication}}
fr: Authentification

source: EAP method
fr: Méthode EAP
ms: Kaedah EAP

source: Phase 2 authentication
fr: Authentification, étape 2
ms: Pengsahihan Fasa 2

source: Server certificate
fr: Certificat du serveur
ms: Sijil pelayan

source: Notice: If you need to import new certificates, please go to "Manage certificates".
fr: Attention : si vous devez importer de nouveaux certificats, veuillez vous rendre dans la section « Gestion des certificats ».
ms: Notis: Jika anda perlu import sijil baru, sila ke "Urus sijil".

source: Identifier
fr: Identifiant
ms: Pengenalan

source: Password
fr: Mot de passe
ms: Kata laluan

source: Show password
fr: Afficher le mot de passe
ms: Tunjuk katalaluan

source: Network notification
fr: Notification de réseau
ms: Makluman rangkaian

source: Notify me when an open network is available
fr: Me signaler quand un réseau ouvert est disponible
ms: Maklumkan saya sekiranya ada rangkaian terbuka tersedia

source: MAC Address
fr: Adresse MAC

# macUnavailable
source: Not available
fr: Non disponible
ms: Tidak tersedia

source: No networks found
fr: Aucun réseau détecté
ms: Tiada rangkaian

source: No known networks
fr: Aucun réseau connu
ms: Tiada rangkaian dikenal

source: Edit
fr: Modifier
ms: Sunting

source: Certificate List
fr: Liste de certificats

source: No certificates imported
fr: Aucun certificat importé

source: Delete certificate
fr: Supprimer le certificat
ms: Hapus sijil

source: Import certificate
fr: Importer un certificat
ms: Import sijil

source: Select certificate file
fr: Choisir fichier de certificat
ms: Pilih fail sijil

source: Enter certificate nick name
fr: Saisir le surnom (nick name) du certificat
ms: Masukkan nama samaran sijil

source: Nick name
fr: Surnom (nick name)
ms: Nama samaran

source: You can change the nick name or keep the default name.
fr: Vous pouvez modifier le surnom (nick name) ou conserver le nom par défaut.
ms: Anda boleh ubah nama samaran atau kekalkan nama lalai.

source: Certificate deletion failed
fr: Échec de la suppression du certificat
ms: Penghapusan sijil gagal

source: This may be due to a storage issue, for example.
fr: Un problème a pu se produire avec le stockage, par exemple.
ms: Ini mungkin berkaitan dengan isu storan, sebagai contoh.

source: Certificate import failed
fr: Échec de l’importation du certificat
ms: Import sijil gagal

source: This may be due to a damaged certificate file, for example.
fr: Cela peut venir d’un fichier de certificat endommagé, par exemple.
ms: Ini mungkin berkaitan fail sijil yang telah rodak, sebagai contoh.

source: Connect with WPS
fr: Se connecter par WPS
ms: Hubung kepada WPS

source: {{wpsMessage}}
fr: Connexion WPS

source: WPS is in progress…
fr: WPS en cours…
ms: WPS dalam perkembangan...

source: WPS was canceled
fr: WPS a été annulé
ms: WPS dibatalkan

source: WPS timed out
fr: WPS expiré
ms: WPS tempoh tamat

source: WPS failed [{{error}}]
fr: WPS a échoué [{{error}}]

source: Another WPS PBC AP was found
fr: Un autre point d’accès WPS PBC a été détecté
ms: WPS PBC AP yang lain telah ditemui

source: Automatic Wi-Fi setup
fr: Configuration Wi-Fi automatique
ms: Penetapan automatik Wi-Fi

source: Select a WPS method:
fr: Sélectionner une méthode WPS :
ms: Pilih kaedah WPS:

source: Button connection
fr: Avec le bouton
ms: Butang sambungan

source: My PIN connection
fr: Avec mon code PIN
ms: PIN sambungan saya

source: AP PIN connection
fr: Avec PIN point d’accès
ms: Sambungan AP PIN

source: PIN is 4 or 8 digits
fr: Code PIN (4 à 8 chiffres)
ms: PIN hanya 4 atau 8 digit

source: Input {{pin}} to an opposite device
fr: Saisir {{pin}} sur l’autre périphérique
ms: Input {{pin}} pada peranti lawan

source: Select an opposite device
fr: Sélectionner l’autre appareil
ms: Pilih peranti lawan

# wpsAnyAp
source: Any
fr: N’importe lequel
ms: Sebarang

source: Cancel WPS
fr: Annuler WPS
ms: Batalkan WPS

source: Failed to cancel WPS [{{error}}]
fr: Échec à l’annulation de WPS [{{error}}]

source: Call Settings
fr: Paramètres des appels
ms: Tetapan Panggilan

source: {{callSettings}}
fr: Paramètres des appels

source: Requesting network info…
fr: Lecture des informations réseau…
ms: Meminta info rangkaian...

source: Error in query
fr: Erreur dans la requête
ms: Ralat dalam pertanyaan

source: Voicemail
fr: Messagerie vocale
ms: Mel Suara

source: {{voiceMail}}
fr: Messagerie vocale

source: Voicemail Number
fr: Numéro de la messagerie
ms: Nombor mel suara

source: Not set
fr: Non défini
ms: Tidak ditetapkan

source: Voice Privacy Mode
fr: Appels chiffrés

source: Call Waiting
fr: Double appel

source: Unable to confirm call waiting preferences
fr: Impossible de confirmer les préférences du double appel
ms: Gagal mengesah keutamaan tunggu panggilan

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
fr: L’appareil n’est actuellement pas en mesure de communiquer avec l’opérateur. Essayez de définir la préférence à nouveau.
ms: Buat masa ini peranti gagal berkomunikasi dengan penyedia khidmat. Cuba tetapkan keutamaan sekali lagi

source: Call Forwarding
fr: Transfert d’appels

source: {{callForwarding}}
fr: Transfert d’appels

source: Forward
fr: Transférer
ms: Maju

source: Always forward
fr: Toujours transférer
ms: Sentiasa majukan

source: Always
fr: Toujours
ms: Sentiasa

source: Forward when busy
fr: Transférer si ligne occupée
ms: Majukan jika sibuk

source: When busy
fr: Si ligne occupée
ms: Ketika sibuk

source: Forward when unanswered
fr: Transférer si sans réponse
ms: Majukan jika tidak dijawab

source: When unanswered
fr: Si sans réponse
ms: Ketika tidak dijawab

source: Forward when unreachable
fr: Transférer si injoignable
ms: Majukan jika tidak dapat dihubungi

source: When unreachable
fr: Si injoignable
ms: Ketika tidak dapat dihubungi

source: Voice calls to <bdi>{{number}}</bdi>
fr: Appels vocaux vers <bdi>{{number}}</bdi>

# callForwardingNotForwarding
source: Disabled
fr: Désactivé
ms: Dilumpuhkan

source: Call forwarding confirmation message
fr: Message de confirmation du transfert d’appels
ms: Mesej pengesahan panggilan hadapan

source: Always use this number
fr: Toujours utiliser ce numéro
ms: Selalu guna nombor ini

source: Number when unreachable
fr: Numéro si injoignable
ms: Nombor jika tidak dapat dihubungi

source: Number when unanswered
fr: Numéro si sans réponse
ms: Nombor ketika tidak dijawab

source: Number when busy
fr: Numéro si ligne occupée
ms: Nombor ketika sibuk

source: This phone number is invalid.
fr: Ce numéro de téléphone n’est pas valide.
ms: Nombor telefon ini tidak sah.

source: Operation successfully set.
fr: Opération définie avec succès.
ms: Operasi berjaya ditetapkan.

source: Your operator does not support that operation.
fr: Votre opérateur ne prend pas en charge cette opération.
ms: Operator anda tidak menyokong operasi sebegitu.

source: Call settings error.
fr: Erreur dans les paramètres d’appel.
ms: Ralat tetapan panggilan.

source: Caller ID
fr: Présentation du numéro
ms: ID Pemanggil

source: Call Barring
fr: Blocage d’appels

source: {{callBarring}}
fr: Blocage d’appels

source: Outgoing calls
fr: Appels sortants
ms: Panggilan keluar

# callBarring-baoc
source: All
fr: Tous

source: International
fr: À l’international

source: International except Home Country
fr: À l’international, sauf pays de résidence

source: Incoming calls
fr: Appels entrants

# callBarring-baic
source: All
fr: Tous

source: All while roaming
fr: Tous (en itinérance)

# callBarring-passcodecallBarring-passcode
source: Passcode
fr: Code secret

# callBarring-change-passcode
source: Change passcode
fr: Changer le code secret

# callBarring-passcode-enter
source: Enter passcode
fr: Saisir le code secret

source: In case you don't know your passcode, please contact your carrier
fr: Si vous ne connaissez pas votre code secret, veuillez contacter votre opérateur

# callBarring-current-passcode
source: Current passcode
fr: Code secret actuel

# callBarring-new-passcode
source: New passcode
fr: Nouveau code secret

# callBarring-create-passcode
source: Create a Passcode
fr: Créer un code secret

source: Confirm passcode
fr: Confirmer le code secret
ms: Sahkan kod laluan

source: Passcode error.
fr: Erreur code secret.

source: Passcode is incorrect.
fr: Le code secret est incorrect.

source: Passcode doesn’t match.
fr: Les codes secrets ne correspondent pas.

source: Error while updating the item: {{error}}.
fr: Erreur lors de l’actualisation de l’élément : {{error}}.

source: Passcode changed.
fr: Le code secret a été changé.

source: Network default
fr: Valeur par défaut du réseau
ms: Rangkaian lalai

source: Hide number
fr: Masquer le numéro
ms: Sorok nombor

source: Show number
fr: Afficher le numéro
ms: Tunjuk nombor

source: Fixed dialing numbers
fr: Numérotation fixe

source: Fixed Dialing Numbers
fr: Numérotation fixe FDN

source: {{fdnSettings}}
fr: Numérotation fixe (FDN)

source: Authorized numbers
fr: Numéros autorisés
ms: Nombor yang diberi kuasa

source: {{fdn-authorizedNumbers}}
fr: Numéros autorisés

source: List of numbers that can be called
fr: Liste des numéros composables
ms: Senarai nombor yang boleh dihubungi

source: Restrict which numbers can be dialed from this phone.
fr: Restreint les numéros qui peuvent être composés à partir de ce téléphone.
ms: Hadkan nombor mana yang boleh didail daripada telefon ini.

source: (Emergency numbers will always be dialable)
fr: (Les numéros d’urgence seront toujours composables)
ms: (Nombor kecemasan sentiasa boleh didail)

source: Enable FDN
fr: Activer FDN
ms: Bolehkan FDN

source: Disable FDN
fr: Désactiver FDN
ms: Lumpuhkan FDN

source: Reset PIN2
fr: Réinitialiser PIN2
ms: Ulangtetap PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
fr: Il vous reste {{n}} essais pour saisir le code correct avant de bloquer la carte SIM.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
fr: C’est votre dernier essai autorisé pour saisir le code PIN2 correct. Sinon, vous devrez saisir le code PUK2 pour utiliser cette carte SIM.
ms: Ini adalah peluang terakhir anda untuk memasukkan PIN2 yang betul. Jika tidak, anda harus memasukkan kod PUK2 untuk menggunakan kad sim ini.

source: The PIN2 code is incorrect.
fr: Le code PIN2 est incorrect.
ms: Kod PIN2 tidak betul.

source: Call forwarding is disabled by FDN.
fr: Le transfert d’appels est désactivé par la numérotation fixe.
ms: Panggilan dimaju telah dilumpuhkan oleh FDN.

source: name
fr: Nom
ms: nama

# fdnContact-number
source: number
fr: Numéro
ms: nombor

source: submit
fr: Valider
ms: hantar

source: Add contact
fr: Ajouter un contact
ms: Tambah kenalan

source: Call
fr: Appeler
ms: Panggil

# fdnAction-edit
source: Edit contact
fr: Modifier le contact
ms: Sunting kenalan

# fdnAction-edit-header
source: Edit contact
fr: Modifier le contact
ms: Sunting kenalan

source: Delete contact
fr: Supprimer le contact
ms: Hapus kenalan

source: Maximum FDN reached. You cannot add more numbers.
fr: Nombre maximum de numéros pour la numérotation fixe FDN atteint. Vous ne pouvez plus ajouter de numéros.

source: Messaging Settings
fr: Paramètres des messages
ms: Tetapan Mesej

source: {{messagingSettings}}
fr: Paramètres des messages

source: Message Confirmation
fr: Confirmation des messages

source: Delivery Reports
fr: Accusés de réception

source: Request notification of delivery for each message sent
fr: Demander un accusé de réception pour chaque message envoyé
ms: Pohon makluman penyerahan untuk setiap mesej dohantar

source: Read Reports
fr: Confirmations lecture

source: Request read report for each message sent
fr: Demander une confirmation de lecture pour chaque message envoyé
ms: Memohon baca laporan untuk setiap mesej dihantar

source: &#x202a;Multimedia Messaging (MMS)&#x202c;
fr: &#x202a;Messages multimédias (MMS)&#x202c;

source: Auto Retrieve
fr: Récupération automatique

source: Automatically retrieve messages
fr: Récupérer automatiquement les messages
ms: Automatik dapatkan semula mesej

source: Off
fr: Désactivé
ms: Mati

source: On with roaming
fr: Toujours activé
ms: Hidupkan dengan perayauan

source: On without roaming
fr: Activé sauf en itinérance
ms: Hidupkan tanpa perayauan

source: Auto-configure
fr: Configuration auto
ms: Auto-konfigur

source: WAP Push Messages
fr: Messages Push WAP

source: WAP Push
fr: Push WAP
ms: Menolak WAP

source: Cell Broadcast Messages
fr: Messages de diffusion cellulaire

source: Cell Broadcast
fr: Diffusion cellulaire

source: Emergency Alert
fr: Alertes d’urgence

source: Information
fr: Informations

source: Service Center
fr: Centre de service SMS

# messaging-sim-settings
source: SIM {{index}} Settings
fr: Paramètres SIM {{index}}

source: Info not available
fr: Information non disponible

source: Cellular & Data
fr: Téléphonie et données
ms: Selular & Data

source: {{cellularAndData}}
fr: Téléphonie et données

source: Carrier
fr: Opérateur
ms: Pembawa

# dataConnectivity
source: Data
fr: Données

source: Data Connection
fr: Connexion données

source: Data Roaming
fr: Itinérance de données

source: Network Operator
fr: Réseaux mobiles

source: {{networkOperator}}
fr: Réseaux mobiles

source: Network Operators In The Area
fr: Réseaux mobiles à proximité

source: Preferred network type
fr: Type de réseau préféré
ms: Jenis rangkaian yang diutamakan

source: Network type could not be set
fr: Le type de réseau ne peut pas être enregistré
ms: Jenis rangkaian tidak dapat ditetapkan

source: Network Type
fr: Type de réseau

# operator-networkType-auto
source: Automatic
fr: Automatique
ms: Automatik

source: 3G preferred
fr: 3G de préférence
ms: 3G diutamakan

source: 2G only
fr: 2G uniquement
ms: 2G sahaja

source: 3G only
fr: 3G uniquement
ms: 3G sahaja

source: WCDMA preferred
fr: WCDMA de préférence
ms: WCDMA diutamakan

source: Auto (2G/3G)
fr: Automatique (2G/3G)

source: Auto (CDMA/EVDO)
fr: Automatique (CDMA/EVDO)

source: Auto (WCDMA/GSM)
fr: Automatique (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
fr: Automatique (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
fr: Automatique (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
fr: Automatique (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
fr: Sélection automatique

# operator-networkSelect-auto
source: Automatic
fr: Automatique
ms: Automatik

source: Manual
fr: Manuelle

source: Turn automatic selection off to view available network operators.
fr: Pour afficher les réseaux mobiles disponibles, désactivez la sélection automatique.
ms: Lumpuhkan pilihan automatik untuk tinjau operator rangkaian yang ada.

# operator-status-connecting
source: Connecting…
fr: Connexion…
ms: Menyambung...

# operator-status-connectingfailed
source: Connection failed
fr: Échec de connexion
ms: Sambungan gagal

# operator-status-connected
source: Connected
fr: Connecté
ms: Tersambung

source: Roaming preference
fr: Préférence d’itinérance
ms: Keutamaan perayauan

source: Home
fr: Réseau opérateur
ms: Laman Utama

# operator-roamingPreference-any
source: Any
fr: Tous les réseaux
ms: Sebarang

source: Affiliated
fr: Réseaux partenaires
ms: Bergabung

source: APN
fr: Nom du point d’accès (APN)

source: APN Settings
fr: Paramètres APN

source: {{apnSettings}}
fr: Paramètres APN

source: Data Settings
fr: Paramètres données

source: {{dataSettings}}
fr: Paramètres données

source: A-GPS Settings
fr: Paramètres A-GPS

source: {{suplSettings}}
fr: Paramètres A-GPS

source: Message Settings
fr: Paramètres messages

source: {{messageSettings}}
fr: Paramètres messages

source: Tethering Settings
fr: Paramètres mode modem

source: {{dunSettings}}
fr: Paramètres mode modem

source: IMS Settings
fr: Paramètres IMS

source: {{imsSettings}}
fr: Paramètres IMS

source: APN Editor
fr: Éditeur d’APN

source: MMS port
fr: Port MMS
ms: Port MMS

source: MMS proxy
fr: Mandataire MMS
ms: Proksi MMS

source: HTTP proxy host
fr: Hôte mandataire HTTP
ms: Hos proksi HTTP

source: HTTP proxy port
fr: Port mandataire HTTP
ms: Port proksi HTTP

source: (custom settings)
fr: (param. personnalisés)
ms: (tetapan suaian)

# apn-authType
source: Authentication
fr: Authentification
ms: Pengsahihan

# apn-authType-notDefined
source: Not defined
fr: Non définie
ms: Tidak ditentukan

# apn-authType-none
source: None
fr: Aucune
ms: Tiada

source: PAP or CHAP
fr: PAP ou CHAP
ms: PAP atau CHAP

source: Protocol
fr: Protocole
ms: Protokol

source: Roaming Protocol
fr: Protocole en itinérance

# apn-protocol-notDefined
source: Not defined
fr: Non défini
ms: Tidak ditentukan

source: APN Type
fr: Type d’APN

source: Turn ON data connection?
fr: Activer la connexion de données ?
ms: HIDUPKAN sambungan data?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
fr: Les applications récupèreront automatiquement des données par la connexion de données quand nécessaire. Des frais supplémentaires liés aux données peuvent s’appliquer.
ms: Aplikasi akan secara automatik mengambil data melalui sambungan ketika diperlukan. Tambahan cas data akan dikenakan.

source: Turn ON data roaming?
fr: Activer l’itinérance de données ?
ms: HIDUPKAN data perayauan?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
fr: Selon votre contrat avec votre opérateur, des frais supplémentaires pour vos données peuvent s’appliquer si vous êtes en mode itinérance.
ms: Bergantung kepada perjanjian servis anda, cas tambahan akan dikenakan untuk data apabila anda berada di kawasan perayauan.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
fr: Selon votre contrat avec votre opérateur, modifier vos paramètres de Nom de point d’accès (APN) peut entraîner des frais supplémentaires en itinérance. Voulez-vous continuer ?

# reset-apn-warning-title
source: Reset to Default
fr: Réinitialiser les paramètres APN

source: This resets the settings to default values. This cannot be undone.
fr: Vos paramètres seront réinitialisés à leur valeur par défaut. Cette action est irréversible.
