Repository: phlax/mozilla-gaia
Catalog: ha/apps/keyboard/keyboard.properties.po
Languages: ha

source: Keyboard
ha: Allon madanni

source: Keyboard settings
ha: Saitunan allon madanni

source: Vibration
ha: Ziza

source: Click sound
ha: Dannan ƙara

source: Auto correction
ha: Mai gyara da kansa

source: Word suggestion
ha: Shawarar kalma

source: Word suggestions
ha: Shawarwarin kalma

source: Dismiss
ha: Yi watsi

source: more numbers and symbols
ha: ƙarin lambobi da alamomi

source: letters
ha: baƙaƙe

source: shift
ha: matsa

source: delete
ha: goge

source: space
ha: sarari

source: return
ha: koma

source: period
ha: aya

source: comma
ha: waƙafi

source: colon
ha: dogon waƙafi

source: semicolon
ha: gajeren waƙafi

source: question mark
ha: alamar tambaya

source: exclamation point
ha: alamar motsin-rai

source: left bracket
ha: bakan hagu

source: right bracket
ha: bakan dama

source: double quote
ha: tagwan waƙafin sama

source: left double angle quote
ha: tagwan waƙafin sama na hagu mai kusurwa

source: right double angle quote
ha: tagwan waƙafin sama na dama mai kusurwa
