Repository: phlax/mozilla-gaia
Catalog: lg/shared/facebook/facebook.properties.po
Languages: lg

source: Close
lg: Ggalawo

source: Import
lg: Jj'ewalala

source: Update
lg: Tekamu ebipya

# fbFriends
source: Facebook Friends
lg: Emikwano Gyo ku Facebook

# facebook-serviceName
source: Facebook Friends
lg: Emikwano Gyo ku Facebook

source: Select all
lg: Londa byona

source: Deselect all
lg: Gyamu byolonze byona

source: View All Facebook Friends
lg: Laba Emikwano Gyo gyona ku Facebook

source: View Only Recommended
lg: Laba Byoka Byetulonzemu

source: No matching friends. Showing all
lg: Tewali mikwano bwegityo. Tulaga bona

source: Select the recommended one
lg: Londamu kyetukulondede

# linkProposal[two]
source: Select a recommended one
lg: Londamu kyetukulondede

# linkProposal[few]
source: Select a recommended one
lg: Londamu kyetukulondede

# linkProposal[many]
source: Select a recommended one
lg: Londamu kyetukulondede

# linkProposal[other]
source: Select a recommended one
lg: Londamu kyetukulondede

source: No contacts available to import
lg: Tewali ndagiriro z'amassimu ziliwo okuletebwa

source: All your friends are imported
lg: Emikwano gyo gyona tugigyeyo

source: Found one friend to import
lg: Tusanze mukwano gwo omu ow'okugyayo

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
lg: Tusanze bakwano bo {{numFriends}} ab'okugyayo

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
lg: Tusanze bakwano bo {{numFriends}} ab'okugyayo

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
lg: Tusanze bakwano bo {{numFriends}} ab'okugyayo

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
lg: Tusanze bakwano bo {{numFriends}} ab'okugyayo

source: Search
lg: Nnonya

source: No contacts found
lg: Tetufuny'emu siimu

source: Done
lg: Kiwedde

source: Importing friends to Contacts
lg: Tugata mikwano gyo mu Siimu

source: Updating friends in Contacts
lg: Tulete mikwano gyo egiri mu siimu

# message2
source: This may take a couple of minutes
lg: Kino kiyinza okutwala obudakiika

source: Please hold on. We are linking your friend and your contact.
lg: Bambi lindamu. Tuyunga mukwano gwo n'esiimu yo

source: Please hold on. We are canceling the ongoing operation.
lg: Bambi lindamu. Tuzaamu ekibadde kigenda mumaaso.

source: Error {{from}}
lg: Buzibu {{from}}

# error2
source: Do you want to retry?
lg: Oyagala gezaako?

# errorProposal
source: calculating proposals
lg: Tugata proposals

# errorFriends
source: retrieving friends
lg: Tufuna emikwano

source: linking contact
lg: Tuyunga esiimu

source: Exceeded timeout {{from}}
lg: Osusse obudde {{from}}

# timeout2
source: Do you want to retry?
lg: Oyagala kuddamu?

# timeoutProposal
source: calculating proposals
lg: Tugata proposals

# timeoutFriends
source: retrieving friends
lg: Tufuna emikwano

source: linking contacts
lg: Tuynga esiimu

source: Please hold on
lg: Bambi lindamu

# wait2
source: This may take a couple of minutes
lg: Kino kiyinza okutwala obudakiika

source: Please hold on. We are calculating a proposal.
lg: Lindamu. Tugata proposal

source: Please hold on. We are connecting to obtain your friend list.
lg: Lindamu. Tuyunga okufuna emikwano gyo

# curtainCancel
source: Cancel
lg: Sazaamu

source: Retry
lg: Ddamu

# curtainOK
source: OK
lg: Kale

source: No Internet connection
lg: Tekuli nyunga y'akatimbe

source: Friends’ photos will not be added to your contacts. Continue anyway?
lg: Ebifananyi byamikwano gyo tebigyagatibwa ku siimu. Weyongereyo?

# yesOption
source: OK
lg: Kale

# noOption
source: Cancel
lg: Sazaamu

source: Your Facebook session is invalid. Please sign in.
lg: Akaseerako ku Facebook kakyamu. Tusaba odemu oyingire.

source: There was an error synchronizing your friend’s data
lg: Wabadewo obuzibu mu kuyunga ebikwata ku mikwano gyo
