Repository: phlax/mozilla-gaia
Catalog: zam/apps/browser/browser.properties.po
Languages: zam

source: OK
zam: BLIY

source: Cancel
zam: Naa lit luy

source: Done
zam: Gok laa

source: Search or enter address
zam: Kuan kue o mke kuan lash lu kuan lu

source: History
zam: Ree ko güin

source: New tab
zam: Xhal kuub loo

source: Open link in new tab
zam: Xhal kue lent loo kub

source: Future
zam: Ko gak ge til

source: Today
zam: Nal

source: Yesterday
zam: Naa ah

source: Last 7 days
zam: Let 7 güis

source: This month
zam: Beé ree

source: Last 6 months
zam: Let 6 beé

source: Older than 6 months
zam: Koo güin 6 beé brita

source: January
zam: Ener

source: February
zam: Febrer

source: March
zam: Mars

source: April
zam: Abril

source: May
zam: Bé may

source: June
zam: Jun

source: July
zam: Jul

source: August
zam: Agost

source: September
zam: Septiembr

source: October
zam: Octubr

source: November
zam: Noviembr

source: December
zam: Diciembr

source: Enter a search term or Web address to start browsing.
zam: Toob kuan do lahs luu kuan lu.

# top-sites-startPage
source: Top sites
zam: Koo mas do lash lu

# top-sites-tab
source: Top sites
zam: Koo mas do lash lu

source: Settings
zam: Thus kuey xha mud lash luu

source: Privacy & Security
zam: Koo lut ta taak güil

source: Clear browsing history
zam: Too bí koo güil

source: Clear browsing history?
zam: Lash luu te dont luu ko güil gaá?

source: Clear cookies and stored data
zam: Te dont cookies ner reeta lel

source: Clear cookies and other data stored by sites on this device?
zam: Tedont na re ko xho lent kue ga?

source: Search Engines
zam: Kuab Yib

source: Default search engine
zam: Toob kue

source: Bookmarks
zam: Ko do lahs na

source: Bookmark
zam: Ko do lahs na

source: Unbookmark
zam: Ko na do lahsnt na

source: Edit bookmark
zam: Thus kue ko do lahs lu

# edit-bookmark-header
source: Edit bookmark
zam: Thus kue ko do lahs lu

source: Page title
zam: Kue lee

source: Address
zam: Pa xhool

source: Add to home screen
zam: Toob xha mud lash lu nie telefóno na luu

source: Username
zam: Cho nak lu

source: Password
zam: Ta diif dizh ke lut ta nie

source: Sign in
zam: Ta lel xha tak yul

source: Sign in to website
zam: Ta lel xha tak yul let página re

source: The website {{host}} requires you to sign in.
zam: Par güil kue {{host}} na kin tal leel.

source: The username or password is incorrect.
zam: Lel ko mtal na li xhin par yul tre.

source: Well, this is embarrassing.
zam: Na kap nie kue.

source: We tried to display this Web page, but it’s not responding.
zam: Lasn na loón kue, per na last tiy.

source: Close tab
zam: Tog kue

source: Reload
zam: Bla kue ta diif vez

source: Search for
zam: Kuan kue por

source: Save Image
zam: Lo xhog kue

source: Image saved to Gallery
zam: Loo xhog kue

source: Error saving image
zam: Na gadt loo xhog na kue

source: Save Video
zam: Lo xhog Video re

source: Video saved to Video
zam: Loo xhog Video re

source: Error saving video
zam: Naa blo xhog na video

source: Save Audio
zam: Lo xhog Dizh re

source: Audio saved to Music
zam: Loo xhog ko xhon lu lent Musica

source: Error saving audio
zam: Naa blo xhog na dizh re
