Repository: phlax/mozilla-gaia
Catalog: */apps/camera/camera.properties.po
Languages: af, am, eo, fr, mg, mr, si, sw, xh

source: Not enough space on memory card
af: Onvoldoende ruimte op geheuekaart
am: በማስታወሻ ካርዱ ላይ በቂ ባዶ ቦታ የለም
eo: Ne estas sufiĉe da spaco en la memorkarto
fr: Carte mémoire saturée
mg: Tsy ampy ny toerana ao amin'ny karatra memoara
mr: मेमरी कार्डमध्ये पुरेशी जागा नाही
si: මෙමරි කාඩ්පතේ ප්‍රමාණවත් ඉඩක් නොමැත
sw: Hakuna nafasi ya kutosha kwenye kadi ya kumbukumbu
xh: Akukho sithuba saneleyo kwikhadi lememori

source: Try freeing up space by deleting media.
af: Probeer om ruimte maak deur media te skrap.
am: አንዳንድ መገኛኘዎችን በማጥፋት ነፃ ቦታ ያዘጋጁ
eo: Provu liberigi spacon per forviŝado de dosieroj.
fr: Essayez de libérer de l’espace en supprimant des médias.
mg: Andramo hahalahina ny toerana ka mamafà haino aman-jery.
mr: प्रसारमाध्यमे डिलीट करुन जागा मोकळी करण्याचा प्रयत्न करा.
si: ඡායාරූප හෝ වීඩියෝ කිහිපයක් ඉවත්කිරීම මඟින් ඉඩ ලබාගන්න.
sw: Jaribu kuwezesha nafasi zaidi kwa kufuta media.
xh: Zama ukuvula isithuba ngokucima imidiya.

source: Picture not saved
af: Foto is nie gestoor nie
am: ፎቶው አልተቀመጠም
eo: Bildo ne konservita
fr: Photo non enregistrée
mg: Tsy voatahiry ny sary
mr: प्रतिमा साठवली नाही
si: සේයාරුව සුරැකුම් නොවීය
sw: Picha haijahifadhiwa
xh: Umfanekiso awugcinwanga

source: An error prevented Camera from saving the picture.
af: ’n Fout het verhoed dat Kamera die foto stoor.
am: ስህተት ካሜራው ፎቶውን ከ ማስቀመጥ አግዶታል
eo: Pro eraro la filmilo ne povis konservi la bildon.
fr: Une erreur a empêché l’application Photo d’enregistrer la photo.
mg: Nisy olana nanakana ny Fakantsary tsy hitahiry ilay sary.
mr: एका त्रुटीने कॅमेराला प्रतिमा साठवण्यापासून रोखले.
si: දෝශයක් කැමරාවෙන් සේයාරුව සුරැකුම් කිරීම වලක්වයි
sw: Hitilafu ilizuia Kamera dhidi ya kuhifadhi picha.
xh: Imposiso ithintele ikhamera ekugcine umfanekiso.

# error-recording-title
source: Video not recorded
am: ቪዲዮ አልተቀረጸም
fr: Vidéo non enregistrée
mg: Tsy voarakitra ny horonantsary
mr: चित्रफीत रेकॉर्ड नाही झाली
si: දිසි පටය වාර්තා නොවීය

source: An error prevented Camera from recording the video.
af: ’n Fout het verhoed dat Kamera die video opneem.
am: ስህተት ካሜራው ቪዲዮ ከ ማስቀመጥ አግዶታል
eo: La programo Filmilo ne povis registri la filmeton pro eraro.
fr: Une erreur a empêché l’application Photo d’enregistrer la vidéo.
mg: Nisy olana nanakana ny Fakantsary tsy handrakitra ilay horonantsary.
mr: एका त्रुटीने कॅमेराला चित्रफीत रेकॉर्ड करण्यापासून रोखले.
si: දෝශයක් කැමරාවෙන් සේයාරුව සුරැකුම් කිරීම වලක්වයි.
sw: Hitilafu ilizuia Kamera dhidi ya kurekodi video.
xh: Imposiso ithintele ikhamera ekurekhodeni ividiyo.

# error-video-file-path-title
source: Video not recorded
am: ቪዲዮ አልተቀረጸም
fr: Vidéo non enregistrée
mg: Tsy voarakitra ny horonantsary
mr: चित्रफीत रेकॉर्ड नाही झाली
si: දිසි පටය වාර්තා නොවීය

source: Error creating video file path.
am: ስህተት ተፈጥሯል የ ቪዲዮ ፋይል መንገድ በ መፍጠር ላይ እንዳለ
fr: Erreur à la création du chemin de fichier vidéo.
mg: Olana nandritra ny famoronana làlan-drakitra horonantsary.
si: දිසිපට ස්ථානය සෑදීමේදී දෝශයකි.

source: No memory card found
af: Geen geheuekaart gevind nie
am: ምንም የማስታወሻ ካርድ አልተገኘም
eo: Neniu memorkarto trovita
fr: Aucune carte mémoire
mg: Tsisy karatra memoara hita
mr: मेमरी कार्ड सापडले नाही
si: මෙමරි කාඩ්පතක් සොයාගැනීමට නොහැක
sw: Hakuna kadi ya kumbukumbu iliyopatikana
xh: Ayifumenanga ikhadi lememori

source: Insert a memory card to take pictures.
af: Steek ’n geheuekaart in om foto’s te neem.
am: ፎቶ ለማንሳት የ ማስታወሻ ካርድ ያስገቡ
eo: Enŝovu memorkarton por povi foti.
fr: Pour prendre des photos, insérez une carte mémoire.
mg: Manatsofoha karatra memoara raha haka sary.
mr: छायाचित्रे घेण्यासाठी मेमरी कार्ड टाका.
si: ඡායාරූප ගැනීමට ප්‍රථම මෙමරි කාඩ්පතක් ඇතුල් කරන්න.
sw: Ingiza kadi ya kumbukumbu ili kupiga picha.
xh: Faka ikhadi lememori ukuthatha imifanekiso.

source: Camera can not be used while phone is plugged in
af: Kan nie Kamera gebruik terwyl foon ingeprop is nie
am: ስልኩ በተሰካ ጊዜ ፎቶ ማንሳት አይችሉም
eo: Ne eblas uzi la filmilon dum la telefono estas konektita
fr: L’application Photo ne peut pas être utilisée tant que le téléphone est branché
mg: Tsy azo ampiasaina ny Fakantsary rehefa mitsatoka amin'ny pirizy ny telefaona
mr: फोन प्लगइन असताना कॅमेरा नाही वापरला जाउ शकत
si: පේනුවට සවිකර ඇති අවස්ථාවලදී කැමරාව භාවිතා කල නොහැකි බව සලකන්න
sw: Kamera haiwezi kutumiwa wakati imeingizwa ndani
xh: Ikhamera ayinakusetyenziswa ngeli lixa ifowuni iplagiwe

source: Unplug the phone to capture photos and videos
af: Ontprop die foon om die foto's en video's vas te lê
am: ፎቶዎች እና ቪዲዮ ለማንሳት ስልኩን ከተሰካበት ያለያዩ
eo: Malkonektu la telefonon por povi foti kaj filmi
fr: Pour capturer des photos ou des vidéos, débranchez le téléphone
mg: Tsoahy ny telefaona raha haka sary sy horonantsary
mr: छायाचित्र व चित्रफीत घेण्यासाठी फोनचा प्लग काढा
si: සේයාරූ ගැනීමට හා චලන චිත්‍රකයන් ලබා ගැනීමට දුරකථනය පේනුවෙන් විසන්ධි කරන්න
sw: Chomoa simu yako ili kunasa picha na video
xh: Khupha ifowuni kwiplagi ukuthatha iifoto neevidiyo

source: You have run out of media storage space.
af: Jy het nie meer mediastoorruimte oor nie.
am: ምንም የማጠራቀሚያ ቦታ የለም
eo: La spaco por audvidaĵoj elĉerpiĝis.
fr: Vous avez épuisé l’espace alloué pour le stockage des médias.
mg: Lany ny toerana fitehirizanao haino aman-jery.
mr: तुमची प्रसारमाध्यमे साठवण्याची जागा संपली आहे.
si: ඔබගේ මාධ්‍ය ගබඩා අවකාශය අවසන් වී ඇත.
sw: Huna nafasi ya hifadhi ya vyombo vya habari.
xh: Uphelelwe sisithuba sokugcina imidiya.

source: You have reached the maximum file size for this attachment.
af: Jy het die maksimum lêergrootte vir hierdie aanhegsel bereik.
am: ለዚህ ማያያዣ የተፈቀደውን ከፍተኛ የ ፋይል መጠን ደርሰዋል
eo: Vi atingis la maksimuman grandecon de dosiero por tiu ĉi anekso.
fr: Vous avez atteint la taille maximale pour cette pièce jointe.
mg: Efa amin'ny habe farafahaben'ny rakitra ho an'io rakipaingotra io ianao.
mr: या अटॅचमेंटसाठी तुम्ही कमाल फाइल आकारापर्यंत पोहोचला आहात.
si: ඔබ මෙම ඈදුමට භාවිතා කල හැකි උපරීම ගොනු ධාරිතා සීමාවට පැමිණ ඇත.
sw: Umefika upeo wa ukubwa wa faili ya ambatanisho hili.
xh: Ufikelele kubukhulu obaneleyo besayizi yefayile encanyathiselweyo.

source: Retake
af: Neem weer
am: እንደገና ማንሻ
eo: Repreni
fr: Recommencer
mg: Haka indray
mr: पुन:घ्या
si: නැවත ලබා ගන්න
sw: Chukua upya
xh: Phinda ufote

source: Select
af: Kies
am: ይምረጡ
eo: Elekti
fr: Sélectionner
mg: Hifantina
mr: निवडा
si: තෝරන්න
sw: Chagua
xh: Khetha

# close-button
source: Close
am: መዝጊያ
fr: Fermer
mg: Akatona
si: වසන්න

source: Delete photo?
af: Skrap foto?
am: ፎቶውን ላጥፋው?
eo: Ĉu forviŝi foton?
fr: Supprimer la photo ?
mg: Hamafa sary?
mr: छायाचित्र डिलीट करायचे?
si: සේයාරුව මකන්න ද?
sw: Futa picha?
xh: Ufuna ukucima ifoto?

source: Delete video?
af: Skrap video?
am: ቪዲዮውን ላጥፋው?
eo: Ĉu forigi filmeton?
fr: Supprimer la vidéo ?
mg: Hamafa horonantsary?
mr: चित्रफीत डिलीट करायची?
si: දිසි පටය මකන්න ද?
sw: Futa video?
xh: Ufuna ukucima ividiyo?

source: Cancel
af: Kanselleer
am: መሰረዣ
eo: Nuligi
fr: Annuler
mg: Foanana
mr: रद्द
si: අවලංගු කරන්න
sw: Ghairi
xh: Rhoxisa

source: Delete
af: Skrap
am: ማጥፊያ
eo: Forigi
fr: Supprimer
mg: Hamafa
mr: डिलीट
si: මකන්න
sw: Futa
xh: Cima

source: MP
am: ሜ/ፒ
fr: Mpx
mr: एमपी

source: Camera Resolution
af: Kameraresolusie
am: የ ካሜራው ሪዞሊሽን
eo: Detaleblo de filmilo
fr: Définition du capteur photo
mg: Fivelatry ny fakantsary
mr: कॅमेरा शक्ती
si: කැමරාවේ විභේදනය
sw: Msongo wa Kamera
xh: Isisombululo sekhamera

source: {{camera-resolution}}
fr: Définition photo

source: Video Resolution
af: Videoresolusie
am: የ ቪዲዮ ሪዞሊሽን
eo: Detaleblo de filmeto
fr: Définition du capteur vidéo
mg: Fivelatry ny horonantsary
mr: चित्रफीत क्षमता
si: වීඩියෝ විභේදනය
sw: Msongo wa Video
xh: Isisombululo sevidiyo

source: {{video-resolution}}
fr: Définition vidéo

source: Scene Mode
af: Toneelmodus
am: መመልከቻ ዘዴ
eo: Reĝimo de sceno
fr: Mode scène
mg: Maody Sehatra
mr: दृश्य पद्धत
si: දර්ශන ආකාරය
sw: Modi ya Tukio
xh: Imo yomboniso

source: {{scene-mode}}
fr: Mode scène

source: Self-Timer
af: Afteller
am: በራሱ-መቁጠሪያ
eo: Tempumilo
fr: Retardateur
mg: Mpanatara
mr: स्वत:-टायमर
si: ස්වංය-මුහුර්තකය
sw: Kipima wakati
xh: Ukuzijongela ixesha

source: {{self-timer}}
fr: Retardateur

# self-timer-off
source: Off
af: Af
am: ማጥፊያ
eo: ne aktiva
fr: Désactivé
mg: Maty
mr: बंद
si: අක්‍රීය
sw: Zima
xh: Icimile

source: 2 seconds
af: 2 sekondes
am: በ 2 ሰከንዶች ውስጥ
eo: 2 sekundoj
fr: 2 secondes
mg: 2 segondra
mr: 2 सेकंद
si: තත්පර 2
sw: sekunde 2
xh: Imizuzwana emi-2

source: 5 seconds
af: 5 sekondes
am: በ 5 ሰከንዶች ውስጥ
eo: 5 sekundoj
fr: 5 secondes
mg: 5 segondra
mr: 5 सेकंद
si: තත්පර 5
sw: sekunde 5
xh: Imizuzwana emi-5

source: 10 seconds
af: 10 sekondes
am: በ 10 ሰከንዶች ውስጥ
eo: 10 sekundoj
fr: 10 secondes
mg: 10 segondra
mr: 10 सेकंद
si: තත්පර 10
sw: sekunde 10
xh: Imizuzwana eli-10

source: Low Battery
af: Batterykrag laag
am: ዝቅተኛ ባትሪ
eo: Malalta baterio
fr: Batterie faible
mg: Ambany ny bateria
mr: बॅटरी कमी
si: බැටරිය අවමයි
sw: Betri iko Chini
xh: Ibhethri esezantsi

source: The battery is too low to use the camera.
af: Die batterykrag is te laag om die kamera te gebruik.
am: ካሜራውን ለመጠቀም ባትሪው በጣም ዝቅተኛ ነው
eo: La baterio tro malaltas por uzi la filmilon.
fr: La batterie est trop faible pour utiliser l’appareil photo.
mg: Ambany loatra ny bateria ka tsy ampy hampiasana ny fakantsary.
mr: कॅमेरा वापरण्याजोगी बॅटरी नाही.
si: කැමරාව භාවිතා කිරීමට විදුලි කෝශයේ ආරෝපණ මට්ටම ප්‍රමාණවත් ‍නොවේ.
sw: Betri iki chini sana kutumia kamera.
xh: Ibhethri isezantsi kakhulu ukuba ingasebenzisa ikhamera.

source: Critically low battery
af: Batterykrag uiters laag
am: አደገኛ ዝቅተኛ ባትሪ
eo: Grave malalta baterio
fr: Niveau de batterie critique
mg: Ambany mampanahy ny bateria
mr: अतिशय कमी बॅटरी
si: බැටරිය ඉතා අවමයි
sw: Betri iko chini sana
xh: Ibhethri esezantsi ngokugqithisileyo

source: 10% battery remaining
af: 10% batterykrag oor
am: 10% የባትሪ ሐይል ቀርቷል
eo: restas 10% de baterio
fr: 10 % de batterie restants
mg: 10% amin'ny bateria sisa
mr: 10% बॅटरी शिल्लक
si: විදුලි කෝශයේ ආරෝපණයෙන් 10% ක් පමණක් ඉතිරිව ඇත
sw: Betri imebaki 10%
xh: Kusele ibhethri eli-10%

source: 15% battery remaining
af: 15% batterykrag oor
am: 15% የባትሪ ሐይል ቀርቷል
eo: restas 15% de baterio
fr: 15 % de batterie restants
mg: 15% amin'ny bateria sisa
mr: 15% बॅटरी शिल्लक
si: විදුලි කෝශයේ ආරෝපණයෙන් 15% ක් පමණක් ඉතිරිව ඇත
sw: Betri imebaki 15%
xh: Kusele ibhethri eli-15%

source: Camera Unavailable
am: ካሜራ አልተገኘም
fr: Appareil photo indisponible
mg: Fakantsary tsy vonona
si: කැමරාව නොපවතී

source: The camera is in use by another app.
am: ካሜራውን ሌላ መተግበሪያ እየተጠቀመበት ነው
fr: L’appareil photo est utilisé par une autre application.
mg: Ampiasain'ny app hafa ny fakantsary.
si: කැමරාව වෙනත් යෙදුමක් භාවිත කරයි.

# hdr-onhdr-on
source: On
fr: Activé

# hdr-off
source: Off
af: Af
am: ማጥፊያ
eo: ne aktiva
fr: Désactivé
mg: Maty
mr: बंद
si: අක්‍රිය
sw: Zima
xh: Icimile

source: (HDR deactivated)
af: (HDR gedeaktiveer)
am: (HDR ተሰናክሏል)
eo: (HDR malaktiva)
fr: (HDR désactivé)
mg: (HDR novonoina)
mr: (HDR निष्क्रिय)
si: (HDR අක්‍රීය කළා)
sw: (HDR haitumiki)
xh: (I-HDR iyekisiwe ukusebenza)

source: Grid Lines
af: Roosterlyne
am: መጋጠሚያ መስመሮች
eo: Kradlinioj
fr: Grille
mg: Tsipiky ny harato
mr: ग्रिड रेषा
si: කොටු රේඛා
sw: Mistari ya Gridi
xh: Iigrid-layini

source: {{grid}}
fr: Grille

# grid-on
source: On
af: Aan
am: ማብሪያ
eo: aktiva
fr: Activée
mg: Mandeha
mr: चालु
si: සක්‍රීය
sw: Washa
xh: Ilayitile

# grid-off
source: Off
af: Af
am: ማጥፊያ
eo: ne aktiva
fr: Désactivée
mg: Maty
mr: बंद
si: අක්‍රීයයි
sw: Zima
xh: Icimile

# flash-on
source: On
af: Aan
am: ማብሪያ
eo: aktiva
fr: Activé
mg: Mandeha
mr: चालु
si: සක්‍රීයයි
sw: Washa
xh: Ilayitile

# flash-off
source: Off
af: Af
am: ማጥፊያ
eo: ne aktiva
fr: Désactivé
mg: Maty
mr: बंद
si: අක්‍රීයයි
sw: Zima
xh: Icimile

source: Auto
af: Outo
am: በራሱ
eo: Aŭtomate
fr: Automatique
mg: Hoazy
mr: स्वयंचलित
si: ස්වයං
sw: Kwa machine
xh: Ezenzekelayo

source: (Flash deactivated)
af: (Flits gedeaktiveer)
am: (Flash ተሰናክሏል)
eo: (fulmo malaktiva)
fr: (Flash désactivé)
mg: (Flash novonoina)
mr: (फ्लॅश निष्क्रिय केला)
si: (ෆ්ලෑෂරය අක්‍රීය කලා)
sw: (Flashi haitumiki)

source: Photo Mode
am: በ ፎቶ ዘዴ
fr: Mode photo
mg: Maody Sary
si: පින්තූර ප්‍රකාරය

source: Video Mode
am: በ ቪዲዮ ዘዴ
fr: Mode vidéo
mg: Maody Horonantsary
si: වීඩියෝ ප්‍රකාරය

source: Open Gallery
af: Maak Galery oop
am: አዳራሽ መክፈቻ
eo: Malfermi galerion
fr: Ouvrir l’application Galerie
mg: Hanokatra Galeria
mr: प्रतिमा संच उघडा
si: ගැලරිය විවෘත කරන්න
sw: Fungua Albamu
xh: Igalari evulelekileyo

source: Preview
am: ቅድመ እይታ
fr: Aperçu
mg: Topy maso
si: පෙරදසුන

source: Close menu
am: ዝርዝር መዝጊያ
fr: Fermer le menu
mg: Akatona menio
si: මෙනුව වසන්න

source: Back
am: ወደ ኋላ
fr: Retour
mg: Hiverina
si: ආපසු

source: Self-Timer {{value}}
am: በራሱ-ጊዜ ቆጣሪ {{value}}
fr: Retardateur {{value}}
mg: Mpanatara {{value}}

source: Grid Lines {{value}}
am: መጋጠሚያ መስመሮች {{value}}
fr: Grille {{value}}
mg: Tsipiky ny harato {{value}}

source: Scene Mode {{value}}
am: መመልከቻ ዘዴ {{value}}
fr: Mode scène {{value}}
mg: Maody Sehatra {{value}}

source: Camera Resolution {{value}}
am: የ ካሜራ ሪዞሊሽን {{value}}
fr: Définition photo de {{value}}
mg: Fivelatry ny fakantsary {{value}}

source: Video Resolution {{value}}
am: የ ቪዲዮ ሪዞሊሽን {{value}}
fr: Définition vidéo de {{value}}
mg: Fivelatry ny horonantsary {{value}}

source: Flash On
am: ፍላሽ በርቷል
fr: Flash activé
mg: Flash mandeha

source: Flash Off
am: ፍላሽ ጠፍቷል
fr: Flash désactivé
mg: Flash maty

source: Flash Auto
am: ፍላሽ በራሱ
fr: Flash automatique
mg: Flash hoazy

source: Rear camera
am: የ ኋላ ካሜራ
fr: Capteur arrière
mg: Fakantsary aoriana
si: පිටුපස කැමරාව

source: Front camera
am: የ ፊት ካሜራ
fr: Capteur avant
mg: Fakantsary aloha
si: ඉදිරිපස කැමරාව

# preview-button.ariaLabel
source: Preview
am: ቅድመ እይታ
fr: Aperçu
mg: Topy maso

# controls-button-close.ariaLabel
source: Close
am: መዝጊያ
fr: Fermer
mg: Akatona

source: Share
am: ማካፈያ
fr: Partager
mg: Hizara

source: More
am: ተጨማሪ
fr: Options
mg: Bebe kokoa

source: Frame {{current}} of {{total}}
am: ክፈፍ {{current}} ከ {{total}}
fr: Image {{current}} sur {{total}}
mg: Fefimerana {{current}} amin'ny {{total}}
si: රාමු {{total}} කින් {{current}} ක්

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
am: በ 2 ጣቶች ወደ ግራ ይጥረጉ ወደሚቀጥለው ለመዝለል: ወይንም ወደ ቀኝ ይጥረጉ ቀደም ወዳለው ለመዝለል
fr: Faites glisser deux doigts vers la gauche pour passer à la suivante, ou faites de même vers la droite pour passer à la précédente
mg: Asosao miankavia amin'ny rantsantànana 2 raha hitsambikina ho amin'ny manaraka, na asosao miankavanana raha hitsambikina ho amin'ny eo aloha.

# hdr-on
source: On
af: Aan
am: ማብሪያ
eo: aktiva
mg: Mandeha
mr: चालू
si: සක්‍රිය
sw: Washa
xh: Ilayitile

source: Flash
af: Flits
am: ፍላሽ
eo: Fulmo
mr: फ्लॅश
si: ෆ්ලෑෂ්
sw: Flashi
xh: Danyaza

source: Options
af: Opsies
am: ምርጫዎች
eo: Elekteblo
mg: Safidy
mr: पर्याय
si: විකල්ප
sw: Machaguo
xh: Ekunokukhethwa kuko

source: Menu
am: ዝርዝር
mg: Menio
si: මෙනුව

source: Close
af: Maak toe
eo: Fermi
mr: बंद
sw: Funga
xh: Vala

source: Preview
af: Voorskou
eo: Antaŭvidi
mr: पूर्वावलोकन
sw: Hakiki
xh: Umbono-ngqangi

source: Video not recorded
sw: Video haijarekodiwa

source: HDR
xh: I-HDR
