Repository: phlax/mozilla-gaia
Catalog: */apps/ringtones/ringtones.properties.po
Languages: es, fr, mg, si

source: Manage Tones
es: Administrar tonos
fr: Gérer les sonneries
mg: Handrindra Feo
si: නාදයන් කළමනාකරණය

source: Share ringtone
es: Compartir tono
fr: Partager la sonnerie
mg: Hizara feo faneno
si: නාද රටාව හුවමාරු කරන්න

source: Delete ringtone
es: Borrar tono
fr: Supprimer la sonnerie
mg: Hamafa feo faneno
si: නාද රටාව මකන්න

source: Share alert
es: Compartir alerta
fr: Partager l’alerte
mg: Hizara fanairana
si: දැන්වීම බෙදාගන්න

source: Delete alert
es: Borrar alerta
fr: Supprimer l’alerte
mg: Hamafa fanairana
si: දැන්වීම මකන්න

# actions-cancel
source: Cancel
es: Cancelar
fr: Annuler
mg: Foanana
si: අවලංගු කරන්න

source: Delete Ringtone
es: Borrar tono
fr: Supprimer la sonnerie
mg: Hamafa Feo faneno
si: රිංග්ටෝන් මකන්න

source: Delete Alert
es: Borrar alerta
fr: Supprimer l’alerte
mg: Hamafa Fanairana
si: දැන්වීම මකන්න

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
es: ¿Seguro que desea borrar "<bdi>{{tone}}</bdi>"?
si: ඔබට "<bdi>{{tone}}</bdi>" මැකීමට අවශ්‍ය ද?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
es: "<bdi>{{tone}}</bdi>" es el tono predeterminado.<br><br>¿Seguro que desea borrarlo?
si: "<bdi>{{tone}}</bdi>" යනු දැනට භාවිතයේ ඇති රිංග්ටෝනයයි.<br><br>ඔබට එය මැකීමට අවශ්‍ය ද?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
es: "<bdi>{{tone}}</bdi>" es el tono de alarma predeterminado.<br><br>¿Seguro que desea borrarlo?
si: "<bdi>{{tone}}</bdi>" යනු දැනට භාවිතයේ ඇති අවවාද හඬයි.<br><br>ඔබට එය මැකීමට අවශ්‍ය ද?

# delete-cancel
source: Cancel
es: Cancelar
fr: Annuler
mg: Foanana
si: අවලංගු කරන්න

source: Delete
es: Borrar
fr: Supprimer
mg: Hamafa
si: මකන්න

source: Ringtone deleted.
es: Tono borrado.
fr: Sonnerie supprimée.
mg: Voafafa ny feo faneno.
si: රිංග්ටෝනය මකාදැමුවා.

source: Alert deleted.
es: Alerta borrada.
fr: Alerte supprimée.
mg: Voafafa ny fanairana.
si: දැන්වීම මකාදැමිනි.

source: New ringtone created.
es: Nuevo tono creado.
fr: Nouvelle sonnerie créée.
mg: Voaforona ny feo faneno vaovao.
si: නව රිංග්ටෝනයක් සෑදුවා.

source: Ringtone set as default.
es: Tono configurado como predeterminado.
fr: Définie par défaut.
mg: Voatefy ho niandohana ny feo faneno.
si: නාදට පෙරනිමි ලෙස සකස් කලා.

source: SD Card
es: Tarjeta SD
fr: Carte SD
mg: Karatra SD
si: SD කාඩ්පත

source: Select Sound
es: Seleccionar sonido
fr: Choisir un son
mg: Hifantina Feo
si: හඬක් තෝරාගන්න

source: Set
es: Establecer
fr: Définir
mg: Hanefy
si: සකසන්න

source: {{ringtoneSectionBrandName}} Ringtones
es: Tonos {{ringtoneSectionBrandName}}
fr: Sonneries {{ringtoneSectionBrandName}}
mg: Feo faneno {{ringtoneSectionBrandName}}
si: {{ringtoneSectionBrandName}} නාද

source: {{ringtoneSectionBrandName}} Alerts
es: Alertas {{ringtoneSectionBrandName}}
fr: Alertes {{ringtoneSectionBrandName}}
mg: Fanairana {{ringtoneSectionBrandName}}
si: {{ringtoneSectionBrandName}} දැන්වීම්

source: My Ringtones
es: Mis tonos
fr: Mes sonneries
mg: Feo fanenoko
si: මගේ නාදරටා

source: My Alerts
es: Mis alertas
fr: Mes alertes
mg: Fanairako
si: මගේ දැන්වීම්

source: Create Ringtone
es: Crear tono
fr: Créer sonnerie
mg: Hamorona Feo faneno
si: නාදයක් සාදන්න

source: Save
es: Guardar
fr: Enregistrer
mg: Hitahiry
si: සුරකින්න

# create-cancel
source: Cancel
es: Cancelar
fr: Annuler
mg: Foanana
si: අවලංගු කරන්න

source: Corrupted File
es: Archivo corrupto
fr: Fichier corrompu
mg: Rakitra misy simba
si: දූශිත ගොනුවක්

source: The file is corrupted. It cannot be used to create a ringtone.
es: El archivo está corrupto. No puede usarse para crear un tono.
fr: Le fichier est corrompu. Il ne peut pas être utilisé pour créer une sonnerie.
mg: Misy simba ilay rakitra. Tsy azo ampiasaina hamoronana feo faneno io.
si: මෙම ගොනුව දූශිත වී ඇත. එය රිංග්ටෝනයක් සෑදීමට භාවිතා කල නොහැකියි.

source: Ringtone Not Created
es: Tono no creado
fr: Échec de la création
mg: Tsy Voaforona ny Feo faneno
si: රිංග්ටෝනය නොසෑදිනි

source: There was an issue creating the ringtone. Please try again.
es: Hubo un problema al crear el tono. Pruebe de nuevo.
fr: Une erreur est survenue lors de la création de la sonnerie. Veuillez réessayer.
mg: Nisy olana nandritra ny famoronana ilay feo faneno. Andramo indray, azafady.
si: රිංග්ටෝනය සෑදීමේදී යම් කිසි දෝශයක් ඇතිවිය. කරුණාකර නැවත උත්සාහ කරන්න.

source: Use as default ringtone
es: Usar como tono predeterminado
fr: Sonnerie par défaut.
mg: Hampiasa toa feo faneno niandohana
si: පෙරනිමි රිංග්ටෝනය ලෙස භාවිතා කරන්න

source: OK
es: Aceptar
si: හරි

source: Untitled
es: Sin título
fr: Sans titre
mg: Tsisy lohateny
si: මාතෘකා නොමැති

source: Add
si: එක් කරන්න

source: Are you sure you want to delete "{{tone}}"?
fr: Voulez-vous vraiment supprimer « {{tone}} » ?
mg: Siora ianao fa te-hamafa ny "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
fr: « {{tone}} » est la sonnerie par défaut. Voulez-vous vraiment la supprimer ?
mg: "{{tone}}" no feo faneno niandohana ankehitriny. Siora ianao fa te-hamafa azy?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
fr: « {{tone}} » est l’alerte par défaut. Voulez-vous vraiment la supprimer ?
mg: "{{tone}}" no fanairana niandohana ankehitriny. Siora ianao fa te-hamafa azy?
