Repository: phlax/mozilla-gaia
Catalog: yo/apps/keyboard/keyboard.properties.po
Languages: yo

source: Keyboard
yo: Àtẹ bọ́tìnnì

source: OK
yo: Ó DÁRA

source: Keyboard settings
yo: Àwọn ààtò àtẹ bọ́tìnnì

source: Vibration
yo: Gbọ̀nrìrì

source: Click sound
yo: Tẹ ohùn

source: Auto correction
yo: Àtúnṣe aládàáṣe

source: Word suggestion
yo: Àbá ọ̀rọ̀

source: Word suggestions
yo: Àwọn àbá ọ̀rọ̀

source: Dismiss
yo: Ìtúká

source: more numbers and symbols
yo: nọ́ḿbà àti ààmì si

source: letters
yo: àwọn lẹ́tà

source: delete
yo: parẹ́

source: space
yo: àlàfo

source: return
yo: padà

source: period
yo: ìgbà

source: comma
yo: kọmá

source: colon
yo: kólọ̀nù

source: semicolon
yo: àmì dákẹ́ díẹ̀

source: question mark
yo: àmì ìbéèrè

source: exclamation point
yo: àmì ìyanu

source: left bracket
yo: àkámọ́ olópòó apá òsì

source: right bracket
yo: àkámọ́ olópòó apá ọ̀tún

source: double quote
yo: àkámọ́ méjì

source: left double angle quote
yo: ìlọ́po méjì àyọlò apa osi

source: right double angle quote
yo: ìlọ́po méjì àyọlò apa ọ̀tún
