Repository: phlax/mozilla-gaia
Catalog: ig/apps/sms/sms.properties.po
Languages: ig

source: Messages
ig: Ozi

source: Delete messages
ig: Hichapụ ozi

source: Edit
ig: Dezie

source: Back
ig: Azụ

source: Cancel
ig: Kagbuo

source: Undo
ig: Meghasịa

source: Done
ig: Emechaala

source: Delete
ig: Hichapụ

source: Deleting…
ig: Na-ehichapụ…

source: Select all
ig: Họrọ ha niile

source: Deselect all
ig: Wepu ha niile

# selected-threads[many]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-threads[other]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-messages[zero]
source: none selected
ig: ọnweghị nke ahọpụtara

# selected-messages[one]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-messages[two]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-messages[few]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-messages[many]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# selected-messages[other]
source: {{n}} selected
ig: Ahọpụtara {{n}}

source: Settings
ig: Ntọala

source: Add subject
ig: Tinye isiokwu

source: Remove subject
ig: Wepu isiokwu

source: To:
ig: Gaa na:

source: Send
ig: Zipu

source: New
ig: Ọhụrụ

source: Message
ig: Ozi

# messagesInput_placeholder
source: Message
ig: Ozi

source: Subject
ig: Isiokwu

source: Converting to multimedia message.
ig: Na atụgharị ka ọ bụrụ ozi mkpokọ mgbasa ozi.

source: Converting to text message.
ig: Na atụgharị ka ọ bụrụ ozi ederede.

source: You’ve reached the maximum length.
ig: I ruola ogologo kachasị.

source: Maximum length of subject reached.
ig: Eruola ogologo nke isiokwu kachasị.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
ig: Ị gafeela nha kachasị. Wepu mgbakwunye ma ọ bụ belata ozi ahụ iji zipu ya.

source: New message
ig: Ozi ọhụrụ

source: Send message
ig: Zipu ozi

source: (No recipient)
ig: (Enweghị onye nnata)

source: {{n}} recipient
ig: {{n}} onye nnata

# recipient[two]
source: {{n}} recipients
ig: Ndị nnata {{n}}

# recipient[few]
source: {{n}} recipients
ig: Ndị nnata {{n}}

# recipient[many]
source: {{n}} recipients
ig: Ndị nnata {{n}}

# recipient[other]
source: {{n}} recipients
ig: Ndị nnata {{n}}

source: There is no application available to open this file type.
ig: Ọnweghị ngwa dị iji mepee ụdị faịlụ a.

source: Remove
ig: Wepu

source: {{n}} participant
ig: Onye nsonye {{n}}

# participant[two]
source: {{n}} participants
ig: Ndị nsonye {{n}}

# participant[few]
source: {{n}} participants
ig: Ndị nsonye {{n}}

# participant[many]
source: {{n}} participants
ig: Ndị nsonye {{n}}

# participant[other]
source: {{n}} participants
ig: Ndị nsonye {{n}}

source: Message report
ig: Mkpesa ozi

source: Text Message (SMS)
ig: Ozi Ederede (SMS)

source: Multimedia Message (MMS)
ig: Ozi Mkpokọ Mgbasa Ozi (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
ig: Ezipuru Ozi Ederede Gị (SMS), na {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ig: Ezipuru Ozi Mkpokọ Mgbasa Ozi Gị (MMS), isiokwu {{subject}}, na {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ig: Ezipuru Ozi Mkpokọ Mgbasa Ozi Gị (MMS), na {{datetime}}

source: Status:
ig: Ọkwa:

source: sent
ig: ezipuru

source: received
ig: enwetara

source: sending
ig: na ezipu

source: error
ig: mperi

source: not downloaded
ig: ebudataghị

source: Delivered:
ig: Enyefeela:

source: Read:
ig: Gụọ:

source: Requested
ig: Arịrịọ

source: Message size:
ig: Nha ozi:

source: Recipients:
ig: Ndị nnata:

source: From:
ig: Site na:

source: Sent:
ig: Ezipuru:

source: Received:
ig: Enwetara:

source: Via:
ig: Site na:

source: Search
ig: Chọgharịa

source: Unknown
ig: Amaghị

source: Replace existing Draft
ig: Dochie Draftụ dị adị

source: Save as Draft
ig: Chekwaa dị ka Draftụ

# discard-message
source: Discard
ig: Tufuo

source: Are you sure you want to discard this message?
ig: O doro anya na ị chọrọ itufu ozi a?

source: Discard the message you’re composing and open the new message?
ig: Tufuo ozi ahụ ị na ede ma mepee ozi ọhụrụ?

source: The message could not be sent. Try again?
ig: Enwenwughi ike izipu ozi ahụ. Nwaa ọzọ?

source: Resend this message
ig: Zipugharịa ozi a

source: Delete selected messages?
ig: Hichapụ ozi ahọpụtara?

source: Delete selected message threads?
ig: Hichapụ usoro ozi ahọpụtara?

source: New message from
ig: Ozi ọhụrụ si na

source: Read it
ig: Gụọ ya

source: No messages
ig: Ozi adịghị

source: Start communicating now
ig: Bido nkwukọrịta ugbu a

source: Message not sent
ig: Ezipughi ozi

source: There was a problem sending the message. Please try again.
ig: Enwere nsogbu na izipu ozi ahụ. Biko nwaa ọzọ.

# sendDefaultErrorBtnOk
source: OK
ig: ỌDỊMMA

source: Missing SIM card
ig: Kaadị SIM na efu

source: Insert a valid SIM card to continue.
ig: Fanye kaadị SIM na arụ ọrụ iji gaa n'ihu.

# sendMissingSimCardBtnOk
source: OK
ig: ỌDỊMMA

source: Airplane mode activated
ig: Agbalitere ụkpụrụ ụgbọ elu

source: Turn off airplane mode to send messages.
ig: Gbanyụọ ụkpụrụ ụgbọ elu iji zipu ozi.

# sendFlightModeBtnOk
source: OK
ig: ỌDỊMMA

source: FDN active
ig: FDN nọ n'ọrụ

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama). Hụ na ama SMS yana onye nnata a dị na ndeputa FDN gị:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama). Hụ na ama SMS yana onye nnata ndị a dị na ndeputa FDN gị:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama). Hụ na ama SMS yana onye nnata ndị a dị na ndeputa FDN gị:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama). Hụ na ama SMS yana onye nnata ndị a dị na ndeputa FDN gị:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ig: Agbalitere FDN (Nọmba Ọkpụkpọ Ahụbara Ama). Hụ na ama SMS yana onye nnata ndị a dị na ndeputa FDN gị:<br />{{ numbers }}

# fdnBlocked2BtnOk
source: OK
ig: ỌDỊMMA

source: Switch data connection
ig: Gbanwee njikọ data

source: Later
ig: Emechaa

# switchSimToRetrieveConfirm
source: OK
ig: ỌDỊMMA

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ig: Gbanwee njikọ data ka ọ bụrụ {{ nonActiveSimId }} iji zipu MMS ahụ. A ga-akwụsịtụ nnyefe data dị ugbu a na {{ activeSimId }}. Gaa n'ihu otu ọ bụla?

source: No network coverage
ig: Mkpuchi netwọk adịghị

source: Make sure you have a mobile signal and try again.
ig: Gbaa mbọ hụ na ị nwere mgbama mkpanaka wee nwaa ọzọ.

# sendNoSignalErrorBtnOk
source: OK
ig: ỌDỊMMA

source: Message not found
ig: Ahụghị ozi

source: The message you’re looking for is no longer available.
ig: Ozi ị na achọ adịghịzị.

# sendNotFoundErrorBtnOk
source: OK
ig: ỌDỊMMA

source: Invalid number
ig: Nọmba na ezighi ezi

source: Make sure the mobile number you’re sending to is valid.
ig: Gbaa mbọ hụ na nọmba mkpanaka ị na ezipu ziri ezi.

# sendInvalidAddressErrorBtnOk
source: OK
ig: ỌDỊMMA

source: Unable to download
ig: Enwenwughi ike ibudata

source: Please make sure the SIM card inserted is the one used to receive this message.
ig: Biko gbaa mbọ hụ na kaadị SIM afanyere bụ nke a na eji enweta ozi a.

# simNotMatchedErrorBtnOk
source: OK
ig: ỌDỊMMA

source: This message has already been deleted.
ig: Ehichapụla ozi a.

# view-attachment-image
source: View
ig: Lelee

source: Listen
ig: Gee

# view-attachment-video
source: View
ig: Lelee

# view-attachment-other
source: View
ig: Lelee

source: Remove image
ig: Wepu onyonyo

source: Remove audio
ig: Wepu ọdịyo

source: Remove video
ig: Wepu vidio

source: Remove attachment
ig: Wepu mgbakwunye

source: Replace image
ig: Dochie onyonyo

source: Replace audio
ig: Dochie ọdịyo

source: Replace video
ig: Dochie vidio

source: Replace attachment
ig: Dochie mgbakwunye

source: Unsent Message
ig: Ozi Ezipughi

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
ig: Ezipughi ozi ikpeazụ gị. Ị chọrọ idezi ozi ezipughi ka ọ bụ tufuo ya wee gaa n'ihu?

# unsent-message-option-edit
source: Edit
ig: Dezie

# unsent-message-option-discard
source: Discard
ig: Tufuo

source: Message options
ig: Nhọrọ ozi

source: Forward
ig: Zipu

source: View message report
ig: Lelee mkpesa ozi

source: Mobile
ig: Mkpanaka

source: Home
ig: Ụlọ

source: Work
ig: Ọrụ

source: Personal
ig: Nkeonwe

source: Fax home
ig: Ziga faksị n'ụlọ

source: Fax office
ig: Ziga faksị n'ụlọ ọrụ

source: Fax other
ig: Ziga faksị n'ebe ọzọ

source: Another
ig: Ọzọ

source: Other
ig: Ọzọ

source: today
ig: taa

source: yesterday
ig: ụnyahụ

source: (incorrect date)
ig: (ụbọchị na ezighi ezi)

source: Add to an existing contact
ig: Tinye na kọntaktị dị adị

source: Create new contact
ig: Mepụta kọntaktị ọhụrụ

source: View contact
ig: Lelee kọntaktị

source: Call
ig: Kpọọ

source: Send email
ig: Zipu ozi-e

source: MMS message
ig: Ozi MMS

source: Message is not downloaded yet.
ig: Ebudatabeghị ozi.

source: Attachment can be downloaded until {{date}}.
ig: Enwere ike ibudata mgbakwunye ruo {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ig: Ndo, ozi ahụ gafere na {{date}}, enweghị ike ibudata ya.

source: Download
ig: Budata

source: Downloading…
ig: Na-ebudata…

source: untitled
ig: enweghị aha

# files-too-large[zero]
source: The file you have selected is too large.
ig: Faịlụ ị họpụtara buru oke ibu.

# files-too-large[one]
source: The file you have selected is too large.
ig: Faịlụ ị họpụtara buru oke ibu.

# files-too-large[two]
source: The files you have selected are too large.
ig: Faịlụ ndị ị họpụtara buru oke ibu.

# files-too-large[few]
source: The files you have selected are too large.
ig: Faịlụ ndị ị họpụtara buru oke ibu.

# files-too-large[many]
source: The files you have selected are too large.
ig: Faịlụ ndị ị họpụtara buru oke ibu.

# files-too-large[other]
source: The files you have selected are too large.
ig: Faịlụ ndị ị họpụtara buru oke ibu.

source: Resizing the attached image
ig: Na ahazigharị onyonyo agbakwunyere

source: There is a problem with the attached file and it cannot be downloaded.
ig: Enwere nsogbu na faịlụ agbakwunyere, enweghị ike ibudata ya.

source: Message saved as draft
ig: Echekwara ozi ka draftụ

source: Sending…
ig: Na ezipu…

source: Delivered
ig: Enyefeela

source: Read
ig: Gụọ

source: Error
ig: Mperi
