Repository: phlax/mozilla-gaia
Catalog: yo/apps/camera/camera.properties.po
Languages: yo

source: Not enough space on memory card
yo: Kòsí àyè tò lórí káàdì ìrántí

source: Try freeing up space by deleting media.
yo: Gbìyànjú láti wá ààyè si nípa ṣíṣe ìparẹ́ mídíà.

source: Picture not saved
yo: Àwòrán kò pamọ́

source: An error prevented Camera from saving the picture.
yo: Àṣìṣe dí Kámẹ́rà lọ́wọ́ láti ṣèpamọ́ àwòrán náà.

# error-recording-title
source: Video not recorded
yo: Fídíò kò gbàsílẹ̀

source: An error prevented Camera from recording the video.
yo: Àṣìṣe dí Kámẹ́rà lọ́wọ́ láti gbàsílẹ̀ àwòrán náà.

# error-video-file-path-title
source: Video not recorded
yo: Fídíò kò gbàsílẹ̀

source: Error creating video file path.
yo: Àṣìṣe wà nígbà tí a ń ṣẹ̀dá ọ̀nà fáìlì fídíò.

source: No memory card found
yo: Akòrí káàdì ìrántí

source: Insert a memory card to take pictures.
yo: Ṣèfibọ̀ káàdì ìrántí láti ya àwọn àwòrán.

source: Camera can not be used while phone is plugged in
yo: A kòlèlo kámẹ́rà nígbà tí a k fóònù bọ̀ sínú

source: Unplug the phone to capture photos and videos
yo: Ṣayọkuro foonu naa lati mú awọn fọto ati fidio

source: You have run out of media storage space.
yo: O kòní ààyè ìpamọ́ mídíà.

source: You have reached the maximum file size for this attachment.
yo: O tidé òpin títóbi ìwọ̀n fáìlì fun ìsomọ́.

source: Retake
yo: Ṣàtúnyà

source: Select
yo: Yàn

source: Close
yo: Tìí

source: Delete photo?
yo: Pa fótò rẹ́?

source: Delete video?
yo: Pa fídíò rẹ́?

source: Cancel
yo: Parẹ́̀

source: Delete
yo: Parẹ́

source: Camera Resolution
yo: Ìfihàn àwọ̀ Kámẹ́rà

source: Video Resolution
yo: Ìfihàn àwọ̀ Fídíò

source: Scene Mode
yo: Ìran Móòdù

source: Self-Timer
yo: Aṣàkókò-Araẹni

# self-timer-off
source: Off
yo: Pípa

source: 2 seconds
yo: ìṣẹ́jú àáyá 2

source: 5 seconds
yo: ìṣẹ́jú àáyá 5

source: 10 seconds
yo: ìṣẹ́jú àáyá 10

source: Low Battery
yo: Bátìrì tó ti lọlẹ̀

source: The battery is too low to use the camera.
yo: Bátìrì náà ti lọ́lẹ̀ púpọ̀ fún lílò kámẹ́rà náà.

source: Critically low battery
yo: Bátìrì ti lọlẹ̀ gan

source: 10% battery remaining
yo: bátìrì ku 10%

source: 15% battery remaining
yo: bátìrì ku 15%

source: Camera Unavailable
yo: Kò sí Kámẹ́rà

source: The camera is in use by another app.
yo: Ìfilọ́lẹ̀ míràn ń lo kámẹ́rà náà lọ́wọ́.

# hdr-on
source: On
yo: Tàn

# hdr-off
source: Off
yo: Pa

source: Grid Lines
yo: Àwọn Ìlà Gíríìdì

# grid-on
source: On
yo: Tàn

# grid-off
source: Off
yo: Pa

source: Flash
yo: Atànmọ́lẹ̀

# flash-on
source: On
yo: Tàn

# flash-off
source: Off
yo: Pa

source: Auto
yo: Àdáṣe

source: (Flash deactivated)
yo: (Atànmọ́lẹ̀ ti pa)

source: Options
yo: Àwọn ẹ̀yàn

source: Open Gallery
yo: Ṣí Gbàgede

source: Preview
yo: Àkọ́gbéyẹ̀wò
