Repository: phlax/mozilla-gaia
Catalog: */shared/import_contacts/import_contacts.properties.po
Languages: as, fr, mr, ms, my, nn_no, or, si, xh, zu

source: Back
as: পিছলৈ
fr: Retour
mr: मागे
ms: Undur
my: နောက်သို့
nn_no: Tilbake
or: ପଛକୁ
si: පසු පසට
xh: Emva
zu: Emuva

source: To import contacts insert or unlock your SIM card
as: পৰিচয়বোৰ আমদানি কৰিবলৈ SIM কাৰ্ড সুমুৱাওক অথবা আনলক্‌ কৰক
fr: Pour importer des contacts, insérez ou déverrouillez votre carte SIM
mr: संपर्क पत्ते इंपोर्ट करण्यासाठी आपले SIM कार्ड फोनमध्ये घाला किंवा अनलॉक करा
ms: Untuk import kenalan selitkan atau buka kunci kad SIM anda
my: အဆက်အသွယ်စာရင်း သွင်းယူရန် သင့်ဆင်း(မ်)ကတ်ကို ထည့်ပါ (သို့မဟုတ်) ဖွင့်ထားပါ
nn_no: For å importera kontaktar, set inn eller lås opp SIM-kortet ditt
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହୃତ କରିବାକୁ ଆପଣଙ୍କ ସିମ କାର୍ଡକୁ ଅନଲକ କରନ୍ତୁ
si: සබඳතා ආනායනය කිරීමට SIM පත ඇතුලත් කිරීම හෝ අඟුලු මුදා හැරීම සිදුකරන්න
xh: Ukuze uthumele abantu boqhagamshelwano faka okanye tshixa iSIM-khadi
zu: Ukuze ungenise izinombolo faka noma vula ikhadi lakho le-SIM

source: To import contacts insert a memory card
as: পৰিচয়বোৰ আমদানি কৰিবলৈ এখন মেমৰি কাৰ্ড সুমুৱাওক
fr: Pour importer des contacts, insérez une carte mémoire
mr: संपर्क पत्ते इंपोर्ट करण्यासाठी, मेमरी कार्ड फोनमध्ये टाका
ms: Untuk import kenalan selitkan kad memori
my: အဆက်အသွယ်စာရင်း သွင်းယူရန် မှတ်ဉာဏ်ကတ် ထည့်ပါ
nn_no: For å importera kontaktar, set inn eit minnekort
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହୃତ କରିବାପାଇଁ ଗୋଟିଏ ମେମୋରୀ କାର୍ଡ ଲଗାନ୍ତୁ
si: සම්බන්ධතා ආනායනය කිරීමට මතක පතක් ඇතුලත් කරන්න
xh: Ukuze uthumele abantu boqhagamshelwano faka imemori-khadi
zu: Ukuze ungenise izinombolo faka ikhadi lememori

source: Memory card
as: মেমৰি কাৰ্ড
fr: Carte mémoire
mr: मेमरी कार्ड
ms: Kad Memori
my: မှတ်ဉာဏ်ကတ်
nn_no: Minnekort
or: ମେମୋରି କାର୍ଡ
si: මතක පත
xh: Imemori-khadi
zu: Ikhadi lememori

source: No friends or contacts found in this account.
fr: Aucun ami ni contact n’a été trouvé avec ce compte.
my: မည်သည့် သူငယ်ချင်း သို့ အဆက်အသွယ်မှ ယခု အကောင့်တွင်မရှိပါ
nn_no: Fann ingen vener eller kontaktar i denne kontoen.
si: මෙම ගිණුමෙ කිසිදු මිතුරකු හෝ සබදතා හමු නොවුණි.

source: Import SIM contacts
as: SIMৰ পৰিচয়বোৰ আমদানি কৰক
fr: Importer les contacts de la SIM
mr: SIM मधील संपर्क पत्ते इंपोर्ट करा
ms: Import kenalan SIM
my: ဆင်း(မ်)မှ အဆက်အသွယ်များ သွင်းယူရန်
nn_no: Importerer SIM-kontaktar
or: SIMର ସମ୍ପର୍କ ଗୁଡ଼ିକୁ ଆହୃତ କରନ୍ତୁ
si: SIM සබඳතා ආනායනය කරන්න
xh: Thumela abantu boqhagamshelwano beSIM
zu: Ngenisa izinombolo eziku-SIM

source: Importing SIM contacts…
as: SIMৰ পৰিচয়বোৰ আমদানি কৰা হৈছে...
fr: Importation des contacts de la SIM…
mr: SIM मधील संपर्क पत्ते इंपोर्ट करत आहे…
ms: Mengimport kenalan SIM…
my: ဆင်း(မ်)မှ အဆက်အသွယ်များစာရင်း သွင်းယူနေသည်
nn_no: Importerer SIM-kontaktar …
or: SIMର ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହୃତ କରାଗଲା
si: SIM සබඳතා ආනායනය කරමින්...
xh: Ithumela abantu boqhagamshelwano beSIM…
zu: Kusangeniswa izinombolo eziku-SIM…

source: Reading from SIM card…
as: SIM কাৰ্ডৰ পৰা পঢ়া হৈছে…
fr: Lecture de la SIM…
mr: SIM कार्डमधील संपर्क पत्ते वाचत आहे…
ms: Membaca daripada kad SIM…
my: SIM ကဒ်မှအချက်အလက်များ ဖတ်နေသှ်...
nn_no: Les frå SIM-kort …
or: SIMକାର୍ଡରୁ ପଢ଼ୁଛି
si: SIM පතෙන් කියවමින්...
xh: Ifunda kwiSIM-khadi…
zu: Kusafundwa ekhadini le-SIM…

source: Could not import contacts from SIM
as: SIMৰ পৰা পৰিচয়বোৰ আমদানি কৰিব পৰা নগ'ল
fr: Impossible d’importer les contacts de la SIM
mr: SIM कार्डमधील संपर्क पत्ते इंपोर्ट करू शकले नाही
ms: Tidak dapat mengimport kenalan daripada SIM
my: SIM ကဒ်မှ အဆက်အသွယ်စာရင်း မသွင်းယူနိုင်ပါ
nn_no: Klarte ikkje å importera kontatar frå SIM
or: SIMରୁ ସମ୍ପର୍କ ଗୁଡ଼ିକୁ ଆହୃତ କରା ଯାଇ ପାରିଲା ନାହିଁ
si: SIM පතෙන් සබඳතා ආනායනය කල නොහැකියි
xh: Ayibanga nakho ukuthumela abantu boqhagamshelwano kwiSIM
zu: Ayikwazanga ukungenisa izinombolo ezivela ku-SIM

source: No contacts detected on SIM to import
as: আমদানি কৰিবলৈ SIMত কোনো পৰিচয় পোৱা নগ'ল
fr: Aucun contact à importer n’a été détecté sur la SIM
mr: आयात करण्यासाठी एकही संपर्क SIM वर सापडला नाही
ms: Tiada kenalan dikesan pada SIM untuk diimport
my: အချက်အလက် သွင်းယူရန် ဆင်း(မ်)ထဲတွင် အဆက်အသွယ်စာရင်း မတွေ့ပါ
nn_no: Ingen kontaktar oppdaga på SIM for import
or: SIMରେ କୌଣସି ସମ୍ପର୍କ ମିଳିଲା ନାହିଁ
si: ආනායනය කිරීමට SIM පත මත කිසිදු සබඳතාවයක් හමු නොවිනි
xh: Akukho bantu boqhagamshelwano babhaqiweyo kwiSIM abanokuthunyelwa
zu: Azikho izinombolo ezitholakele ku-SIM ezingangeniswa

# simContacts-imported3[one]
source: Imported one contact
as: এটা পৰিচয় আমদানি কৰা হ'ল
fr: 1 contact importé
mr: एक संपर्क पत्ता आयात केला
ms: Satu kenalan diimport
my: အဆက်အသွယ် တစ်ဦး သွင်းယူပြီးပြီ
nn_no: Importerte ein kontakt
or: ଗୋଟିଏ ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: එක් සබඳතාවක් ආනායනය කලා
xh: Kuthunyelwe umntu woqhagamshelwano omnye
zu: Kungeniswe inombolo eyodwa

# simContacts-imported3[two]
source: Imported {{n}} contacts
as: {{n}} টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ဦး သွင်းယူပြီးပြီ
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

# simContacts-imported3[few]
source: Imported {{n}} contacts
as: {{n}} টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ဦး သွင်းယူပြီးပြီ
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

# simContacts-imported3[many]
source: Imported {{n}} contacts
as: {{n}} টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ဦး သွင်းယူပြီးပြီ
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

# simContacts-imported3[other]
source: Imported {{n}} contacts
as: {{n}} টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ဦး သွင်းယူပြီးပြီ
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Izinombolo ezingenisiwe zingu-{{n}}

source: Import contacts from memory card
as: মেমৰি কাৰ্ডৰ পৰা পৰিচয়বোৰ আমদানি কৰক
fr: Importer des contacts depuis la carte mémoire
mr: मेमरी कार्डमधून संपर्क पत्ते आयात करा
ms: Import kenalan daripada kad memori
my: မှတ်ဉာဏ်ကတ်ထဲမှ အဆက်အသွယ်စာရင်း သွင်းယူရန်
nn_no: Importer kontaktar frå minnekort
or: ମେମୋରୀ କାର୍ଡରୁ ସମ୍ପର୍କ ଆହରଣ କରନ୍ତୁ
si: මතක පතෙන් සබඳතා ආනායනය කරන්න
xh: Thumela abantu boqhagamshelwano abakwimemori-khadi
zu: Ngenisa izinombolo ezisuka ekhadini lememori

source: Importing contacts from memory card…
as: মেমৰি কাৰ্ডৰ পৰা পৰিচয়বোৰ আমদানি কৰা হৈছে...
fr: Importation des contacts de la carte mémoire…
mr: मेमरी कार्डमधून संपर्क पत्ते आयात करत आहे…
ms: Mengimport kenalan daripada kad memori…
my: မှတ်ဉာဏ်ကတ်ထဲမှ အဆက်အသွယ်စာရင်း သွင်းယူနေသည်
nn_no: Importerer kontaktar frå minnekort …
or: ମେମୋରୀ କାର୍ଡରୁ ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହରଣ କରା ଯାଉଛି...
si: මතක පතෙන් සබඳතා ආනායනය කරමින්...
xh: Ithumela abantu boqhagamshelwano abakwimemori-khadi…
zu: Kusangeniswa izinombolo ezisuka ekhadini lememori…

source: Could not import contacts from memory card
as: মেমৰি কাৰ্ডৰ পৰা পৰিচয়বোৰ আমদানি কৰিব পৰা নগ'ল
fr: Impossible d’importer les contacts de la carte mémoire
mr: मेमरी कार्डमधून संपर्क पत्ते आयात करू शकत नाही
ms: Tidak dapat mengimport kenalan daripada kad memori
my: မှတ်ဉာဏ်ကတ်ထဲမှ အဆက်အသွယ်စာရင်းကို မသွင်းယူနိုင်ခဲ့ပါ
nn_no: Klarte ikkje å importera kontaktar frå minnekortet
or: ମେମୋରୀ କାର୍ଡରୁ ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହରଣ କରା ଯାଇ ପାରିଲା ନାହିଁ
si: මතක පතෙන් සබඳතා ආනායනය කල නොහැක
xh: Ayibanga nakho ukuthumela abantu boqhagamshelwano kwimemori-khadi
zu: Ayikwazanga ukungenisa izinombolo ezisuka ekhadini lememori

source: No contacts detected on memory card to import
as: আমদানি কৰিবলৈ মেমৰি কাৰ্ডত কোনো পৰিচয় নাই
fr: Aucun contact à importer n’a été détecté sur la carte mémoire
mr: मेमरी कार्डमधून आयात करण्यासाठी एकही संपर्क पत्ता सापडला नाही
ms: Tiada kenalan dikesan pada kad memori untuk diimport
my: အချက်အလက်သွင်းယူရန် မှတ်ဉာဏ်ကတ်ထဲမှ အဆက်အသွယ်စာရင်း မတွေ့ပါ
nn_no: Ingen kontaktar på minnekortet funne for import
or: ଆହରଣ କରିବାପାିଇଁ ମେମୋରୀ କାର୍ଡରେ କିଛି ସମ୍ପର୍କ ମିଳିଲା ନାହିଁ
si: මතක පත මත ආනායනයට කිසිදු සබඳතාවයක් හමු නොවිනි
xh: Akukho bantu boqhagamshelwano babhaqiweyo kwimemori-khadi abanokuthunyelwa
zu: Azikho izinombolo ezitholakele ekhadini lememori ukuba zingangeniswa

# memoryCardContacts-imported3[one]
source: Imported one contact
as: এটা পৰিচয় আমদানি কৰা হ'ল
fr: 1 contact importé
mr: एक संपर्क पत्ता आयात केला
ms: Satu kenalan diimport
my: အဆက်အသွယ် တစ်ယောက်၏ အချက်အလက် သွင်းယူပြီး
nn_no: Importerte ein kontakt
or: ଗୋଟିଏ ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: එක් සබඳතාවක් ආනායනය කලා
xh: Kuthunyelwe umntu woqhagamshelwano omnye
zu: Kungeniswe inombolo eyodwa

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
as: {{n}}টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ယောက်၏ အချက်အလက် သွင်းယူပြီး
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Izinombolo ezingenisiwe zingu-{{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
as: {{n}}টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ယောက်၏ အချက်အလက် သွင်းယူပြီး
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
as: {{n}}টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ယောက်၏ အချက်အလက် သွင်းယူပြီး
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
as: {{n}}টা পৰিচয় আমদানি কৰা হ'ল
fr: {{n}} contacts importés
mr: {{n}} संपर्क पत्ते आयात केले
ms: {{n}} kenalan diimport
my: အဆက်အသွယ် {{n}} ယောက်၏ အချက်အလက် သွင်းယူပြီး
nn_no: Importerte {{n}} kontaktar
or: {{n}}ସମ୍ପର୍କ ଆହରଣ କରାଗଲା
si: සබඳතා {{n}} ක් ආනායනය කලා
xh: Kuthunyelwe abantu boqhagamshelwano aba{{n}}
zu: Kungeniswe izinombolo ezingu-{{n}}

source: No contacts imported yet
si: කිසිඳු සබඳතාවක් තවමත් ආයාත කර නොමැත

# infiniteProgress[one]
source: Imported one contact
si: එක් සබඳතාවයක් ආනයනය විය

# infiniteProgress[two]
source: Imported {{n}} contacts
si: සබඳතා {{n}} ක් ආනායනය විය

# infiniteProgress[few]
source: Imported {{n}} contacts
si: සබඳතා {{n}} ක් ආනායනය කලා

# infiniteProgress[many]
source: Imported {{n}} contacts
si: සබඳතා {{n}} ක් ආනායනය කලා

# infiniteProgress[other]
source: Imported {{n}} contacts
si: සබඳතා {{n}} ක් ආනායනය කලා

source: No friends updated
si: කිසිදු මිතුරෙකු යාවත්කාලීන නොවීය

source: Updated one friend
si: එක් මිතුරෙකු යාවත්කාලීන විය

# friendsUpdated[two]
source: Updated {{numFriends}} friends
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය

# friendsUpdated[few]
source: Updated {{numFriends}} friends
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය

# friendsUpdated[many]
source: Updated {{numFriends}} friends
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය

# friendsUpdated[other]
source: Updated {{numFriends}} friends
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය

source: No duplicated friends merged
si: කිසිදු අනුපිටපතක් ඇති මිතුරෙක් එකාබද්ධ නොවීය

source: One duplicated friend merged
si: අනුපිටපත් ඇති එක් මිතුරෙකු ඒකාබද්ධ කලා

# friendsMerged[two]
source: {{numDups}} friends merged
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා

# friendsMerged[few]
source: {{numDups}} friends merged
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා

# friendsMerged[many]
source: {{numDups}} friends merged
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා

# friendsMerged[other]
source: {{numDups}} friends merged
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා

source: No duplicated contacts merged
as: কোনো প্ৰতিলিপিত পৰিচয় একত্ৰিত কৰা হোৱা নাই
fr: Aucun contact fusionné
mr: एकाही संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले नाही
ms: Tiada kenalan pendua digabung
my: မိတ္တူဖြစ်နေသောအဆက်အသွယ်များ မပေါင်းစပ်ထားပါ
nn_no: Ingen duplikatkontaktar slått saman
or: ଗୋଟିଏ ବି ଏକାଧିକ ଥର ଥିବା ମିଳିଲା ନାହିଁ
si: කිසිදු අනුපිටපතක් ඇති සබඳතාවයක් එකාබද්ධ නොවීය
xh: Akukho bantu boqhagamshelwano badibeneyo
zu: Ayikho imininingwane ebeyiphindekile esihlanganisiwe

source: One duplicated contact merged
as: এটা প্ৰতিলিপিত পৰিচয় একত্ৰিত কৰা হল
fr: 1 contact fusionné
mr: एका संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले
ms: Satu kenalan pendua digabung
my: မိတ္တူဖြစ်နေသော အဆက်အသွယ် တစ်ယောက်၏ အချက်အလက် ပေါင်းစပ်ပြီး
nn_no: Ein duplikatkontakt slått saman
or: ଏକାଧିକ ଥର ଥିବା ସମ୍ପର୍କଟିଏ ମିଶାଇ ଦିଆଗଲା
si: ඒක අනුපිටපතක් ඇති සබඳතාවයක් ඒකාබද්ධ කලා
xh: Mnye umntu woqhagamshelwano odibeneyo
zu: Iyodwa imininingwane yomuntu ebeyiphindekile eseyihlanganisiwe

# contactsMerged[two]
source: {{numDups}} contacts merged
as: {{numDups}} প্ৰতিলিপিত পৰিচয়সমূহ একত্ৰিত কৰা হল
fr: {{numDups}} contacts fusionnés
mr: {{numDups}} संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले
ms: {{numDups}} kenalan digabung
my: အဆက်အသွယ် {{numDups}} ယောက်၏ အချက်အလက် ပေါင်းစပ်ပြီး
nn_no: {{numDups}} kontaktar slått saman
or: {{numDups}} ଗୋଟି ସମ୍ପର୍କ ମିଶାଇ ଦିଆଗଲା
si: සබඳතාවයන් {{numDups}} ඒකාබද්ධ කලා
xh: {{numDups}} abantu boqhagamshelwano abadibeneyo
zu: Imininingwane eseyihlanganisiwe {{numDups}}

# contactsMerged[few]
source: {{numDups}} contacts merged
as: {{numDups}} প্ৰতিলিপিত পৰিচয়সমূহ একত্ৰিত কৰা হল
fr: {{numDups}} contacts fusionnés
mr: {{numDups}} संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले
ms: {{numDups}} kenalan digabung
my: အဆက်အသွယ် {{numDups}} ယောက်၏ အချက်အလက် ပေါင်းစပ်ပြီး
nn_no: {{numDups}} kontaktar slått saman
or: {{numDups}} ଗୋଟି ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: සබඳතාවයන් {{numDups}} ඒකාබද්ධ කලා
xh: {{numDups}} abantu boqhagamshelwano abadibeneyo
zu: Imininingwane eseyihlanganisiwe {{numDups}}

# contactsMerged[many]
source: {{numDups}} contacts merged
as: {{numDups}} প্ৰতিলিপিত পৰিচয়সমূহ একত্ৰিত কৰা হল
fr: {{numDups}} contacts fusionnés
mr: {{numDups}} संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले
ms: {{numDups}} kenalan digabung
my: အဆက်အသွယ် {{numDups}} ယောက်၏ အချက်အလက် ပေါင်းစပ်ပြီး
nn_no: {{numDups}} kontaktar slått saman
or: {{numDups}} ଗୋଟି ସମ୍ପର୍କ ମିଶାଇ ଦିଆଗଲା
si: සබඳතාවයන් {{numDups}} ඒකාබද්ධ කලා
xh: {{numDups}} abantu boqhagamshelwano abadibeneyo
zu: Imininingwane eseyihlanganisiwe {{numDups}}

# contactsMerged[other]
source: {{numDups}} contacts merged
as: {{numDups}} প্ৰতিলিপিত পৰিচয়সমূহ একত্ৰিত কৰা হল
fr: {{numDups}} contacts fusionnés
mr: {{numDups}} संपर्क पत्त्याचे डुप्लीकेट रेकॉर्ड मर्ज झाले
ms: {{numDups}} kenalan digabung
my: အဆက်အသွယ် {{numDups}} ယောက်၏ အချက်အလက် ပေါင်းစပ်ပြီး
nn_no: {{numDups}} kontaktar slått saman
or: {{numDups}} ଗୋଟି ସମ୍ପର୍କ ମିଶାଇ ଦିଆଗଲା
si: සබඳතාවයන් {{numDups}} ඒකාබද්ධ කලා
xh: {{numDups}} abantu boqhagamshelwano abadibeneyo
zu: Imininingwane yezinombolo ehlanganisiwe {{numDups}}

source: Close
si: වසන්න

source: Import
si: ආයාත කරන්න

source: Update
si: යාවත්කාලීන

# fbFriends
source: Facebook Friends
si: Facebook මිතුරන්

# facebook-serviceName
source: Facebook Friends
si: Facebook මිතුරන්

source: Select all
si: සියල්ල තෝරාගන්න

source: Deselect all
si: තෝරාගත් සියල්ල අත්හරින්න

source: View All Facebook Friends
si: සියළුම Facebook මිතුරන් පෙන්වන්න

source: View Only Recommended
si: නිර්දේශිතයන් පමණක් පෙන්වන්න

source: No matching friends. Showing all
si: ගැලපෙන මිතුරන් හමු නොවිනි. සියළුම මිතුරන් පෙන්වමින්

source: Select the recommended one
si: නිර්දේශය තෝරාගන්න

# linkProposal[two]
source: Select a recommended one
si: නිර්දේශයක් තෝරාගන්න

# linkProposal[few]
source: Select a recommended one
si: නිර්දේශයක් තෝරාගන්න

# linkProposal[many]
source: Select a recommended one
si: නිර්දේශයක් තෝරාගන්න

# linkProposal[other]
source: Select a recommended one
si: නිර්දේශයක් තෝරාගන්න

source: No contacts available to import
si: ආයාත කිරීමට සබධතා නොමැත

source: All your friends are imported
si: ඔබෙ සියලු මිතුරන් ආයාත කළා

source: Found one friend to import
si: ආයාත කිරීම සඳහා එක් මිතුරකු හමුවිය

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
si: ආයාත කිරීමට මිතුරන් {{numFriends}} ක් හමුවිය

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
si: ආයාත කිරීමට මිතුරන් {{numFriends}} ක් හමුවිය

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
si: ආයාත කිරීමට මිතුරන් {{numFriends}} ක් හමුවිය

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
si: ආයාත කිරීමට මිතුරන් {{numFriends}} හමුවිය

source: Search
si: සෙවුම

source: No contacts found
si: කිසිඳු සබඳතාවක් හමු නොවිනි

source: Done
si: අවසන්

source: Importing friends to Contacts
si: සබඳතාවන් වෙත මිතුරන් ආනයනය කරමින්

source: Updating friends in Contacts
si: සබඳතා තුළ මිතුරන් යාවත් කරමින්

# message2
source: This may take a couple of minutes
si: මේ සඳහා මිනිත්තු කීපයක් ගතවිය හැක

source: Please hold on. We are linking your friend and your contact.
si: කරුණාකර රැදී සිටින්න. අප විසින් ඔබගේ මිතුරා හා සබැදිය එක් කරමින් සිටී.

source: Please hold on. We are canceling the ongoing operation.
si: කරුණාකර රැදී සිටින්න. අප පවත්නා මෙහෙයුම අවලංගු කරමින් පවතී.

source: Error {{from}}
si: {{from}} හි දෝශයක්

# error2
source: Do you want to retry?
si: ඔබට යළි උත්සාහ කිරීමට අවශ්‍යද?

# errorProposal
source: calculating proposals
si: යෝජනාවන් ගණනය කරමින්

# errorFriends
source: retrieving friends
si: මිතුරන් සොයා ලබා ගනිමින්

source: linking contact
si: සබඳතාව සබැදෙමින්

source: Exceeded timeout {{from}}
si: {{from}} හි කාලය අවසන්වීම ඉක්මවිය

# timeout2
source: Do you want to retry?
si: ඔබට යළි උත්සාහ කිරීමට අවශ්‍යද?

# timeoutProposal
source: calculating proposals
si: යෝජනාවන් ගණනය කරමින්

# timeoutFriends
source: retrieving friends
si: මිතුරන් සොයා ලබා ගනිමින්

source: linking contacts
si: සබඳතා සබඳිමින්

source: Please hold on
si: කරුණාකර රැඳී සිටින්න

# wait2
source: This may take a couple of minutes
si: මේ සඳහා මිනිත්තු කිහිපයක් ගතවිය හැක

source: Please hold on. We are calculating a proposal.
si: කරුණාකර මඳක් රැදී සිටින්න. අප විසින් යෝජනාවන් ගණනය කරමින් පවතී.

source: Please hold on. We are connecting to obtain your friend list.
si: කරුණාකර මඳක් රැදී සිටින්න. අප ඔබගේ මිතුරු ලැයිස්තුව ලබා ගැනීමට සම්බන්ධ වෙමින් පවතී.

# curtainCancel
source: Cancel
si: අවලංගු

source: Retry
si: යළි-උත්සාහය

# curtainOK
source: OK
si: හරි

source: No Internet connection
si: අන්තර්ජාල සබඳතාවයක් නොමැත

source: Friends’ photos will not be added to your contacts. Continue anyway?
si: මිතුරන්ගේ ඡායාරූපයන් ඔබගේ සබඳතා වලට එක් නොවනු ඇත. ඉදිරියට යන්න ද?

# yesOption
source: OK
si: හරි

# noOption
source: Cancel
si: අවලංගු

source: Your Facebook session is invalid. Please sign in.
si: ඔබගේ Facebook සැසිය වලංගු නොවේ. කරුණාකර ප්‍රවේශ වන්න.

source: There was an error synchronizing your friend’s data
si: ඔබ‍ගේ මිතුරු දත්ත සම්මුහුර්ත කිරීමේ දෝශයක් හට ගැනින

source: To import Facebook friends or contacts connect to Wi-Fi or data network
fr: Pour importer des contacts ou des amis Facebook, connectez-vous à un réseau Wi-Fi ou à un réseau de données mobiles
mr: फेसबुक किंवा संपर्क पत्ते इंपोर्ट करण्यासाठी वाय-फाय किंवा डाटा नेटवर्क शी जोडणी करा
xh: Ukuthumela abahlobo bakaFacebook okanye abantu boqhagamshelwano nxibelelana ku-Wi-Fi okanye kwinethiwekhi yeengcombolo

source: Reading from memory card…
as: মেমৰি কাৰ্ডৰ পৰা পঢ়া হৈছে…
fr: Lecture de la carte mémoire…
mr: SIM कार्डमधील संपर्क पत्ते वाचत आहे…
ms: Membaca daripada kad memori…
my: မှတ်ဉာဏ်ကတ်ထဲမှ အချက်အလက်ကို ဖတ်နေသည်
nn_no: Les frå minnekort …
or: ମେମୋରୀ କାର୍ଡରୁ ପଢ଼ୁଛି...
xh: Ifunda kwimemori-khadi…
zu: Kusafundwa ekhadini lememori…

source: Facebook
xh: UFacebook

source: No friends imported (out of {{total}})
mr: संपर्क पत्ता आयात केला नाही ({{total}} पैकी)
xh: Akukho bahlobo bathunyelweyo (out of {{total}})

source: One friend imported (out of {{total}})
mr: एक संपर्क पत्ता आयात केला ({{total}} पैकी)
xh: Mnye umhlobo othunyelweyo (out of {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
mr: {{imported}}/{{total}} संपर्क पत्ते आयात केले
xh: {{imported}}/{{total}} abahlobo abathunyelweyo

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
mr: {{imported}}/{{total}} संपर्क पत्ते आयात केले
xh: {{imported}}/{{total}} abahlobo abathunyelweyo

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
mr: {{imported}}/{{total}} संपर्क पत्ते आयात केले
xh: {{imported}}/{{total}} abahlobo abathunyelweyo

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
mr: {{imported}}/{{total}} संपर्क पत्ते आयात केले
xh: {{imported}}/{{total}} abahlobo abathunyelweyo

source: {{imported}}/{{total}} friends imported
fr: {{imported}}/{{total}} amis importés
