Repository: phlax/mozilla-gaia
Catalog: ff/apps/communications/dialer/shared.properties.po
Languages: ff

source: To make a call you need to disable airplane mode in settings.
ff: Ngam noddude, alaa e sago ndaaƴaa mbayka ndiwoowa to teelte toh.

source: Airplane mode activated
ff: Mbayka Ndiwoowa hurmii

source: Number is busy
ff: Tonngoode so ena jaggi

source: The number is currently busy. Please try again later.
ff: Tonngoode ndee koko jaggi. Tiiɗno eto so ɓooyii.

source: FDN active
ff: FDN ena hurmi

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
ff: FDN (Tonngooɗe Peɗagol Niiɓngol) ena hurmi tee ndee-ɗoo tonngoode alaa e doggol FDN maa: {{ number }}

source: Voicemail
ff: Jaaborde

source: Emergency number
ff: Tonngoode keñol

source: To make a call, the phone must be connected to a network.
ff: Ngam noddude, cinndel ngel ena foti seŋaade e resoo.

source: Emergency calls are not allowed by the network.
ff: Noddaali keñoraaɗi njamiraaka e resoo oo.

source: No network connection
ff: Alaa ceŋol resoo

source: Invalid phone number
ff: Tonngoode noddirde moƴƴaani

source: The phone number you are calling is not valid.
ff: Tonngoode noddirde nde noddataa ndee moƴƴaani.

source: Unable to make a phone call now
ff: Horiima noddude e oo sahaa

source: Cannot make a call. If you are already dialing, please hang up first.
ff: Waawaa noddude. So ngon-ɗaa ko e noddude kisa, korsu tawo.

source: Other connection in use
ff: Ceŋol goɗngol gonngol e huutoreede

source: You have an active call on another connection. You can only use one connection at a time.
ff: A ɗa jogii kisa noddaango saasngo e ceŋol goɗngol. Ko ceŋol gootol tan waawi woode e sahaa gooto.
