Repository: phlax/mozilla-gaia
Catalog: */apps/fl/download.properties.po
Languages: fr, mg, pt_br

source: Download
fr: Télécharger
mg: Hampidina

source: Install
fr: Installer
mg: Hametraka
pt_br: Instalar

source: Cancel
fr: Annuler
mg: Foanana
pt_br: Cancelar

source: Download Error
fr: Erreur de téléchargement
mg: Tsy fetezan'ny fampidinana
pt_br: Erro no download

source: Installation Error
fr: Erreur d’installation
mg: Tsy fetezan'ny fametrahana
pt_br: Erro na instalação

# err_descriptor_download_failed
source: The download failed because of a server error.
fr: Le téléchargement a échoué à cause d’une erreur du serveur.
mg: Tsy nety ny fampidinana noho ny tsy fetezan'ny mpizara.
pt_br: O download falhou devido a um erro no servidor.

# err_bad_descriptor
source: The download failed because of a server error.
fr: Le téléchargement a échoué à cause d’une erreur du serveur.
mg: Tsy nety ny fampidinana noho ny tsy fetezan'ny mpizara.
pt_br: O download falhou devido a um erro no servidor.

source: File is too large to download.
fr: Le fichier à télécharger est trop volumineux.
mg: Ngeza loatra ity rakitra ity ka tsy tafidina.
pt_br: O download falhou pois o arquivo é muito grande.

source: This type of purchased media is not supported on your phone.
fr: Le type du média acheté n’est pas pris en charge par votre téléphone.
mg: Tsy zakan'ny telefaonanao io karazana haino&jery novidina io.
pt_br: Esse tipo de mídia não é suportado pelo seu dispositivo.

# err_bad_type
source: The download failed because of a server error.
fr: Le téléchargement a échoué à cause d’une erreur du serveur.
mg: Tsy nety ny fampidinana noho ny tsy fetezan'ny mpizara.
pt_br: O download falhou devido a um erro no servidor.

# err_content_download_failed
source: The download failed because of a server error.
fr: Le téléchargement a échoué à cause d’une erreur du serveur.
mg: Tsy nety ny fampidinana noho ny tsy fetezan'ny mpizara.
pt_br: O download falhou devido a um erro no servidor.

# err_bad_drm_message
source: The download failed because of a server error.
fr: Le téléchargement a échoué à cause d’une erreur du serveur.
mg: Tsy nety ny fampidinana noho ny tsy fetezan'ny mpizara.
pt_br: O download falhou devido a um erro no servidor.

source: The downloaded image cannot be displayed on this device.
fr: L’image téléchargée ne peut pas être affichée sur cet appareil.
mg: Tsy mety aseho ao amin'ity fitaovana ity ilay sary nampidinina.
pt_br: A imagem baixada não pode ser exibida nesse dispositivo.

source: The downloaded file cannot be played on this device.
fr: Le fichier téléchargé ne peut pas être lu sur cet appareil.
mg: Tsy mety alefa ao amin'ity fitaovana ity ilay rakitra nampidinina.
pt_br: O arquivo baixado não pode ser exibido nesse dispositivo.

source: There is not enough storage space on your device to save this song.
fr: L’espace de stockage de votre appareil est insuffisant pour enregistrer cette chanson.
mg: Tsy ampy hitehirizana an'io hira io ny toerana fitehirizana ao @ fitaovanao.
pt_br: Não há espaço suficiente no seu dispositivo para salvar essa música.

source: Cannot save song because there is no memory card.
fr: Impossible d’enregistrer la chanson car il n’y a pas de carte mémoire.
mg: Tsy afaka mitahiry hira satria tsy misy karatra memoara.
pt_br: Não foi possível salvar essa música pois não há um cartão de memória presente.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
fr: Impossible d’enregistrer la chanson car la carte mémoire est utilisée. Débranchez votre téléphone puis essayez de la télécharger à nouveau.
mg: Tsy afaka mitahiry hira satria misy mampiasa ny karatra memoara. Tsoahy ny telefaonanao ary andramo ampidinina indray.
pt_br: Não foi possível salvar essa música porque o cartão de memória está em uso. Desconecte seu telefone do computador e tente novamente.

# err_ds_save_failure
source: Error saving media file.
fr: Erreur lors de l’enregistrement du fichier média.
mg: Tsy fetezan'ny fitehirizana rakitra haino&jery.
pt_br: Erro ao salvar arquivo.

# err_db_store_failure
source: Error saving media file.
fr: Erreur lors de l’enregistrement du fichier média.
mg: Tsy fetezan'ny fitehirizana rakitra haino&jery.
pt_br: Erro ao salvar arquivo.

source: Song downloaded and installed. Use the Music app to play it.
fr: Chanson téléchargée et installée. Utilisez l’application Musique pour l’écouter.
mg: Tafidina ary napetraka ilay hira. Ampiasao ny app Mozika hihaino azy.
pt_br: Música baixada e instalada. Use o aplicativo Música para reproduzi-la.

source: Ringtone downloaded and installed.
fr: Sonnerie téléchargée et installée.
mg: Tafidina ary napetraka ilay feo faneno
pt_br: Toque de chamadas baixado e instalado.

source: Wallpaper downloaded and installed.
fr: Fond d’écran téléchargé et installé.
mg: Tafidina ary napetraka ilay temitra.
pt_br: Papel de parede baixado e instalado.

source: Do you want to install this audio file as a song or as a ringtone?
fr: Voulez-vous installer ce fichier audio en tant que chanson ou bien en tant que sonnerie ?
mg: Te-hametraka an'io rakipeo io ho hira na feo faneno ianao?
pt_br: Você gostaria de instalar esse arquivo de áudio como música ou toque?

source: Ringtone
fr: Sonnerie
mg: Feo faneno
pt_br: Toque de chamada

source: Song
fr: Chanson
mg: Hira
pt_br: Música

source: Download song?
fr: Télécharger la chanson ?
mg: Hampidina hira?
pt_br: Baixar música?

source: Download ringtone?
fr: Télécharger la sonnerie ?
mg: Hampidina feo faneno?
pt_br: Baixar toque de chamada?

source: Download wallpaper?
fr: Télécharger le fond d’écran ?
mg: Hampidina temitra?
pt_br: Baixar papel de parede?

source: Downloading song…
fr: Téléchargement de la chanson…
mg: Mampidina hira…
pt_br: Baixando música…

source: Downloading ringtone…
fr: Téléchargement de la sonnerie…
mg: Mampidina feo faneno…
pt_br: Baixando toque de chamada…

source: Downloading wallpaper…
fr: Téléchargement du fond d’écran…
mg: Mampidina temitra…
pt_br: Baixando papel de parede…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
fr: {{vendor}} a verrouillé ce fichier média afin qu’il ne puisse pas être partagé ou transféré sur un nouvel appareil.
mg: Nohidin'i {{vendor}} io rakitra haino&jery io ka tsy azo zaraina @ olon-kafa na ampitaina @ fitaovana vaovao.
pt_br: {{vendor}} bloqueou esse arquivo de forma com que ele não possa ser compartilhado com outros ou transferido para outro dispositivo.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
fr: Le marchand a verrouillé ce fichier média afin qu’il ne puisse pas être partagé ou transféré sur un nouvel appareil.
mg: Nohidin'ilay mpivarotra io rakitra haino&jery io ka tsy azo zaraina @ olon-kafa na ampitaina @ fitaovana vaovao.
pt_br: O vendedor bloqueou esse arquivo de forma com que ele não possa ser compartilhado com outros ou transferido para outro dispositivo.

source: Name
fr: Nom
mg: Anarana
pt_br: Nome

source: Size
fr: Taille
mg: Habe
pt_br: Tamanho

source: Vendor
fr: Marchand
mg: Mpivarotra
pt_br: Vendedor

source: Info
fr: Informations
mg: Fampahalalana
pt_br: Informações

source: Downloading
fr: Téléchargement en cours
mg: Mampidina
pt_br: Baixando

source: Preview image
fr: Aperçu image
mg: Topy maso sary
pt_br: Pré-visualizer imagem

source: Preview audio
fr: Aperçu audio
mg: Topy maso rakipeo
pt_br: Pré-visualizer áudio

source: bytes
fr: octets
mg: bity

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

source: Type
mg: Karazana
pt_br: Tipo
