Repository: phlax/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: as, cy

source: Mail
as: মেইল
cy: E-bost

source: You are not set up to send or receive email. Would you like to do that now?
as: আপুনি ইমেইল পঠাবলৈ অথবা গ্ৰহণ কৰিবলৈ সংহিত নহয়। আপুনি এতিয়া সংহতি কৰিব খোজে নে?
cy: Nid ydych yn barod i anfon neu dderbyn e-bost. Hoffech chi wneud hynny nawr?

source: To send and receive email, you will need to set up an account.
as: ইমেইল পঠাবলৈ অথবা গ্ৰহণ কৰিবলৈ, আপুনি এটা একাউণ্ট সংস্থাপন কৰিব লাগিব।
cy: Er mwyn anfon a derbyn e-bost, mae angen gosod cyfrif.

source: New Account
as: নতুন একাউণ্ট
cy: Cyfrif Newydd

# setup-info-name.placeholder
source: Your name
as: আপোনাৰ নাম
cy: Eich enw

# setup-info-password.placeholder
source: Password
as: পাছৱৰ্ড
cy: Cyfrinair

# setup-info-next
source: Next
as: পৰৱৰ্তী
cy: Nesaf

source: Setting up account
as: একাউণ্ট সংস্থাপন কৰা হৈছে
cy: Creu cyfrif

source: Mail account setup
as: মেইল একাউণ্ট সংস্থাপন
cy: Gosod cyfrif e-bost

source: All done!
as: সকলো কৰা হল!
cy: Popeth yn barod!

source: Add another account
as: অন্য একাউণ্ট যোগ কৰক
cy: Ychwanegu cyfrif arall

source: Continue to Mail
as: মেইললৈ আগবাঢ়ক
cy: Parhau at E-bost

source: This device is currently offline. Connect to a network and try again.
as: এই ডিভাইচ বৰ্তমানে অফলাইন। এটা নেটৱৰ্কৰ সৈতে সংযোগ কৰি পুনৰ চেষ্টা কৰক।
cy: Mae'r ddyfais all-lein ar hyn o bryd. Cysylltwch â'r rhwydwaith a cheisio eto.

source: Invalid username or password. Check for typos.
as: অবৈধ ব্যৱহাৰকাৰীনাম অথবা পাছৱৰ্ড। ভুল বানানৰ বাবে নিৰীক্ষণ কৰক।
cy: Enw defnyddiwr neu gyfrinair annilys. Gwiriwch eich teipio.

source: Invalid e-mail address. Check for typos.
as: অবৈধ ই-মেইল ঠিকনা। ভুল বানানৰ বাবে নিৰীক্ষণ কৰক।
cy: Cyfeiriad e-bost annilys. Gwiriwch am wallau.

source: The server said you’re not authorized to create an account
as: চাৰ্ভাৰৰ মতে আপুনি এটা একাউণ্ট সৃষ্টি কৰিবলে প্ৰমাণীত নহয়
cy: Mae'r gweinydd yn dweud nad oes gennych hawl i greu cyfrif

source: Server unsupported. The POP3 server does not implement required features.
as: চাৰ্ভাৰ অসমৰ্থিত। POP3 চাৰ্ভাৰে প্ৰয়োজনীয় বৈশিষ্ট্যসমূহ প্ৰণয়ন নকৰে।
cy: Nid yw'r gweinydd y cael ei gynnal. Nid yw'r gweinydd POP3 yn gweithredu'r nodweddion angenrheidiol.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
as: এটা অজ্ঞাত ত্ৰুটি দেখা দিলে। আপোনাৰ নেটৱৰ্ক সংযোগ নিৰীক্ষণ কৰক অথবা হস্তচালিত সংৰূপ বিকল্প চেষ্টা কৰি চাওক।
cy: Digwyddodd gwall anhysbys. Gwiriwch eich cysylltiad rhwydwaith neu defnyddiwch y dewis â llaw.

source: You must use an application specific password for two-factor Gmail accounts
as: দুটা-কাৰক Gmail একাউন্টসমূহৰ বাবে আপুনি এটা এপ্লিকেচন বিশেষ পাছৱৰ্ড ব্যৱহাৰ কৰিব লাগিব
cy: Rhaid defnyddio cyfrinair penodol i'r rhaglen ar gyfer cyfrifon dau ffactor Gmail

source: You must enable IMAP for your Gmail account
as: আপুনি আপোনাৰ Gmail একাউণ্টৰ বাবে IMAP সামৰ্থবান কৰিব লাগিব
cy: Rhaid galluogi IMAP ar gyfer eich cyfrif Gmail

source: You must enable POP3 for your Gmail account
as: আপুনি আপোনাৰ Gmail একাউন্টৰ বাবে POP3 সামৰ্থবান কৰিব লাগিব
cy: Rhaid galluogi POP3 ar gyfer eich cyfrif Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
as: "{{server}}" ৰ লগত সুৰক্ষিত সংযোগ স্থাপন কৰাত অসমৰ্থ। আপোনাৰ নেটৱৰ্ক অথবা চাৰ্ভাৰত কিবা এটা সমস্যা থাকিব পাৰে।
cy: Methu creu cysylltiad diogel gyda "{{server}}". Efallai bod anhawster gyda'ch rhwydwaith neu weinydd.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
as: "{{server}}" ৰ লগত সংযোগ স্থাপন কৰাত অসমৰ্থ। নেটৱৰ্কত কিবা এটা সমস্যা থাকিব পাৰে।
cy: Methu creu cysylltiad diogel gyda "{{server}}". Efallai bod anhawster gyda'r rhwydwaith.

source: There is a problem with the server "{{server}}". Try again later.
as: চাৰ্ভাৰ "{{server}}"ত কিবা এটা সমস্যা আছে। কিছু সময়ৰ পাছত পুনৰ চেষ্টা কৰক।
cy: Mae anhawster gyda gweinydd "{{server}}". Ceisiwch eto.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
as: আপোনাৰ একাউণ্ট স্বচালিতভাৱে সংৰূপ কৰাত অসমৰ্থ। আপোনাৰ ই-মেইল ঠিকনা শুধৰাওক অথবা হস্তচালিত সংৰূপন বিকল্প চেষ্টা কৰক।
cy: Methu ffurfweddu eich cyfrif yn awtomatig. Cywirwch eich cyfeiriad e-bost neu defnyddiwch y ffurfweddiad â llaw.

source: The server "{{server}}" is offline for maintenance. Try again later.
as: "{{server}}" চাৰ্ভাৰটো তত্বাৱধানৰ বাবে অফলাইন হৈ আছে। পাছত পুনৰ চেষ্টা কৰক।
cy: Mae'r gweinydd "{{server}}" all-lein ac yn cael ei drwsio. Ceisiwch eto.

source: This account is already configured.
as: এই একাউণ্ট ইতিমধ্যে সংৰূপিত।
cy: Mae'r cyfrif hwn eisoes wedi ei ffurfweddu.

source: Manual setup
as: হস্তচালিত সংস্থাপন
cy: Gosod gyda llaw

source: Manual Setup
as: হস্তচালিত সংস্থাপন
cy: Gosod gyda Llaw

# setup-manual-account-type
source: Account type
as: একাউণ্টৰ ধৰণ
cy: Math o gyfrif

# setup-manual-imap-header
source: IMAP settings
as: IMAP সংহতিসমূহ
cy: Gosodiadau IMAP

# setup-manual-pop3-header
source: POP3 settings
as: POP3 সংহতিসমূহ
cy: Gosodiadau POP3

# setup-manual-smtp-header
source: SMTP settings
as: SMTP সংহতিসমূহ
cy: Gosodiadau SMTP

# setup-manual-activesync-header
source: ActiveSync settings
as: ActiveSync সংহতিসমূহ
cy: Gosodiadau Cydweddu Gweithredol

# setup-manual-next
source: Next
as: পৰৱৰ্তী
cy: Nesaf

source: Socket Type
as: চকেটৰ ধৰণ
cy: Math o Soced

# setup-manual-hostname.placeholder
source: Hostname
as: হস্টনাম
cy: Enw Gwesteiwr

source: Port Number
as: পৰ্ট নম্বৰ
cy: Rhif Porth

# setup-manual-username.placeholder
source: Username
as: ব্যৱহাৰকাৰীনাম
cy: Enw Defnyddiwr

source: Domain\Username
as: ডমেইন\ব্যৱহাৰকাৰীনাম
cy: Parth\Enw Defnyddiwr

source: Bad password!
as: বেয়া পাছৱৰ্ড!
cy: Cyfrinair gwael!

source: We could not sign in to the server. Maybe your password is wrong?
as: আমি চাৰ্ভাৰত ছাইন ইন কৰিব নোৱাৰিলো। হ'ব পাৰে আপোনাৰ পাছৱৰ্ড ভুল?
cy: Methu mewngofnodi i'r gweinydd. Efallai bod eich cyfrinair yn anghywir?

source: New password
as: নতুন পাছৱর্ড
cy: Cyfrinair newydd

source: Retry with new password
as: নতুন পাছৱৰ্ডৰ সৈতে চেষ্টা কৰক
cy: Ceisiwch eto gyda chyfrinair newydd

source: Two-Factor Enabled
as: দুটা-কাৰক সামৰ্থবান
cy: Galluogwyd Dau Ffactor

source: You need to enter an application-specific password below.
as: আপুনি তলত এটা এপ্লিকেচন-বিশেষ পাছৱৰ্ড সুমুৱাব লাগিব।
cy: Mae angen cynnig cyfrinair penodol i'r rhaglen isod.

source: Use application password
as: এপ্লিকেছন পাছৱৰ্ড ব্যৱহাৰ কৰক
cy: Defnyddio cyfrinair y rhaglen

source: IMAP Disabled
as: IMAP অসামৰ্থবান
cy: Analluogwyd IMAP

source: You must enable IMAP on your Gmail account
as: আপুনি আপোনাৰ Gmail একাউণ্টত IMAP সামৰ্থবান কৰিব লাগিব
cy: Rhaid galluogi IMAP ar gyfer eich cyfrif Gmail

# setup-gmail-imap-retry
source: Retry
as: পুনৰ চেষ্টা কৰক
cy: Ceisio eto

source: POP3 Disabled
as: POP3 অসামৰ্থবান আছে
cy: Analluogwyd POP3

source: You must enable POP3 on your Gmail account
as: আপুনি আপোনাৰ Gmail একাউণ্টত IMAP সামৰ্থবান কৰিব লাগিব
cy: Rhaid galluogi POP3 ar gyfer eich cyfrif Gmail

# setup-gmail-pop3-retry
source: Retry
as: পুনৰ চেষ্টা কৰক
cy: Ceisio eto

source: Mail Settings
as: মেইল সংহতিসমূহ
cy: Gosodiadau E-bost

source: Account
as: একাউণ্ট
cy: Cyfrif

# settings-account-name
source: Your name
as: আপোনাৰ নাম
cy: Eich enw

source: Display notifications for new messages
as: নতুন বাৰ্তাৰ বাবে সূচনাবাৰ্তা দিব
cy: Dangos hysbysiadau negeseuon newydd

source: Play sound after message is sent
as: বাৰ্তা পঠোৱাৰ পিছত শব্দ কৰিব
cy: Chwarae sain ar ôl anfon y neges

source: Data
as: তথ্য

source: Check for new messages
as: নতুন বাৰ্তাৰ উপস্থিতি পৰীক্ষা কৰক
cy: Gwirio am negeseuon newydd

source: Server settings
as: চাৰ্ভাৰৰ সংহতিসমূহ
cy: Gosodiadau'r gweinydd

source: Username and password
as: ব্যৱহাৰকাৰীনাম আৰু পাছৱৰ্ড
cy: Enw defnyddiwr a chyfrinair

source: Done
as: কৰা হ'ল
cy: Gorffen

# settings-account-section
source: Accounts
as: একাউণ্টসমূহ
cy: Cyfrifon

source: Add Account
as: একাউণ্ট যোগ কৰক
cy: Ychwanegu Cyfrif

source: Delete account
as: একা্উণ্ট আঁতৰাওক
cy: Dileu cyfrif

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
as: আপুনি নিশ্চিত নে আপুনি আপোনাৰ {{account}} মেইল একাউণ্টটো আতৰাব বিছাৰে? আপোনাৰ মেইলসমূহ পুনৰ ডাউনল'ড কৰিব লাগিব যদি আপুনি একাউণ্টটো পুনৰ সৃষ্টি কৰে।
cy: Ydych chi'n siŵr eich bod am ddileu eich cyfrif e-bost {{account}}? Byd yn rhaid i chi ail lwytho eich e-bost os ydych am ail greu'r cyfrif.

# settings-account-delete-cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu

# settings-account-delete-confirm
source: Delete
as: মচি পেলাওক
cy: Dileu

source: General settings
as: সাধাৰণ সংহতিসমূহ
cy: Gosodiadau cyffredinol

source: Always show images
as: সদায় ছবিসমূহ দেখুৱাব
cy: Dangos delweddau bob tro

source: Download attachments
as: এটাচমেন্টসমূহ ডাউনল'ড কৰক
cy: Llwytho atodiadau i lawr

source: Every 5 minutes
as: প্ৰতি ৫ মিনিটত
cy: Bob 5 munud

source: Every 10 minutes
as: প্ৰতি 10 মিনিটত
cy: Bob 10 munud

source: Every 15 minutes
as: প্ৰতি 15 মিনিটত
cy: Bob 15 munud

source: Every 30 minutes
as: প্ৰতি 30 মিনিটত
cy: Bob 30 munud

source: Every hour
as: প্ৰতি ঘন্টা
cy: Bob awr

source: Manually
as: হস্তচালিতভাৱে
cy: Gyda Llaw

source: seconds
as: ছেকেণ্ড
cy: eiliad

# settings-check-dynamic[one]
source: {{ n }} seconds
as: {{ n }} ছেকেণ্ড
cy: {{ n }} eiliad

# settings-check-dynamic[two]
source: {{ n }} seconds
as: {{ n }} ছেকেণ্ড
cy: {{ n }} eiliad

# settings-check-dynamic[few]
source: {{ n }} seconds
as: {{ n }} ছেকেণ্ডত
cy: {{ n }} eiliad

# settings-check-dynamic[many]
source: {{ n }} seconds
as: {{ n }} ছেকেণ্ডত
cy: {{ n }} eiliad

# settings-check-dynamic[other]
source: {{ n }} seconds
as: {{ n }} ছেকেণ্ডত
cy: {{ n }} eiliad

source: Set as default email
as: অবিকল্পিত ইমেইল হিচাপে সংহতি কৰক
cy: Gosod fel yr e-bost arferol

# settings-account-type
source: Account type
as: একাউণ্টৰ ধৰণ
cy: Math o gyfrif

source: Credentials
as: লগিনৰ তথ্যসমূহ
cy: Manylion Adnabod

# settings-activesync-label
source: ActiveSync settings
as: ActiveSync সংহতিসমূহ
cy: Gosodiadau Cydweddu Gweithredol

# settings-imap-label
source: IMAP settings
as: IMAP সংহতিসমূহ
cy: Gosodiadau IMAP

# settings-pop3-label
source: POP3 settings
as: POP3 সংহতিসমূহ
cy: Gosodiadau POP3

# settings-smtp-label
source: SMTP settings
as: SMTP সংহতিসমূহ
cy: Gosodiadau SMTP

# settings-hostname
source: Hostname
as: হ'স্টনাম
cy: Enw Gwestai

source: Port
as: প'ৰ্ট
cy: Porth

# settings-username
source: Username
as: ব্যৱহাৰকাৰীনাম
cy: Enw Defnyddiwr

# settings-password
source: Password
as: পাছৱৰ্ড
cy: Cyfrinair

source: Save
as: সংৰক্ষণ কৰক
cy: Cadw

source: Password field should not be empty
as: পাছৱৰ্ড ক্ষেত্ৰ খালী থাকিব নালাগে
cy: Rhaid i'r cyfrinair peidio â bod yn wag

source: Days to sync
as: সংমিহলিত কৰিবলে প্ৰয়োজনীয় দিন
cy: Dyddiau i'w cydweddu

source: Automatic
as: স্বচালিত
cy: Awtomatig

source: 1 day
as: ১ দিন
cy: 1 diwrnod

source: 3 days
as: ৩ দিন
cy: 3 diwrnod

source: 1 week
as: ১ সপ্তাহ
cy: 1 wythnos

source: 2 weeks
as: ২ সপ্তাহ
cy: 2 wythnos

source: 1 month
as: ১ মাহ
cy: 1 mis

source: All messages
as: সকলো বাৰ্তা
cy: Pob neges

# envelope-from
source: From
as: প্ৰেৰক
cy: Oddi wrth

# envelope-to
source: To
as: প্ৰতি
cy: At

source: Read
as: পঢ়ক
cy: Darllenwyd

source: Compose message
as: বাৰ্তা লিখক
cy: Ysgrifennu neges

source: Compose
as: ৰচনা কৰক
cy: Ysgrifennu

source: Send
as: প্ৰেৰণ কৰক
cy: Anfon

# compose-to
source: To
as: প্ৰতি
cy: At

source: Attachments
as: এটাচমেন্টসমূহ
cy: Atodiadau

source: {{ n }} attachment
as: {{ n }} এটাচমেন্ট
cy: {{ n }} atodiad

# compose-attachments[two]
source: {{ n }} attachments
as: {{ n }} এটাচমেন্টসমূহ
cy: {{ n }} atodiad

# compose-attachments[few]
source: {{ n }} attachments
as: {{ n }} এটাচমেন্টসমূহ
cy: {{ n }} atodiad

# compose-attachments[many]
source: {{ n }} attachments
as: {{ n }} এটাচমেন্টসমূহ
cy: {{ n }} atodiad

# compose-attachments[other]
source: {{ n }} attachments
as: {{ n }} এটাচমেন্টসমূহ
cy: {{ n }} atodiad

source: One moment, still working on the previous attachment...
as: অলপ ৰ'ব, পূৰ্বৱৰ্তী এটাচমেন্টত কাম চলি আছে...
cy: Wrthi'n gweithio ar yr atodiad blaenorol...

# compose-subject
source: Subject
as: বিষয়
cy: Pwnc

source: Save to Local Drafts
as: স্থানীয় খচৰাত সংৰক্ষণ কৰক
cy: Cadw i Ddrafftiau Lleol

source: Discard email?
as: ইমেইল বৰ্জন কৰিব নে?
cy: Hepgor e-bost?

source: Discard
as: বৰ্জন কৰক
cy: Hepgor

source: Sending email
as: ইমেইল প্ৰেৰণ কৰা হৈছে
cy: Anfon e-bost

source: Sending email failed
as: ইমেইল প্ৰেৰণ ব্যৰ্থ হ'ল
cy: Methodd anfon e-bost

source: Attachment too large
as: এটাচমেন্ট অত্যাধিক ডাঙৰ
cy: Mae'r atodiad yn rhy fawr

source: Attachments too large
as: এটাচমেন্টসমূহ অত্যাধিক ডাঙৰ
cy: Mae'r atodiad yn rhy fawr

source: The selected attachment is too large to send with this message.
as: নিৰ্বাচিত এটাচমেন্ট এই বাৰ্তা পঠোৱাৰ বাবে অত্যাধিক ডাঙৰ।
cy: Mae'r atodiad hwn yn rhy fawr i'w anfon gyda'r neges hon.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
as: নিৰ্বাচিত এটাচমেন্টসমূহ এই বাৰ্তা পঠোৱাৰ বাবে অত্যাধিক ডাঙৰ। কম ফাইল নিৰ্বাচন কৰি চেষ্টা কৰক।
cy: Mae'r atodiadau hyn yn rhy fawr i'w anfon gyda'r neges hon. Ceisiwch anfon llai o ffeiliau.

source: OK
as: ঠিক আছে
cy: Iawn

source: attachment{{ n }}
as: এটাচমেন্ট{{ n }}
cy: atodiad{{ n }}

source: View
as: দৰ্শন
cy: Golwg

source: This file is too large to download.
as: এই ফাইলটো ডাউনল'ড কৰিব পৰাতকৈ বেছি ডাঙৰ।
cy: Mae'r ffeil yn rhy fawr i'w llwytho i lawr.

source: (no subject)
as: (কোনো বিষয় নাই)
cy: (dim pwnc)

# message-edit-menu-delete
source: Delete
as: মচি পেলাওক
cy: Dileu

source: Delete email message?
as: ইমেইল বাৰ্তা মচি পেলাব নে?
cy: Dileu neges e-bost?

source: Attachments can not be forwarded.
as: এটাচমেন্টসমূহক ফৰৱাৰ্ড কৰিব নোৱাৰি।
cy: Nid oes modd anfon yr atodiadau hyn ymlaen.

source: Edit
as: সম্পাদনা কৰক
cy: Golygu

# message-multiedit-header[one]
source: {{ n }} selected
as: {{ n }} নিৰ্বাচিত
cy: Dewis {{ n }}

# message-multiedit-header[two]
source: {{ n }} selected
as: {{ n }} নিৰ্বাচিত
cy: Dewis {{ n }}

# message-multiedit-header[few]
source: {{ n }} selected
as: {{ n }} নিৰ্বাচিত
cy: Dewis {{ n }}

# message-multiedit-header[many]
source: {{ n }} selected
as: {{ n }} নিৰ্বাচিত
cy: Dewis {{ n }}

# message-multiedit-header[other]
source: {{ n }} selected
as: {{ n }} নিৰ্বাচিত
cy: Dewis {{ n }}

source: Browse to URL?: {{ url }}
as: URL লৈ ব্ৰাউছ কৰিব নে?: {{ url }}
cy: Pori i'r URL?: {{ url }}

source: This email contains one image. Click to download.
as: এই ইমেইলটোত এখন ছবি আছে। ডাউনল'ড কৰিবলৈ ক্লিক কৰক।
cy: Mae'r e-bost yn cynnwys un delwedd. Cliciwch i'w llwytho i lawr.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
as: এই ইমেইলটোত {{ n }} খন ছবি আছে। ডাউনল'ড কৰিবলৈ ক্লিক কৰক।
cy: Mae'r e-bost yn cynnwys {{ n }} delwedd. Cliciwch i'w llwytho i lawr.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
as: এই ইমেইলটোত {{ n }} খন ছবি আছে। ডাউনল'ড কৰিবলৈ ক্লিক কৰক।
cy: Mae'r e-bost yn cynnwys {{ n }} delwedd. Cliciwch i'w llwytho i lawr.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
as: এই ইমেইলটোত {{ n }} খন ছবি আছে। ডাউনল'ড কৰিবলৈ ক্লিক কৰক।
cy: Mae'r e-bost yn cynnwys {{ n }} delwedd. Cliciwch i'w llwytho i lawr.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
as: এই ইমেইলটোত {{ n }} খন ছবি আছে। ডাউনল'ড কৰিবলৈ ক্লিক কৰক।
cy: Mae'r e-bost yn cynnwys {{ n }} delwedd. Cliciwch i'w llwytho i lawr.

source: Show external images
as: বাহ্যিক ছবি দেখুৱাওক
cy: Dangos delweddau allanol

# message-multiedit-cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu

source: Delete this email message?
as: এই ইমেইল বাৰ্তাটো মচি পেলাব নে?
cy: Dileu'r neges e-bost?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
as: এই {{ n }} ইমেইল বাৰ্তা মচি পেলাব নে?
cy: Dileu {{ n }} neges e-bost?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
as: এই {{ n }} ইমেইল বাৰ্তা মচি পেলাব নে?
cy: Dileu {{ n }} neges e-bost?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
as: এই {{ n }} ইমেইল বাৰ্তা মচি পেলাব নে?
cy: Dileu {{ n }} neges e-bost?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
as: এই {{ n }} ইমেইল বাৰ্তা মচি পেলাব নে?
cy: Dileu {{ n }} neges e-bost?

# message-large-message-cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu

source: Continue
as: আগবাঢ়ক
cy: Parhau

source: This message is large and may take some time to download.
as: এই বাৰ্তাটো বৃহৎ আৰু ডাউনল'ড হওতে কিছু সময় লাগিব পাৰে।
cy: Mae'r neges yn fawr a gall gymryd peth amser i lwytho i lawr.

# message-search-from
source: From
as: প্ৰেৰক
cy: Oddi wrth

# message-search-to
source: To
as: প্ৰতি
cy: At

# message-search-subject
source: Subject
as: বিষয়
cy: Pwnc

source: Body
as: মূখ্য অংশ
cy: Corff

source: All
as: সকলো
cy: Popeth

source: Search Mail
as: মেইল সন্ধান কৰক
cy: Chwilio E-bost

# message-search-cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu

source: Loading Messages
as: বাৰ্তাসমূহ ল'ড কৰা হৈ আছে
cy: Llwytho Negeseuon

source: Load more messages from server
as: চাৰ্ভাৰৰ পৰা অধিক বাৰ্তা ল'ড কৰক
cy: Llwytho rhagor o negeseuon o'r gweinydd

source: No mail in this Folder
as: এই ফ'ল্ডাৰত কোনো বাৰ্তা নাই
cy: Dim e-byst yn y Ffolder

source: No matches in locally cached messages
as: স্থানীয়ভাৱে ক্যাশ কৰা বাৰ্তাসমূহত কোনো মিল নাই
cy: Dim cydweddiad yn y negeseuon sy'n cael eu cadw'n lleol

source: Select folder
as: ফ'ল্ডাৰ বাছক
cy: Dewis ffolder

source: Save new contact
as: নতুন পৰিচয় সংৰক্ষণ কৰক
cy: Cadw cysylltiad newydd

source: Add to existing contact
as: স্থানীয় পৰিচয়লৈ যোগ কৰক
cy: Ychwanegu at gysylltiad presennol

source: View contact
as: পৰিচয় চাওক
cy: Edrych ar gysylltiad

# message-contact-menu-reply
source: Reply
as: উত্তৰ দিয়ক
cy: Ateb

source: Send new mail
as: নতুন বাৰ্তা প্ৰেৰণ কৰক
cy: Anfon e-bost newydd

# message-reply-menu-reply
source: Reply
as: উত্তৰ দিয়ক
cy: Ateb

source: Reply All
as: সকলোকে উত্তৰ দিয়ক
cy: Ateb Pob Un

source: Forward
as: আগলৈ
cy: Ymlaen

# message-reply-menu-cancel
source: Cancel
as: বাতিল কৰক
cy: Diddymu

source: {name} wrote
as: {name} এ লিখিছিল
cy: Ysgrifennodd {name}

source: Original message
as: প্ৰকৃত বাৰ্তা
cy: Neges wreiddiol

# forward-header-subject
source: Subject
as: বিষয়
cy: Pwnc

source: Date
as: তাৰিখ
cy: Dyddiad

# forward-header-from
source: From
as: প্ৰেৰক
cy: Oddi wrth

source: Reply-To
as: উত্তৰ-প্ৰাপক
cy: Ateb i

# forward-header-to
source: To
as: প্ৰতি
cy: At

source: Inbox
as: ইনবক্স
cy: Blwch Derbyn

source: Sent
as: প্ৰেৰিত
cy: Anfon

source: Drafts
as: খচৰাসমূহ
cy: Drafftiau

source: Trash
as: আৰ্বজনা
cy: Sbwriel

source: Unsent
as: অপ্ৰেৰিত
cy: Heb anfon

source: Junk
as: আবৰ্জনা
cy: Sbam

source: Archives
as: আৰ্কাইভসমূহ
cy: Archifau

source: Local Drafts
as: স্থানীয় খচৰাসমূহ
cy: Drafftiau Lleol

source: Back
as: পিছলৈ
cy: Nôl

# drawer-accounts-header
source: Accounts
as: একাউণ্টসমূহ
cy: Cyfrifon

source: Settings
as: সংহতিসমূহ
cy: Gosodiadau

source: Last sync:
as: সৰ্বশেষ সংমিহলি:
cy: Cydweddu diwethaf:

source: Undo
as: বাতিল কৰক
cy: Dadwneud

# toaster-retry
source: Retry
as: পুনৰ চেষ্টা কৰক
cy: Ceisio eto

source: 1 message flag set
as: ১টা বাৰ্তা ফ্লেগ সংহিত আছে
cy: Gosod 1 baner neges

# toaster-message-star[two]
source: {{ n }} message flags set
as: {{ n }} বাৰ্তা ফ্লেগসমূহ সংহিত
cy: Gosod {{ n }} baner neges

# toaster-message-star[few]
source: {{ n }} message flags set
as: {{ n }} বাৰ্তা ফ্লেগসমূহ সংহিত
cy: Gosod {{ n }} baner neges

# toaster-message-star[many]
source: {{ n }} message flags set
as: {{ n }} বাৰ্তা ফ্লেগসমূহ সংহিত
cy: Gosod {{ n }} baner neges

# toaster-message-star[other]
source: {{ n }} message flags set
as: {{ n }} বাৰ্তা ফ্লেগসমূহ সংহিত
cy: Gosod {{ n }} baner neges

source: 1 message flag removed
as: ১টা বাৰ্তা ফ্লেগ আতৰোৱা হল
cy: Tynnu 1 baner neges

# toaster-message-unstar[two]
source: {{ n }} message flags removed
as: {{ n }} বাৰ্তা ফ্লেগসমূহ আতৰোৱা হল
cy: Tynnwyd {{ n }} baner neges

# toaster-message-unstar[few]
source: {{ n }} message flags removed
as: {{ n }} বাৰ্তা ফ্লেগসমূহ আতৰোৱা হল
cy: Tynnwyd {{ n }} baner neges

# toaster-message-unstar[many]
source: {{ n }} message flags removed
as: {{ n }} বাৰ্তা ফ্লেগসমূহ আতৰোৱা হল
cy: Tynnwyd {{ n }} baner neges

# toaster-message-unstar[other]
source: {{ n }} message flags removed
as: {{ n }} বাৰ্তা ফ্লেগসমূহ আতৰোৱা হল
cy: Tynnwyd {{ n }} baner neges

source: 1 message marked as read
as: 1 বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: 1 neges wedi ei marcio wedi darllen

# toaster-message-read[two]
source: {{ n }} messages marked as read
as: {{ n }} বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: {{ n }} neges wedi eu marcio wedi darllen

# toaster-message-read[few]
source: {{ n }} messages marked as read
as: {{ n }} বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: {{ n }} neges wedi eu marcio wedi darllen

# toaster-message-read[many]
source: {{ n }} messages marked as read
as: {{ n }} বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: {{ n }} neges wedi eu marcio wedi darllen

# toaster-message-read[other]
source: {{ n }} messages marked as read
as: {{ n }} বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: {{ n }} neges wedi eu marcio wedi darllen

source: 1 message marked as unread
as: ১টা বাৰ্তাক পঢ়া হল বুলি চিহ্ন দিয়া হৈছে
cy: 1 neges wedi ei farcio heb ddarllen

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
as: {{ n }} বাৰ্তাক পঢ়া হোৱা নাই বুলি চিহ্নিত আছে
cy: {{ n }} neges wedi eu marcio heb eu darllen

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
as: {{ n }} বাৰ্তাক পঢ়া হোৱা নাই বুলি চিহ্নিত আছে
cy: {{ n }} neges wedi eu marcio heb eu darllen

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
as: {{ n }} বাৰ্তাক পঢ়া হোৱা নাই বুলি চিহ্নিত আছে
cy: {{ n }} neges wedi eu marcio heb eu darllen

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
as: {{ n }} বাৰ্তাক পঢ়া হোৱা নাই বুলি চিহ্নিত আছে
cy: {{ n }} neges wedi eu marcio heb eu darllen

source: 1 message moved
as: ১টা বাৰ্তা স্থানান্তৰ কৰা হ'ল
cy: 1 neges wedi ei symud

# toaster-message-move[two]
source: {{ n }} messages moved
as: {{ n }} বাৰ্তা স্থানান্তৰ কৰা হল
cy: {{ n }} neges wedi eu symud

# toaster-message-move[few]
source: {{ n }} messages moved
as: {{ n }} বাৰ্তা স্থানান্তৰ কৰা হল
cy: {{ n }} neges wedi eu symud

# toaster-message-move[many]
source: {{ n }} messages moved
as: {{ n }} বাৰ্তা স্থানান্তৰ কৰা হল
cy: {{ n }} neges wedi eu symud

# toaster-message-move[other]
source: {{ n }} messages moved
as: {{ n }} বাৰ্তা স্থানান্তৰ কৰা হল
cy: {{ n }} neges wedi eu symud

source: 1 message deleted
as: 1 বাৰ্তা মচি পেলোৱা হল
cy: 1 neges wedi ei dileu

# toaster-message-delete[two]
source: {{ n }} messages deleted
as: {{ n }} বাৰ্তা মচি পেলোৱা হল
cy: {{ n }} neges wedi eu dileu

# toaster-message-delete[few]
source: {{ n }} messages deleted
as: {{ n }} বাৰ্তা মচি পেলোৱা হল
cy: {{ n }} neges wedi eu dileu

# toaster-message-delete[many]
source: {{ n }} messages deleted
as: {{ n }} বাৰ্তা মচি পেলোৱা হল
cy: {{ n }} neges wedi eu dileu

# toaster-message-delete[other]
source: {{ n }} messages deleted
as: {{ n }} বাৰ্তা মচি পেলোৱা হল
cy: {{ n }} neges wedi eu dileu

source: Unable to connect to server
as: চাৰ্ভাৰৰ সৈতে সংযোগ কৰিবলে অক্ষম
cy: Methu cysylltu â'r gweinydd

source: Remove text
as: লিখনি আতৰাওক
cy: Tynnu testun

source: Confirmation
as: নিশ্চিতকৰণ
cy: Cadarnhad

# new-emails[one]
source: 1 New Email
as: 1 নতুন ইমেইল
cy: 1 E-bost Newydd

# new-emails[two]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails[few]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails[many]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd
