Repository: phlax/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: as, cy

# new-emails[other]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails-notify-one-account[one]
source: 1 New Email
as: 1 নতুন ইমেইল
cy: 1 E-bost Newydd

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
as: {{ n }} নতুন ইমেইল
cy: {{ n }} E-bost Newydd

source: 1 New Email ({{ accountName }})
as: 1 নতুন ইমেইল ({{ accountName }})
cy: 1 E-bost Newydd ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
as: {{ n }} নতুন ইমেইল ({{ accountName }})
cy: {{ n }} E-bost Newydd ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
as: {{ n }} নতুন ইমেইল ({{ accountName }})
cy: {{ n }} E-byst Newydd ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
as: {{ n }} নতুন ইমেইল ({{ accountName }})
cy: {{ n }} E-byst Newydd ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
as: {{ n }} নতুন ইমেইল ({{ accountName }})
cy: {{ n }} E-byst Newydd ({{ accountName }})

source: {{ from }} “{{ subject }}”
as: “{{ subject }}” ৰ {{ from }}

source: someone@example.com
cy: rhywun@esiampl.com
