Repository: phlax/mozilla-gaia
Catalog: son/apps/communications/contacts/matcher/matcher.properties.po
Languages: son

source: Looking for duplicate contacts
son: Goo ma maa fillantey ceeci

source: Merging duplicate contacts
son: Goo ma maa fillantey marga

source: No duplicate contacts found
son: Maa fillante kul ma diyandi

source: Cancel
son: Naŋ

source: Merge
son: Marga

source: Ignore
son: Muray

source: Merge duplicates
son: Fillantey marga

source: Suggested duplicate contacts for {{name}}
son: Maa fillante kaŋ honnandi {{name}} še

source: No contacts selected
son: Maa kul mana suubandi

source: Merge with {{n}} contact
son: Marga nda maa {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
son: Marga nda maa {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
son: Marga nda maa {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
son: Marga nda maa {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
son: Marga nda maa {{n}}

source: Duplicates found
son: Fillantey diyandi

source: {{name}} duplicates information in the following contacts
son: {{name}} fillantey alhabar ga bara maaɲey wey ra

source: OK
son: Ayyo
