Repository: phlax/mozilla-gaia
Catalog: ff/shared/import_contacts/import_contacts.properties.po
Languages: ff

source: Back
ff: Rutto

source: To import contacts insert or unlock your SIM card
ff: Ngam jiggaade jokkondire naatnu walla daaƴtu karta SIM maa

source: To import contacts insert a memory card
ff: Ngam jiggaade jokkondire naatnu kartal memuwaar

source: Memory card
ff: Kartal memuwaar

source: No friends or contacts found in this account.
ff: Alaa sehil walla jookondiral tawaa e ɗee konte.

source: Import SIM contacts
ff: Jiggo jokkondire SIM

source: Importing SIM contacts…
ff: Nana jiggoo jokkondire SIM…

source: Reading from SIM card…
ff: Nana tara e SIM…

source: Could not import contacts from SIM
ff: Horiima jiggaade jokkondire SIM

source: No contacts detected on SIM to import
ff: Alaa jokkondire jiggeteeɗe ejtaa e SIM

# simContacts-imported3[one]
source: Imported one contact
ff: Jiggiima jokkondiral gootal

# simContacts-imported3[two]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# simContacts-imported3[few]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# simContacts-imported3[many]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# simContacts-imported3[other]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

source: Import contacts from memory card
ff: Jiggo jokkondire kartal memuwar

source: Importing contacts from memory card…
ff: Nana jiggo jokkondire kartal memuwaar…

source: Reading from memory card…
ff: Nana tara e kartal memuwaar…

source: Could not import contacts from memory card
ff: Horiima jiggaade jokkondire kartal memuwaar

source: No contacts detected on memory card to import
ff: Alaa jokkondire ejtaa e kartal memuwaar

# memoryCardContacts-imported3[one]
source: Imported one contact
ff: Jiggiima jokkondiral gootal

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ff: Jiggiima jokkondire {{n}}

source: No duplicated contacts merged
ff: Alaa jokkondire pune naattondiraa

source: One duplicated contact merged
ff: Jokkondiral punal gootal naattondiraama

# contactsMerged[two]
source: {{numDups}} contacts merged
ff: {{numDups}} jokkondiral naattondiraama

# contactsMerged[few]
source: {{numDups}} contacts merged
ff: {{numDups}} jokkondiral naattondiraama

# contactsMerged[many]
source: {{numDups}} contacts merged
ff: {{numDups}} jokkondiral naattondiraama

# contactsMerged[other]
source: {{numDups}} contacts merged
ff: {{numDups}} jokkondiral naattondiraama
